Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/FamilySharing.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT
source: Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Family Sharing, like every Apple product and service, is designed with these principles in mind. Setting Up Family Sharing When a user initiates family setup, Apple uses the age and country or region associated with their Apple Account to confirm they are an adult and therefore eligible to create a family group. The specific age thresholds referenced below may be different for a user depending on which country or region is associated with their Apple Account. For more information on the age thresholds, visit support.apple.com/102617. Once adult status is confirmed, the initiating user becomes the family organizer and can invite up to five other users with unique Apple Accounts to join the family group using AirDrop, Messages, or Mail, or by tapping Invite in Person in family settings. Apple will display the organizer’s name, Apple Account, the subscriptions the invitee will get access to, and/or the organizer’s contact information in the invitation depending on how it was sent. Apple will not display any other information about the organizer or the family group, such as the names of existing family members. When the organizer taps Invite in Person, Apple will use the invitee’s Apple Account and password, which are entered on the organizer’s device, to authenticate the invitee and confirm their acceptance if the invitee is 13 or older. Apple will not store this information on the organizer’s device. If the invitee is under 13, Apple will initiate the child transfer flow described in the Leaving a Family Sharing Group and Child Transfers section below. To help organizers and invitees manage invitations and send reminders, Apple will display their name, profile photo, and invitation status, as available, in device settings. Apple maintains a record of invitations until the invitee responds or the invitation expires after 15 days. If the invitee accepts, Apple associates the invitee’s Apple Account with the family group. Apple does not maintain a record of expired invitations. For invitations sent through Messages that have been declined, Apple keeps a record for 30 days to display the declined status in Messages to the organizer and the invitee. Joining a Family and Family Roles When users join a family group, Apple makes available specific features, information, and controls, which can be used to manage sharing of subscriptions, purchases, payment information, and locations. For example, Apple will display each member’s name, Apple Account, and role, and the age of any children in the family to all members of the family group in family settings. For children on an iOS or iPadOS device, Apple will use their age to provide age-appropriate information about their privacy rights and parental controls. Apple will also process details about a family member, such as their role, subscriptions, and use of features and services, in order to provide a customized list of recommendations. For example, a family member’s recommendations may suggest reviewing parental controls, sharing iCloud+ with family members, or making another family member one of their Emergency Contacts. When the organizer adds an adult user to the family group, they can designate them as a parent/guardian. Parents/guardians, as well as the organizer who can also act as a parent/guardian, can create an Apple Account for children under 13 as described below. They can also set up parental controls such as Ask to Buy and Screen Time for children in the family group. In addition to setting up a family group and inviting users to participate, the organizer can remove family members and disband the group as described below. If a user who is part of a family group signs in to an Apple device such as Apple TV, the device may suggest adding other family members by displaying their Apple Account name and profile photo. Creating an Apple Account for a Child The organizer and parents/guardians can add a child under 13 to their family group by creating their Apple Account or through the child transfer process described below. To create an Apple Account for a child under 13, the organizer or parent/guardian must provide the child’s name, date of birth, an email address, and a phone number, which Apple uses to provide the Apple Account to the child. If the child account is created during device setup, the organizer or parent/guardian must also provide the child’s country or region. Apple verifies the organizer or parent/guardian’s adult status using their payment details, identity card in Wallet, or Apple Account or equivalent before obtaining their consent to process the child’s data. Apple uses the child’s date of birth to determine eligible services and suggest parental controls such as Ask to Buy and Screen Time. For more information on creating child accounts, visit support.apple.com/102617. Purchase Sharing When an organizer enables purchase sharing, eligible purchases made by family members in the App Store, the iTunes Store, Apple Books, or Apple TV app will be charged to the organizer’s payment method on file. Family members will be able to see a description of the payment method used, such as Apple Pay, but will not be able to see payment details, such as full payment account number. Family members will automatically get access to the organizer’s purchases and can opt in to share their purchases with other family members. Organizers will be able to see the description, price, and date of all family members’ online and in-app App Store transactions, as well as details of refund requests and outcomes, and disputes. If a family member reports a problem with an online or in-app App Store purchase, Apple will use information about the purchasing family member, organizer, and purchase to provide an appropriate response. Family members can hide individual iTunes, Apple Books, and App Store purchases, or disable Share My Purchases within their family settings; the Family organizer will continue to receive receipts for purchases made in the App Store, Apple Books, and Apple Music even if family members have hidden their purchases. For more information on purchase sharing, visit support.apple.com/102599. For more information on hiding purchases from the App Store, visit support.apple.com/108091. Subscriptions If Share with Family is enabled, subscriptions for services such as Apple Music family plan, Apple TV+, Apple Arcade, or Apple News+ will be shared with family members. Family members will continue to sign in to each service using their own Apple Accounts. This will keep their individual content and media libraries and recommendations private and separate, while taking advantage of the shared family plan. Similarly, sharing iCloud+ with the family gives each family member access to the storage and features in the shared plan, while keeping individual accounts and files separate. For more information on sharing subscriptions with family members, visit support.apple.com/108107. Location Sharing When a user joins a family group, their device names will be visible to other family members in Find My. Their Apple Account will only be visible to other family members in Find My and their location data will only be processed by Find My if they enable Location Sharing, either through family settings or through the Find My app. A family member can also choose to automatically share their own location with all other family members, including any new members added later, in family settings for as long as they remain in the group. The organizer or parent/guardian may choose to automatically share their child’s location with all other family members in certain cases, including when they create an account for a child under 13. Family members can disable the Automatically Share Location feature in Settings > [your name] > Family Sharing > Location Sharing. They can also choose to share their location with individual members of the family via family settings and the Find My app. For more information on sharing location with family members, visit support.apple.com/105107. Parental Controls Apple uses family members’ Apple Accounts and roles to let the organizer and parents/guardians set up parental controls for children in their family group. For example, the organizer and parents/guardians can turn on Ask to Buy so that children must receive their approval before making any downloads or purchases from the App Store, the iTunes Store, or Apple Books, including in-app purchases and free downloads. The organizer and parents/guardians can also set up Screen Time, which allows them to manage settings for features such as Downtime, app and website usage, contacts, and content ratings for their children. Only the organizer and parents/guardians are able to see information about the child’s transactions in the App Store, the iTunes Store, and Apple Books, see and manage their online activity through Screen Time, and enable parental controls. For more information on Ask to Buy, visit support.apple.com/105055. For more information on using parental controls, visit support.apple.com/105121. Leaving a Family Sharing Group and Child Transfers Adult family members may leave a family group or be removed by the organizer at any time. Children who are between 13 and 17 may leave a family group or be removed by the organizer unless they are managed by the organizer or parents/guardians via Screen Time. The family organizer may also disband a family group by turning off Family Sharing. When a family member leaves or is removed, they immediately lose access to shared subscriptions and content purchased by other members, and their content will also no longer be available to other members. Children under 13 must be part of a family group. To remove a child from a family group, an organizer in a different family group can invite the child to join their family group by selecting Invite in Person in family settings. The transfer invitation must be approved by the child’s current family organizer. Once the transfer is completed, Apple does not maintain a record of the fact that the transferred child was previously part of a different family group. Alternatively, the family organizer can delete the child’s Apple Account. For more information on moving a child to another family group and deleting a child’s account, visit support.apple.com/102634. Communicating with You Apple may use details about a user’s family group, including number of family members and whether anyone has a pending invitation to join the group, in order to send the user and their family members relevant communications about products, services, offers, and other benefits available through Family Sharing. Family members may receive these communications by email if they consent to receive email marketing. They can change their email preferences and opt out of receiving these emails by going to account.apple.com, or on iOS or iPadOS devices by going to Settings > [your name] > Personal Information > Communication Preferences. Family members may also receive these communications by push notification from the relevant Apple product or service. To update notification preferences or to opt out of notifications on your iOS or iPadOS device, go to Settings > Notifications. Apple may also use details about a user and their family group, including their name, age, role, purchases, and subscriptions, to send communications by email or push notification about changes in family membership and role, ability to access shared purchases and subscriptions, and parental controls. For example, when a user joins a family group, all existing family members will be notified about their ability to access the new member’s shared purchases and subscriptions. If an organizer designates an adult family member as a parent/guardian, children in the family group will be notified that the adult user can manage their parental controls. Applicable Legal Basis for Processing Personal Data We process personal data for Family Sharing as described above generally for performance of family members’ contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process the following categories of personal data as necessary for purposes of our legitimate interests or those of a third party, including information about: • Users’ Apple Account information, including their name, information used to sign in, as well as the contact, payment, and security details, such as trusted phone numbers or security questions, that are used across Apple services • Apple products owned by family members, family members’ subscriptions to Apple services, and their purchases and downloads • Users’ family group, including the number of members in their family • Users’ devices, including their device’s name, serial number, and other hardware identifiers • Payment details, including account numbers and expiration dates, billing and shipping addresses, and gift card redemption information These legitimate interests include: • Providing family members with better service and support • Sending relevant communications about Family Sharing and other related Apple products, services, and offers that may be of interest • Preventing fraud and other malicious activity At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple. ولهذا نعمل جاهدين لجمع البيانات التي نحتاج إليها فقط بهدف تحسين تجربتك وجعلها أفضل من ذي قبل، وحينما نجمع البيانات نرى أنه من المهم لك أن تكون على دراية بالبيانات التي نجمعها وسبب حاجتنا لها، حتى تتمكن من اتخاذ اختيارات مدروسة. صُمِّمَت المشاركة العائلية مع الأخذ بالاعتبار هذه المبادئ، تمامًا مثل بقية منتجات وخدمات Apple. يجري إعداد المشاركة العائلية… عندما يبدأ أحد المستخدمين عملية إعداد العائلة، تستخدم Apple معلومات العمر والبلد أو المنطقة المرتبطة بحساب Apple للتأكد من أنه شخص بالغ وبالتالي مؤهل لإنشاء مجموعة عائلة. قد تختلف الحدود العمرية المحددة المشار إليها أدناه للمستخدم حسب البلد أو المنطقة المرتبطة بحساب Apple الخاص به. لمزيد من المعلومات عن الحدود العمرية، يرجى زيارة: support.apple.com/102617 بمجرد تأكيد حالة سن البلوغ، يصبح المستخدم المُنشئ هو منظم العائلة ويمكنه دعوة ما يصل إلى خمسة مستخدمين آخرين يستخدمون حسابات Apple فريدة للانضمام إلى مجموعة العائلة باستخدام الإرسال السريع أو الرسائل أو البريد، أو من خلال الضغط على "الدعوة شخصيًا" في إعدادات العائلة. ستعرض Apple اسم المنظم و/أو حساب Apple الخاص به و/أو الاشتراكات التي سيتمكن المدعو من الوصول إليها و/أو معلومات الاتصال الخاصة بالمنظم الموجودة في الدعوة، حسب كيفية إرسالها. لن تعرض Apple أي معلومات أخرى حول المنظم أو مجموعة العائلة، مثل أسماء أفراد العائلة الحاليين. عندما يضغط المنظم على "الدعوة شخصيًا"، تستخدم Apple معلومات حساب Apple وكلمة السر الخاصة بالمدعو، والتي أُدخلت على جهاز المنظم، لتخويل المدعو وتأكيد قبوله إذا كان عمر المدعو ^[13](formatNumber: true) سنة أو أكثر. لن تخزِّن Apple هذه المعلومات على جهاز المنظم. إذا كان عمر المدعو أقل من ١٣ عامًا، فستبدأ Apple عملية نقل الطفل الموضحة في قسم "مغادرة مجموعة المشاركة العائلية ونقل الأطفال" أدناه. لمساعدة المنظمين والمدعوين على إدارة الدعوات وإرسال التذكيرات، ستعرض Apple الاسم وصورة الملف التعريفي وحالة الدعوة، حسب توفرها، في إعدادات الجهاز. تحتفظ Apple بسجل الدعوات حتى يستجيب المدعو أو تنتهي صلاحية الدعوة بعد ^[15](formatNumber: true) يومًا. إذا قبل المدعو، فستربط Apple حساب Apple الخاص بالمدعو بمجموعة العائلة. لا تحتفظ Apple بسجل للدعوات منتهية الصلاحية. بالنسبة للدعوات المرفوضة المرسلة عبر الرسائل، تحتفظ Apple بسجل لمدة ٣٠ يومًا لعرض حالة الرفض في الرسائل إلى المنظم والمدعو. الانضمام إلى عائلة والأدوار العائلية عندما ينضم المستخدمون إلى مجموعة عائلة، توفر Apple ميزات ومعلومات وعناصر تحكم محددة يمكن استخدامها لإدارة مشاركة الاشتراكات والمشتريات ومعلومات الدفع والمواقع. على سبيل المثال، ستعرض Apple اسم كل فرد وحساب Apple الخاص به ودوره وعمر أي أطفال في العائلة لجميع أفراد مجموعة العائلة في إعدادات العائلة. بالنسبة للأطفال على جهاز iOS أو iPadOS، ستستخدم Apple عمرهم لتوفير معلومات مناسبة للعمر عن حقوق الخصوصية المرتبطة بهم والإشراف العائلي. ستعالج Apple أيضًا تفاصيل حول أفراد العائلة، مثل دور الفرد واشتراكاته واستخدامه للميزات والخدمات، وذلك بغرض توفير قائمة مخصصة بالتوصيات. على سبيل المثال، قد تقترح التوصيات الخاصة بأحد أفراد العائلة مراجعة الإشراف العائلي، أو مشاركة iCloud+‎ مع أفراد العائلة، أو جعل فرد آخر من العائلة أحد جهات اتصال الطوارئ لديه. عندما يضيف المنظم مستخدمًا بالغًا إلى مجموعة العائلة، يمكنه تعيينه كولي أمر/وصي. يمكن للولدين/أولياء الأمور - إلى جانب المنظم الذي يمكنه أيضًا التصرف كأحد الوالدين/ولي أمر - إنشاء حساب Apple للأطفال الذين أعمارهم أقل من ^[13](formatNumber: true) سنة كما هو موضح أدناه. ويمكنه أيضًا إعداد الشراء العائلي مثل الموافقة على الشراء ومدة استخدام الجهاز للأطفال في مجموعة العائلة. بالإضافة إلى إعداد مجموعة عائلة ودعوة المستخدمين للمشاركة، يمكن للمنظم إزالة أفراد العائلة وحل المجموعة كما هو موضح أدناه. إذا قام مستخدم ينتمي لمجموعة عائلة ما بتسجيل الدخول إلى أحد أجهزة Apple، مثل Apple TV، فقد يقترح الجهاز إضافة أفراد العائلة الآخرين من خلال عرض اسم حساب Apple الخاص بهم وصورة ملفهم الشخصي. إنشاء حساب Apple لطفل يمكن للمنظم والوالدين/أولياء الأمور إضافة طفل عمره أقل من ^[13](formatNumber: true) سنة إلى مجموعة العائلة عن طريق إنشاء حساب Apple له أو من خلال عملية نقل الطفل الموضحة أدناه. لإنشاء حساب Apple لطفل عمره أقل من ^[13](formatNumber: true) سنة، يجب أن يقدِّم المنظم أو أحد الوالدين/ولي الأمر اسم الطفل وتاريخ ميلاده وعنوان البريد الإلكتروني ورقم الهاتف الذي تستخدمه Apple لتوفير حساب Apple للطفل. إذا كان يتم إنشاء حساب الطفل أثناء إعداد الجهاز، يجب على المنظم أو ولي الأمر/الوصي أيضًا تقديم بلد الطفل أو منطقته. تتحقق Apple من حالة سن البلوغ للمنظم أو ولي الأمر/أحد الوالدين باستخدام تفاصيل الدفع أو بطاقة الهوية في المحفظة أو حساب Apple أو ما يكافئ ذلك قبل الحصول على موافقته لمعالجة بيانات الطفل. تستخدم Apple تاريخ ميلاد الطفل لتحديد الخدمات المؤهلة واقتراح أدوات الإشراف العائلي مثل "طلب الشراء" و "مدة استخدام الجهاز". لمزيد من المعلومات عن إنشاء حسابات الأطفال، يرجى زيارة: support.apple.com/102617 مشاركة المشتريات عندما يقوم أحد المنظمين بتمكين مشاركة المشتريات، سيتم تحصيل رسوم المشتريات المؤهلة لأفراد العائلة في App Store أو iTunes Store أو Apple Books أو تطبيق Apple TV من وسيلة الدفع الخاصة بالمنظم. سيتمكن أفراد العائلة من رؤية وصف طريقة الدفع المستخدمة، مثل Apple Pay، ولكن لن يتمكنوا من رؤية تفاصيل الدفع، مثل رقم حساب الدفع الكامل. سيتمكن أفراد العائلة تلقائيًا من الوصول إلى مشتريات المنظم ويمكنهم الاشتراك لمشاركة مشترياتهم مع أفراد العائلة الآخرين. سيتمكن المنظمون من الاطلاع على الوصف والسعر والتاريخ لجميع معاملات أفراد العائلة عبر الإنترنت وداخل التطبيق في App Store، بالإضافة إلى تفاصيل طلبات استرداد الأموال ونتائجها والنزاعات. إذا أبلغ أحد أفراد العائلة عن مشكلة في عملية شراء عبر الإنترنت أو داخل التطبيق في App Store، فستستخدم Apple معلومات حول فرد العائلة الذي قام بالشراء والمنظم وعملية الشراء لتقديم الرد المناسب. يمكن لأفراد العائلة إخفاء مشتريات iTunes و Apple Books و App Store بشكل فردي، أو تعطيل مشاركة مشترياتي ضمن إعدادات العائلة؛ سيستمر منظم العائلة في تلقي إيصالات المشتريات التي تمت في App Store و Apple Books و Apple Music حتى إذا قام أفراد العائلة بإخفاء مشترياتهم. لمزيد من المعلومات حول مشاركة المشتريات، يرجى زيارة: support.apple.com/102599 لمزيد من المعلومات عن إخفاء المشتريات من App Store، يرجى زيارة: support.apple.com/108091 الاشتراكات إذا تم تمكين المشاركة مع العائلة، فستتم مشاركة الاشتراكات في خدمات مثل الخطة العائلية من Apple Music أو Apple TV+‎ أو Apple Arcade أو Apple News+‎ مع أفراد العائلة. سيستمر أفراد العائلة في تسجيل الدخول إلى كل خدمة باستخدام حسابات Apple الخاصة بهم. سيؤدي ذلك إلى الحفاظ على المحتوى الفردي ومكتبات الوسائط والتوصيات الخاصة بهم بخصوصية وبشكل منفصل، مع الاستفادة من الخطة العائلية المشتركة. وبالمثل، فإن مشاركة iCloud+‎ مع العائلة يمنح كل فرد من أفراد العائلة إمكانية الوصول إلى مساحة التخزين والميزات الموجودة في الخطة المشتركة، مع الاحتفاظ بالحسابات الفردية والملفات منفصلة. لمزيد من المعلومات عن مشاركة الاشتراكات مع أفراد العائلة، تفضل بزيارة: support.apple.com/108107 مشاركة الموقع عندما ينضم مستخدم إلى مجموعة عائلة، تكون أسماء أجهزته ظاهرة لأفراد العائلة الآخرين في تطبيق تحديد الموقع. لن يظهر حساب Apple الخاص به سوى لأفراد العائلة الآخرين في تطبيق تحديد الموقع، ولن تعالَج بيانات موقعه إلا من خلال تطبيق تحديد الموقع إذا قام بتمكين مشاركة الموقع، سواء من خلال إعدادات العائلة أو من خلال تطبيق تحديد الموقع. يمكن لأحد أفراد العائلة أيضًا اختيار مشاركة موقعه تلقائيًا مع جميع أفراد العائلة الآخرين، بما في ذلك أي أفراد جدد تتم إضافتهم لاحقًا، في إعدادات العائلة طوال فترة بقائهم في المجموعة. يمكن للمنظم أو ولي الأمر/الوصي مشاركة موقع طفله تلقائيًا مع جميع أفراد العائلة الآخرين في حالات معينة، بما في ذلك عند إنشاء حساب لطفل أقل من ١٣ عامًا. يمكن لأفراد العائلة تعطيل ميزة مشاركة الموقع تلقائيًا في الإعدادات > [اسمك] > المشاركة العائلية > مشاركة الموقع. ويمكنه أيضًا اختيار مشاركة موقعه مع أفراد العائلة عبر إعدادات العائلة وتطبيق تحديد الموقع. لمزيد من المعلومات عن مشاركة الموقع مع أفراد العائلة، يرجى زيارة: support.apple.com/105107 الإشراف العائلي تستخدم Apple حسابات Apple والأدوار الخاصة بأفراد العائلة للسماح للمنظم وأولياء الأمور/الأوصياء بإعداد الإشراف العائلي للأطفال في مجموعة العائلة. على سبيل المثال، يمكن للمنظم والوالدين/أولياء الأمور تشغيل "الموافقة على الشراء" حتى يحصل الأطفال على موافقتهم قبل إجراء أي تنزيلات أو عمليات شراء من App Store أو iTunes Store أو Apple Books، بما في ذلك عمليات الشراء داخل التطبيق والتنزيلات المجانية. يمكن للمنظم وأولياء الأمور/الأوصياء أيضًا إعداد مدة استخدام الجهاز، مما يسمح لهم بإدارة إعدادات ميزات مثل وقت التوقف، واستخدام التطبيقات والمواقع الإلكترونية، وجهات الاتصال، وتقييمات المحتوى لأطفالهم. يستطيع المنظم والوالدان/أولياء الأمور فقط رؤية معلومات حول معاملات الطفل في App Store و iTunes Store و Apple Books ورؤية وإدارة نشاطه على الإنترنت من خلال مدة استخدام الجهاز، وتمكين الإشراف العائلي. لمزيد من المعلومات عن الموافقة على الشراء، يرجى زيارة: support.apple.com/105055 لمزيد من المعلومات عن استخدام الإشراف العائلي، يرجى زيارة: support.apple.com/105121 مغادرة مجموعة المشاركة العائلية ونقل الأطفال يستطيع أفراد العائلة البالغين مغادرة مجموعة العائلة ويستطيع منظم العائلة إزالتهم في أي وقت. يستطيع الأطفال الذين تتراوح أعمارهم بين ١٣ و ١٧ عامًا مغادرة مجموعة العائلة ويستطيع المنظم إزالتهم ما لم يكن تتم إدارتهم بواسطة المنظم أو الوالدين/أولياء الأمور عن طريق مدة استخدام الجهاز. قد يقوم منظم العائلة أيضًا بحل مجموعة عائلة عن طريق إيقاف المشاركة العائلية. عندما يغادر أحد أفراد العائلة أو تتم إزالته، فإنه يفقد على الفور إمكانية الوصول إلى الاشتراكات المشتركة والمحتوى الذي اشتراه الأفراد الآخرون، ولا يصبح المحتوى الخاص به متاحًا للأفراد الآخرين أيضًا. يجب أن يكون الأطفال الذين تقل أعمارهم عن ١٣ عامًا جزءًا من مجموعة عائلة. لإزالة طفل من مجموعة عائلة، يمكن لمنظم في مجموعة عائلة أخرى دعوة الطفل للانضمام إلى مجموعة العائلة الخاصة به عن طريق تحديد "الدعوة شخصيًا" في إعدادات العائلة. يجب أن تتم الموافقة على دعوة النقل بواسطة منظم العائلة الحالي للطفل. بمجرد اكتمال عملية النقل، لا تحتفظ شركة Apple بسجل يثبت أن الطفل المنقول كان في السابق جزءًا من مجموعة عائلة مختلفة. وبدلاً من ذلك، يمكن لمنظم العائلة حذف حساب Apple الخاص بالطفل. لمزيد من المعلومات حول نقل طفل إلى مجموعة عائلية أخرى وحذف حساب الطفل، يرجى زيارة: support.apple.com/102634 التواصل معك قد تستخدم Apple تفاصيل حول مجموعة عائلة المستخدم، بما في ذلك عدد أفراد العائلة وما إذا كان لدى أي شخص دعوة معلقة للانضمام إلى المجموعة أم لا، وذلك لإرسال الاتصالات ذات الصلة للمستخدم وأفراد عائلته حول المنتجات والخدمات والعروض والمزايا الأخرى المتاحة من خلال المشاركة العائلية. قد يتلقى أفراد العائلة هذه الاتصالات عبر البريد الإلكتروني إذا وافقوا على تلقي رسائل التسويق عبر البريد الإلكتروني. ويمكنه تغيير تفضيلات بريده الإلكتروني وإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com، أو الانتقال على أجهزة iOS أو iPadOS إلى الإعدادات > [اسمك] > المعلومات الشخصية > تفضيلات التواصل. قد يتلقى أفراد العائلة أيضًا هذه الاتصالات عن طريق الإشعار الفوري من منتج أو خدمة Apple ذات الصلة. لتحديث تفضيلات الإشعارات أو إلغاء الاشتراك في الإشعارات على جهاز iOS أو iPadOS، انتقل إلى الإعدادات > الإشعارات. قد تستخدم Apple أيضًا تفاصيل عن المستخدم ومجموعة عائلته، بما في ذلك اسمه وعمره ودوره ومشترياته واشتراكاته، بغرض التواصل عبر البريد الإلكتروني أو الإشعارات المباشرة بشأن التغيرات في الدور والعضوية في المجموعة وإمكانية الوصول إلى المشتريات والاشتراكات المشتركة وضوابط الإشراف العائلي. على سبيل المثال، عندما ينضم مستخدم إلى مجموعة عائلة، سيتم إعلام كل أفراد العائلة بشأن قدرتهم على الوصول إلى المشتريات والاشتراكات المشتركة للعضو الجديد. إذا قام المنظم بإضافة مستخدم بالغ وتعيينه كأحد الوالدين/ولي الأمر، فسيتم إعلام الأطفال في مجموعة العائلة أنه يمكن للعضو البالغ إدارة ضوابط الإشراف العائلي الخاصة بهم. الأسس القانونية لمعالجة البيانات الشخصية نحن نعالج البيانات الشخصية للمشاركة العائلية كما هو مبين أعلاه بشكل عام لتنفيذ عقد أفراد العائلة مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج الفئات التالية من البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك. وتضم هذه المعلومات: • معلومات حساب Apple الخاصة بالمستخدمين، بما في ذلك الاسم والمعلومات المستخدمة لتسجيل الدخول، وتفاصيل التواصل والدفع والأمن أيضًا، مثل أرقام الهواتف الموثوق بها أو أسئلة الأمان، التي تُستخدم مع خدمات Apple • منتجات Apple المملوكة لأفراد العائلة، واشتراكات أفراد العائلة في خدمات Apple، ومشترياتهم وتنزيلاتهم • مجموعة عائلة المستخدمين، بما في ذلك عدد أفراد العائلات • أجهزة المستخدمين، بما في ذلك اسم الجهاز ورقمه التسلسلي ومعرّفات المكونات الصلبة الأخرى • تفاصيل الدفع، بما في ذلك أرقام الحسابات وتواريخ انتهاء الصلاحية وعناوين الفوترة والشحن ومعلومات تحصيل بطاقات الهدايا تتضمن هذه المصالح المشروعة ما يلي: • توفير أفراد العائلة بخدمة ودعم أفضل • إرسال المراسلات ذات الصلة بشأن المشاركة العائلية ومنتجات Apple وخدماتها وعروضها الأخرى ذات الصلة التي قد تكون محل اهتمام • منع الاحتيال والأنشطة الضارة الأخرى سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Защитата на поверителността и сигурността на вашата информация е приоритет за всички в Apple. Работим усилено, за да събираме само данните, от които се нуждаем, за да направим вашето изживяване по-добро, а когато събираме данни, вярваме, че е важно да знаете какво събираме и защо това ни е необходимо, за да можете да направите информиран избор. Услугата Семейно споделяне, подобно на всеки продукт или услуга на Apple, е проектирана, като са взети предвид тези принципи. Настройка на Семейно споделяне Когато потребител инициира настройка на семейство, Apple използва възрастта и държавата или региона, свързани с неговата Apple регистрация, за да потвърди, че потребителят е възрастен и отговаря на условията да създаде семейна група. Определените минимални прагове за възраст, посочени по-долу, могат да бъдат различни за потребителите в зависимост от държавата или региона, свързани с тяхната Apple регистрация. За повече информация относно праговете за възраст посетете support.apple.com/102617. След като възрастта е потвърдена, иницииращият потребител става организатор на семейството и може да покани до пет други потребители с уникални Apple регистрации, които да се присъединят към семейната група чрез AirDrop, Съобщения или Поща, или като в настройките на семейството докосне Покани лично. Apple ще покаже следната информация, свързана с организатора: име, Apple регистрация, абонаментите, за които поканеният ще получи достъп, и/или информация за контакт в поканата в зависимост как е изпратена тя. Apple няма да покаже друга информация за организатора или за семейната група, например като имената на съществуващи членове на семейството. След като организаторът докосне „Покани лично“, Apple ще използва Apple регистрацията и паролата на поканения, въведени на устройството на организатора, за да идентифицира поканения и да потвърди приемането му, ако поканеният е на 13 или повече години. Apple няма да съхранява тази информация на устройството на организатора. Ако поканеният е под 13 години, Apple ще започне процес за прехвърляне на дете, описан по-долу в Напускане на група за Семейно споделяне и прехвърляне на деца. За да помогне на организаторите и поканените да управляват поканите и изпращането на напомняния, Apple ще показва в настройките на устройството техните имена, профилна снимка и състоянието на поканата, ако са налични. Apple поддържа запис с поканите, докато поканеният отговори или поканата изтече след 15 дни. Ако поканеният приеме, Apple свързва Apple регистрацията на поканения със семейната група. Apple не поддържа запис на изтеклите покани. Отказаните покани, изпратени чрез Съобщения, се пазят от Apple за 30 дни, за да се показва на организатора и поканения в Съобщения, че са отказани. Присъединяване към семейство и семейни роли Когато потребителите се присъединят към семейна група, Apple активира определени функции, информация и бутони за управление, които могат да се използват за управление на споделянето на абонаменти, покупки, информация за плащания и местоположения. Например, в настройките на семейството, Apple ще показва за всички членове на семейната група името, Apple регистрацията и ролята на всеки член, както и възрастта на всяко дете в семейната група. За деца на iOS или iPadOS устройство Apple ще използва възрастта им, за да предоставя подходяща за възрастта информация относно правата за поверителност и родителския контрол. Apple също така ще обработва на устройството детайлите за член на семейството, например неговата роля, абонаменти и използването на функции и услуги, за да предостави персонализиран списък с препоръки. Например, в препоръките на член на семейството може да се предложи преглед на родителския контрол, споделяне на iCloud+ с членовете на семейството или добавяне на друг член на семейството към Контакти при спешни случаи. Когато организаторът добави възрастен потребител към семейната група, може да го определи като родител/настойник. Родителите/настойниците, както и организаторът, който също може да е родител/настойник, могат да създават Apple регистрации за деца под 13 години, както е описано по-долу. Освен това могат да настройват функциите на родителския контрол, например Попитай за покупка и Екранно време, за децата в семейната група. Освен да настройва семейна група и да изпраща покани за присъединяване на потребители, организаторът може да премахва членове на семейството и да разпуска групата, както е описано по-долу. Ако потребител, който е част от семейна група, влезе в Apple устройство като Apple TV, устройството може да предложи добавянето на други членове на семейството, като показва техните име и профилна снимка от Apple регистрацията. Създаване на Apple регистрация за дете Организаторът и родителите/настойниците могат да добавят дете под 13 години към тяхната семейна група, като създадат Apple регистрация или чрез процес за прехвърляне на дете, описан по-долу. За да създаде Apple регистрация за дете под 13 години, организаторът или родителят/настойникът трябва да предостави име, дата на раждане, имейл адрес и телефонен номер на детето, които Apple използва, за да предостави Apple регистрация на детето. Ако регистрацията за детето е създадена по време на настройка на устройство, организаторът или родителят/настойникът трябва да предостави информация за държава или регион на детето. Apple проверява възрастта на организатора или родителя/настойника, като използва техните детайли за плащания, документ за самоличност в Портфейл или Apple регистрация или техен еквивалент, преди да получи тяхното съгласие да обработва данните за детето. Apple използва датата на раждане на детето, за да определи подходящите услуги и да предложи функции на родителския контрол, например Попитай за покупка и Екранно време. За повече информация за създаването на регистрации за деца посетете support.apple.com/102617. Споделяне на покупки Когато организатор активира споделяне на покупки, отговарящите на условията покупки, направени от членовете на семейството в приложението App Store, iTunes Store, Apple Books или Apple TV, ще бъдат таксувани чрез регистрирания метод за плащане на организатора. Членовете на семейството ще могат да виждат описание на използвания метод за плащане, например Apple Pay, но няма да виждат детайли за плащането, например пълния номер на разплащателната сметка. Членовете на семейството автоматично ще получават достъп до покупките на организатора и могат да изберат да споделят своите покупки с други членове на семейството. Организаторите ще могат да виждат описание, цена и дата за всички транзакции онлайн и в приложения на членовете на семейството в App Store, както и детайли на заявки и резултати от възстановявания и оспорвания. Ако член на семейството докладва за проблем с покупка онлайн или в приложение в App Store, Apple ще използва информация за члена на семейството, който прави покупката, за организатора и за покупката, за да предостави подходящ отговор. Членовете на семейството могат да скрият отделни покупки в iTunes, Apple Books и App Store или да деактивират опцията за споделяне на покупки от техните настройки на семейство. Организаторът на семейството може да продължи да получава разписки за покупките, направени в App Store, Apple Books и Apple Music дори когато членовете на семейството скрият техните покупки. За повече информация за споделянето на покупки посетете support.apple.com/102599. За повече информация за скриването на покупки от App Store посетете support.apple.com/108091. Абонаменти Ако е активирана опцията за споделяне със семейство, абонаментите за услуги като Семеен план в Apple Music, Apple TV+, Apple Arcade или Apple News+ ще бъдат споделени с членовете на семейството. Членовете на семейството ще продължават да влизат във всяка услуга чрез собствените си Apple регистрации. Така индивидуалното им съдържание и техните медийни библиотеки и препоръки ще бъдат поверителни и отделени, докато се възползват от споделения семеен план. По подобен начин споделянето на iCloud+ със семейството дава възможност на всеки член на семейството да има достъп до пространството за съхранение и функциите на споделения план, но отделните регистрации и техните файлове се пазят отделно. За повече информация за споделянето на абонаменти с членовете на семейството посетете support.apple.com/108107. Споделяне на местоположение Когато потребител се присъедини към семейна група, имената на неговите устройства ще бъдат видими за другите членове на семейството в приложението Намери. Неговата Apple регистрация ще бъде видима само за другите членове на семейството в Намери, а данните за местоположението му ще бъдат обработвани от Намери, само ако е активирана функцията Споделяне на местоположение през настройките на Семейство или през приложението Намери. Член на семейството също така може от настройките на семейството да избере автоматично да споделя своето местоположение с всички други членове на семейството, включително с новите членове, добавени по-късно, стига да са все още в групата. Организаторът или родителят/настойникът може да избере автоматично да споделя местоположението на детето си с всички други членове на семейството в определени случаи, включително когато създаде регистрация за дете под 13 години. Членовете на семейството могат да деактивират функцията Автоматично споделяне на местоположение в Настройки > [вашето име] > Семейно споделяне > Споделяне на местоположение. Също така могат да изберат да споделят своето местоположение с отделни членове на семейството през настройките на семейството и приложението Намери. За повече информация за споделянето на местоположение с членовете на семейството посетете support.apple.com/105107. Родителски контрол Apple използва Apple регистрациите и ролите на членовете на семейството, за да може организаторът и родителите/настойниците да настроят родителски контрол за децата в тяхната семейна група. Например, организаторът и родителите/настойниците могат да включат опцията Попитай за покупка, така че да трябва децата да получават тяхното одобрение, преди да изтеглят съдържание или да направят покупка от App Store, iTunes Store или Apple Books, включително за покупки в приложения и безплатни изтегляния. Организаторът и родителите/настойниците също така могат да настройват Екранно време, което им позволява да управляват настройките за функции като Покой, използване на приложения и уеб сайтове, контакти и оценки на съдържанието за техните деца. Само организаторът и родителите/настойниците могат да виждат информация за транзакциите на децата в App Store, iTunes Store и Apple Books, да виждат и управляват тяхната онлайн активност през Екранно време и да активират родителски контрол. За повече информация за Попитай за покупка посетете support.apple.com/105055. За повече информация за използването на родителски контрол посетете support.apple.com/105121. Напускане на група за Семейно споделяне и прехвърляне на деца Възрастните членове на семейството могат по всяко време да напуснат семейна група или да бъдат премахнати от организатора. Деца на възраст между 13 и 17 години могат да напуснат семейна група или да бъдат премахнати от организатора освен ако не са управлявани от организатора или родители/настойници чрез Екранно време. Организаторът на семейството също така може да разпусне семейната група, като изключи Семейно споделяне. Когато член на семейството напусне или е премахнат, той автоматично губи достъпа си до споделените абонаменти и съдържание, закупени от другите членове, а неговото съдържание няма да е повече налично за другите членове. Деца под 13 години трябва да са част от семейна група. За да премахнете дете от семейна група, организатор от друга семейна група може да покани детето да се присъедини към неговото семейство, като в настройките на семейството избере Покани лично. Поканата за прехвърляне трябва да се одобри от настоящия организатор на семейството на детето. След като прехвърлянето завърши, Apple не пази запис с информация, че прехвърленото дете преди е било част от друга семейна група. Или организаторът на семейството може да изтрие Apple регистрацията на детето. За повече информация за преместването на дете в друга семейна група и изтриването на регистрацията на детето посетете support.apple.com/102634. Връзка с вас Apple може да използва информация за семейната група на потребителя, включително броя на членовете на семейството и дали някой има чакаща покана за присъединяване в група, за да изпраща на потребителя и на членовете на семейството му подходящи съобщения за продукти, услуги, оферти и други предимства, налични чрез функцията Семейно споделяне. Членовете на семейството могат да получават тази информация по имейл, ако се съгласят да получават маркетинг имейли. Те могат да променят настройките си за имейли и да се откажат от получаването на тези имейли, като отидат на account.apple.com, а на iOS или iPadOS устройства отидат в Настройки > [вашето име] > Лична информация > Настройки на комуникация. Членовете на семейството също така могат да получават тази информация и с push известия от съответните продукти или услуги на Apple. За да обновите настройките за известяване или за да изключите известията на вашето iOS или iPadOS устройство, отидете в Настройки > Известия. Apple също така може да използва детайли за потребителя и неговата семейна група, включително неговото име, възраст, роля, покупки и абонаменти, за да изпраща съобщения по имейл или push известия за промените в семейното членство и роля, възможност за достъп до споделени покупки и абонаменти и функции за родителски контрол. Например, когато потребител се присъедини към семейна група, всички съществуващи членове на семейството ще бъдат уведомени за възможността им за достъп до споделените покупки и абонаменти на новия член. Ако организаторът определи възрастен член на семейството като родител/настойник, децата в семейната група ще бъдат уведомени, че възрастен потребител може да управлява функциите на родителския контрол. Приложимо законово основание за обработка на лични данни Обработваме лични данни за Семейно споделяне, както е описано по-горе, основно за изпълнението на договора на членовете на семейството с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме следните категории лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна, включително информация за: • Информация за Apple регистрацията на потребителя, включително неговото име, информацията, използвана за влизане, както и всички данни за контакт, плащане и сигурност като доверени телефонни номера или въпроси за сигурност, използвани за услугите на Apple • Продукти на Apple, притежавани от членовете на семейството, абонаменти за услуги на Apple на членовете на семейството и техните покупки и изтегляния • Семейната група на потребителя, включително броя на членовете в семейството му • Устройствата на потребителя, включително името на тяхното устройство, серийния номер и други хардуерни идентификатори • Детайли за плащане, включително номера и валидност на сметки, адреси за фактуриране и доставка и информация за използване на подаръчни карти Тези легитимни интереси включват: • Предоставяне на по-добро обслужване и поддръжка за членовете на семейството • Изпращане на подходящи съобщения относно Семейно споделяне и други свързани продукти, услуги и оферти на Apple, които могат да представляват интерес • Предотвратяване на измами и други злонамерени дейности Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy
ca: A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar l’experiència. En aquesta línia, quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, el grup familiar s’ha dissenyat partint d’aquests principis. Creació del grup familiar A l’hora de crear un grup familiar, Apple utilitza l’edat i el país o la regió associats al compte d’Apple per confirmar que qui està provant de crear el grup sigui una persona adulta i, per tant, compleixi els requisits pertinents. Els llindars d’edat específics que es mencionen a continuació poden ser diferents en funció del país o la regió associats al compte d’Apple. Per obtenir més informació sobre els llindars d’edat, ves a support.apple.com/102617. Un cop s’ha confirmat que es tracta d’una persona adulta, passa a ser l’organitzadora de la família i pot convidar‑hi fins a cinc membres a partir del compte d’Apple de cadascú a través de l’AirDrop, el Mail o l’app Missatges, o bé mitjançant l’opció “Convida en persona” de la configuració familiar. A la invitació, Apple hi inclou el nom, el compte d’Apple o les dades de contacte de la persona que gestiona la família i, en funció de com s’hagi enviat, també les subscripcions a què podrà accedir qui s’hi convidi. Tanmateix, Apple no hi inclou cap més informació de ningú del grup familiar, ni tan sols el nom de qui ja en forma part. Per convidar algú en persona, caldrà que qui s’estigui provant de convidar introdueixi el seu compte d’Apple i la seva contrasenya al dispositiu des de què s’hagi enviat la invitació; Apple l’autenticarà i, en cas que tingui més de 13 anys, li demanarà que confirmi que vol unir‑s’hi. Apple no emmagatzemarà la informació al dispositiu. En cas que es vulgui convidar un infant menor de 13 anys, Apple iniciarà el procés de transferència que es descriu a la secció “Sortida del grup familiar i transferència dels infants”. Per facilitar la gestió de les invitacions i l’enviament dels recordatoris, Apple mostrarà el nom, la foto de perfil i l’estat de la invitació, si estan disponibles, que constin a la configuració del dispositiu. Apple en conserva un registre fins que la persona convidada hi respon, o bé durant 15 dies, que és el temps que les invitacions tarden a caducar. Si la persona convidada l’accepta, Apple associa el seu compte d’Apple al grup familiar. Apple no conserva cap registre de les invitacions caducades. Així mateix, en el cas de les invitacions que s’hagin enviat a través de l’app Missatges i que s’hagin rebutjat, Apple en conserva un registre durant un termini de 30 dies perquè totes dues parts puguin estar‑ne al cas. Accés a la família i rols Quan algú s’uneix a un grup familiar, Apple posa a la seva disposició certes funcions, dades i opcions que pot fer servir per gestionar l’ús compartit de les subscripcions, les compres, la informació de pagament i la ubicació. Per exemple, Apple mostra el nom, el compte d’Apple i el rol de cada membre de la família, així com l’edat dels infants, a tothom que en formi part a la configuració del grup familiar. En el cas dels infants que utilitzen un dispositiu iOS o iPadOS, Apple en fa servir l’edat per proporcionar informació relacionada amb els drets de privacitat d’acord amb l’edat i els controls parentals. Apple també processa certa informació localment al dispositiu, com ara el rol, les subscripcions i l’ús de les funcions i dels serveis, per oferir una llista de recomanacions personalitzada. La llista de recomanacions presenta una sèrie de suggeriments, com ara que es revisin els controls parentals, que es comparteixi l’iCloud+ amb la família i que s’afegeixi algú com a contacte d’emergència, entre d’altres. En afegir una persona adulta al grup familiar, se la pot designar pare, mare o responsable de la tutela. Són rols que, juntament amb el de la gestió de la família, permeten crear un compte d’Apple per a menors de 13 anys com es descriu més avall. També permeten configurar controls parentals com són les sol·licituds de compra i el temps d’ús. D’altra banda, a més de crear el grup familiar i de convidar‑hi persones, qui gestiona la família pot eliminar‑ne membres i tancar el grup com es descriu a continuació. Si algú que forma part del grup familiar inicia la sessió en un dispositiu Apple, com ara un Apple TV, pot ser que el dispositiu li suggereixi que hi afegeixi la resta de membres i que, en aquest cas, li’n mostri les fotos de perfil i els comptes d’Apple. Creació d’un compte d’Apple per a un infant Tant qui gestiona la família com els pares, les mares i les persones responsables de la tutela poden afegir infants menors de 13 anys al grup familiar, encara que pot ser que primer hagin de crear‑los un compte d’Apple o seguir el procés de transferència que es descriu a continuació. Per crear un compte d’Apple per a un infant menor de 13 anys, cal indicar‑ne el nom i la data de naixement, una adreça electrònica i un número de telèfon que Apple farà servir per facilitar el compte d’Apple a l’infant. Si el compte es crea durant el procés de configuració del dispositiu, també caldrà indicar el país o la regió. Seguidament, Apple verifica que qui està creant el compte sigui una persona adulta mitjançant els detalls dels pagaments, el carnet d’identitat afegit a l’app Cartera o la informació del compte d’Apple i, si tot és correcte, li demana permís per processar les dades de l’infant. Apple fa servir la data de naixement de l’infant per definir els serveis a què pot accedir i suggerir controls parentals com ara les sol·licituds de compra i el temps d’ús. Per obtenir més informació sobre com pots crear comptes per a infants, ves a support.apple.com/102617. Compres compartides En activar les compres compartides, totes les compres admeses que facin els membres del grup familiar a l’App Store, a l’iTunes Store, a l’Apple Books o a l’app Apple TV passen a carregar‑se al mètode de pagament que la persona que gestiona la família ha facilitat. Tothom pot consultar una descripció del mètode de pagament utilitzat, com ara l’Apple Pay, però no els detalls, per exemple, el número de compte. Així mateix, tothom pot compartir les seves compres individuals i accedir automàticament a allò que la persona que gestiona la família hagi comprat. A més a més, qui gestiona la família pot consultar la descripció, el preu i la data de les compres que la resta de membres fan a l’App Store, incloses les integrades a les apps, així com els detalls de les sol·licituds de reemborsament, la decisió final i les reclamacions. Si algú de la família informa d’un problema amb una compra de l’App Store, incloses les integrades a les apps, Apple mirarà de donar una resposta adequada tenint en compte qui l’ha fet, qui s’encarrega de l’organització familiar i què és el que s’ha comprat. A la configuració familiar pots ocultar les compres que facis a l’iTunes, a l’App Store i a l’Apple Books, o fins i tot deixar de compartir‑les, però cal tenir en compte que la persona que gestiona la família continuarà tenint el rebut de les compres fetes a l’App Store, a l’Apple Books i a l’Apple Music encara que les hagis ocultat. Per obtenir més informació sobre les compres compartides, ves a support.apple.com/102599. Per obtenir més informació sobre com pots ocultar les compres de l’App Store, ves a support.apple.com/108091. Subscripcions Si actives l’ús compartit amb la família, s’hi compartiran les subscripcions a serveis com ara el pla familiar de l’Apple Music, l’Apple TV+, l’Apple Arcade o l’Apple News+. Tanmateix, cadascú haurà de continuar fent servir el seu compte d’Apple per iniciar la sessió als serveis. El contingut, les biblioteques multimèdia i les recomanacions personals continuaran sent privades i no s’unificaran, però tothom podrà gaudir dels avantatges del pla familiar. De la mateixa manera, el fet de compartir l’iCloud+ amb la resta de la família permet accedir a l’emmagatzematge i a les funcions del pla compartit, però en cap cas no es combinen els comptes ni els arxius. Per obtenir més informació sobre la compartició de les subscripcions amb la família, ves a support.apple.com/108107. Ubicació compartida En el moment en què algú s’uneix la família, la resta de membres poden veure el nom dels seus dispositius a l’app Cerca. Tanmateix, perquè també puguin veure el compte d’Apple i l’app Cerca pugui processar les dades de la ubicació, caldrà que hagi permès que es comparteixi la ubicació a la configuració de la família o a l’app Cerca. A la configuració del grup, sempre que en continuïs formant part, també pots compartir la ubicació amb la família automàticament, incloses les persones que s’hi afegeixin més tard. Pel que fa als infants, l’organització de la família, que també inclou els pares, les mares i les persones responsables de la tutela, pot compartir‑ne la ubicació amb tothom automàticament en alguns casos, per exemple, en crear un compte per a un infant menor de 13 anys. Si no vols que es comparteixi la ubicació automàticament, ves a l’app Configuració > [nom] > En família > Ubicació compartida. Tanmateix, si només vols compartir la ubicació amb persones determinades, ves a la configuració familiar o a l’app Cerca. Per obtenir més informació sobre la compartició de la ubicació amb la família, ves a support.apple.com/105107. Controls parentals Apple utilitza el compte d’Apple i el rol de cada membre de la família perquè l’organització, que inclou pares, mares i responsables de la tutela, pugui configurar els controls parentals per als infants del grup familiar. Per exemple, es poden activar les sol·licituds de compra perquè calgui aprovar totes les descàrregues i les compres que facin a l’App Store, a l’iTunes Store o a l’Apple Books, incloses les integrades a les apps i les descàrregues gratuïtes. Un altre control parental disponible és el temps d’ús, que permet gestionar la configuració de funcions com ara el temps d’inactivitat, l’ús de les apps i dels llocs web, els contactes i les restriccions de contingut per als infants. Així mateix, només les persones que formen part de l’organització del grup familiar poden accedir a les dades de les transaccions dels infants a l’App Store, a l’iTunes Store i a l’Apple Books, consultar i gestionar la seva activitat en línia a través del temps d’ús, i activar els controls parentals. Per obtenir més informació sobre les sol·licituds de compra, ves a support.apple.com/105055. Per obtenir més informació sobre l’ús dels controls parentals, ves a support.apple.com/105121. Sortida del grup familiar i transferència dels infants Tothom que tingui permís per gestionar la família pot eliminar‑ne membres, i les persones adultes també poden sortir‑ne quan vulguin. S’aplica el mateix criteri a qualsevol menor d’entre 13 i 17 anys, tret que estigui sota la supervisió de l’organització del grup mitjançant el temps d’ús, cosa que també inclou pares, mares i responsables de la tutela. La persona encarregada de gestionar la família també pot desactivar i tancar el grup. Quan algú surt o se l’elimina de la família, el seu contingut deixa d’estar disponible al grup immediatament, però tampoc no pot accedir a les subscripcions compartides ni al contingut comprat per altres membres. Els infants menors de 13 anys han de pertànyer a un grup familiar. Per eliminar un infant de la família, algú que en gestioni una altra pot convidar‑lo a unir‑s’hi mitjançant l’opció “Convida en persona” de la configuració familiar. Tanmateix, cal que la persona que organitza la família a què pertany ara aprovi la invitació. Un cop completada la transferència, Apple no conserva cap registre en què s’indiqui que l’infant ha canviat de grup familiar. Una altra opció és eliminar el compte d’Apple de l’infant. Per obtenir més informació sobre com transferir un infant d’una família a una altra o sobre com eliminar‑ne el compte, ves a support.apple.com/102634. Comunicació amb tu Apple pot utilitzar els detalls sobre el grup familiar, cosa que inclou el nombre de persones que en formen part i si hi ha cap invitació pendent, amb l’objectiu d’enviar comunicacions pertinents sobre productes, serveis, ofertes i altres prestacions disponibles a través de la família. Si acceptes rebre màrqueting per correu electrònic, rebràs aquest tipus de comunicacions per aquest canal. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com o, en un dispositiu iOS o iPadOS, ves a l’app Configuració > [nom] > Informació personal > Preferències de comunicació. També pots rebre aquestes comunicacions com a notificacions push del producte o del servei d’Apple pertinent. Per actualitzar les preferències de les notificacions o per desactivar‑les en un dispositiu iOS o iPadOS, ves a l’app Configuració > Notificacions. Apple també pot fer servir les dades d’una persona i del seu grup familiar, inclosos el nom, l’edat, el rol, les compres i les subscripcions, per enviar correus electrònics o notificacions push en cas que hi hagi algun canvi relatiu als membres i als rols de la família, als permisos per accedir a les compres i a les subscripcions compartides, i als controls parentals. Per exemple, en el moment en què algú s’uneixi la família, la resta de membres rebran una notificació en què se’ls informarà que poden accedir a les compres i subscripcions compartides d’aquesta persona. Si la persona que gestiona la família designa un adult com a pare, mare o responsable de la tutela, els infants del grup familiar rebran una notificació en què se’ls informarà que aquesta persona pot gestionar els controls parentals. Base jurídica aplicable al processament de dades personals Processem les dades personals del grup familiar com es descriu més amunt i de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació aplicable, processem les següents categories de dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer: • dades del compte d’Apple, inclosos el nom, la informació que fas servir per iniciar la sessió i les dades de contacte, de pagament i de seguretat, com ara els números de telèfon de confiança o les preguntes de seguretat que utilitzes als serveis d’Apple; • dades de la família, com ara els productes Apple que hi ha, les subscripcions a serveis d’Apple i els continguts comprats i descarregats; • dades del grup familiar, que inclou el nombre de membres; • dades sobre els dispositius de cadascú, com ara el nom, el número de sèrie i altres identificadors de maquinari; • dades de pagament, com ara els números de compte i les dates de caducitat, les adreces de facturació i d’enviament, i informació sobre les targetes regal que bescanvies. Els interessos legítims inclouen el següent: • millora del servei i de l’assistència; • enviament de comunicacions pertinents sobre el grup familiar i altres ofertes, productes i serveis d’Apple relacionats que et puguin interessar; • prevenció del frau i d’altres activitats malicioses. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom vám zpříjemnili práci s našimi službami, a když už nějaká data sbíráme, je pro nás důležité, abyste věděli, jaká data to jsou a k čemu je potřebujeme, a mohli se díky tomu informovaně rozhodovat. Služba Rodinné sdílení je stejně jako všechny ostatní produkty a služby společnosti Apple vyvíjena v souladu s těmito principy. Nastavení rodinného sdílení Když některý uživatel začne nastavovat rodinu, Apple podle údajů o věku a zemi nebo oblasti přidružených k jeho účtu Apple ověří, zda se jedná o dospělého a zda má tedy právo rodinnou skupinu vytvořit. Konkrétní věkové hranice, na něž odkazuje následující text, se můžou u jednotlivých uživatelů různit podle toho, která země nebo oblast je k jeho účtu Apple přidružená. Další informace o věkových hranicích najdete v článku support.apple.com/102617. Po ověření plnoletosti se uživatel, který proces zahájil, stane organizátorem rodiny a může do rodinné skupiny pozvat až pět dalších uživatelů s jedinečnými účty Apple, a to přes AirDrop, Zprávy nebo Mail, případně prostřednictvím volby „Pozvat osobně“ v nastavení rodiny. Podle toho, jak byla pozvánka odeslána, v ní společnost Apple zobrazí jméno či účet Apple organizátora, předplacené služby, k nimž pozvaný získá přístup, resp. kontaktní údaje organizátora. Nezobrazí však žádné další informace o organizátorovi ani o rodinné skupině, například jména jejích stávajících členů. Když organizátor klepne na volbu Pozvat osobně a pozvanému je 13 nebo více let, Apple použije účet Apple a heslo, které pozvaný zadá na zařízení organizátora, k ověření jeho totožnosti a potvrzení, že pozvání přijímá. Tyto údaje se přitom do zařízení organizátora neuloží. Je‑li pozvanému méně než 13 let, Apple zahájí proces přehlášení dítěte popsaný níže v oddílu Opuštění skupiny rodinného sdílení a přehlašování dětí. Aby organizátoři i pozvaní členové měli správu pozvánek a posílání upomínek co nejsnazší, Apple zobrazí v nastavení zařízení jejich jméno, profilovou fotku a stav pozvánky, jsou‑li k dispozici. Apple udržuje záznamy o pozvánkách, dokud pozvaný neodpoví nebo dokud platnost pozvánky po 15 dnech nevyprší. Když adresát pozvánku přijme, Apple přidruží jeho účet Apple k rodinné skupině. Záznamy o prošlých pozvánkách Apple neuchovává. Odmítnuté pozvánky, které byly zaslány přes aplikaci Zprávy, Apple eviduje po dobu 30 dnů, aby je bylo možné ve Zprávách na straně organizátora i pozvaného zobrazovat jako odmítnuté. Připojení k rodině a role v rámci rodiny Když se k rodinné skupině připojí uživatelé, Apple zpřístupní určité funkce, informace a ovládací prvky, které slouží ke správě sdílení předplatného, nákupů, platebních údajů a polohy. Každý člen rodinné skupiny například uvidí v nastavení rodiny jména, účet Apple a role všech ostatních členů a věk dětí v rodině. Dětem používajícím zařízení se systémem iOS nebo iPadOS Apple poskytne informace o jejich právech na ochranu soukromí a rodičovském dohledu přiměřené jejich věku. Apple dále zpracuje přímo na zařízeních členů rodiny podrobné informace o každém z nich, například o jeho roli, předplacených službách a používání funkcí a služeb, a sestaví z nich přizpůsobený seznam doporučení. Mezi těmito doporučeními se můžou objevit například návrhy na kontrolu nastavení rodičovského dohledu, sdílení iCloudu+ s ostatními členy rodiny nebo přidání jiného člena rodiny jako nouzového kontaktu. Když organizátor přidá do rodinné skupiny dospělého uživatele, může ho označit jako rodiče/opatrovníka. Rodiče/opatrovníci včetně organizátora, který může také vystupovat jako rodič/opatrovník, mají možnost vytvářet níže popsaným postupem účet Apple pro děti mladší 13 let. Kromě toho můžou pro děti v rodinné skupině také nastavovat funkce rodičovského dohledu, například schvalování nákupů a čas u obrazovky. Organizátor je kromě vytvoření rodinné skupiny a pozvání dalších účastníků oprávněn odebrat z rodiny jednotlivé členy nebo celou skupinu rozpustit níže popsanými postupy. Pokud se uživatel, který je součástí rodinné skupiny, přihlásí k zařízení Apple, například k Apple TV, zařízení mu může navrhnout přidání dalších členů rodiny tak, že zobrazí jejich jména a profilové fotky sdružené s jejich účtem Apple. Vytvoření účtu Apple pro děti Organizátor a rodiče/opatrovníci můžou do rodinné skupiny přidat dítě mladší 13 let, a to buď tak, že pro něj vytvoří účet Apple, nebo s využitím níže popsaného procesu přehlášení dítěte. Při vytváření účtu Apple dítěti mladšímu 13 let musí organizátor nebo rodič/opatrovník zadat jeho jméno, datum narození, e‑mailovou adresu a telefonní číslo, které Apple použije k založení dětského účtu Apple. Je‑li dětský účet vytvořen v průběhu úvodního nastavování zařízení, musí organizátor nebo rodič/opatrovník zadat také zemi nebo oblast bydliště dítěte. Apple nejprve ověří plnoletost organizátora nebo rodiče/opatrovníka na základě jeho platebních údajů, průkazu totožnosti v Peněžence nebo účtu Apple, případně ekvivalentního, a potom si vyžádá souhlas se zpracováním údajů dítěte. Podle data narození dítěte Apple určí, pro které služby je způsobilé, a navrhne nastavení rodičovského dohledu, například schvalování nákupů a omezení času u obrazovky. Další informace o vytváření dětských účtů najdete v článku support.apple.com/102617. Sdílení nákupů Když organizátor aktivuje sdílení nákupů, budou způsobilé nákupy provedené členy rodiny v App Storu, iTunes Storu, Knihkupectví nebo aplikaci Apple TV účtovány na vrub platební metody organizátora. Členové rodiny uvidí popis použité platební metody, například Apple Pay, nikoli však podrobné údaje o platbě, například celé číslo účtu, z nějž se platba odečetla. Členové rodiny automaticky získají přístup k nákupům organizátora a pokud chtějí, můžou aktivovat sdílení svých nákupů s ostatními členy rodiny. Organizátor uvidí popis, cenu a datum všech transakcí v App Storu, které ostatní členové rodiny uskuteční online nebo v aplikacích, a také podrobné informace o žádostech o vrácení peněz, jejich výsledcích a reklamacích. Když některý z členů rodiny nahlásí problém s nákupem v App Storu uskutečněným online nebo v aplikaci, Apple využije informace o členovi rodiny, který nákup uskutečnil, organizátorovi a nákupu k volbě odpovídající reakce. Jednotlivé položky zakoupené v iTunes, Apple Books nebo App Storu můžou členové rodiny skrýt nebo vypnout funkci „Sdílet mé nákupy“ ve svém nastavení rodiny. I když členové rodiny zakoupené položky skryjí, bude organizátor rodiny nadále dostávat účty za nákupy v App Storu, Apple Books a Apple Music. Další informace o sdílení nákupů najdete v článku support.apple.com/102599. Další informace o skrývání nákupů v App Storu najdete v článku support.apple.com/108091. Předplacené služby Při zapnutém nastavení Sdílet s rodinu se bude mezi členy rodiny sdílet předplatné služeb, jako je rodinný tarif Apple Music, Apple TV+, Apple Arcade nebo Apple News+. Jednotliví členové rodiny se budou k těmto službám dál přihlašovat pod svými vlastními účty Apple. Obsah, knihovna médií a doporučení každého z nich tedy zůstávají oddělené a je zachováno jejich soukromí, i když využívají společný rodinný tarif. Podobně také sdílení iCloudu+ s rodinou poskytuje všem členům rodiny přístup k úložišti a funkcím v rámci sdíleného tarifu, ale jejich účty a soubory zůstávají oddělené. Další informace o sdílení předplatného se členy rodiny najdete v článku support.apple.com/108107. Sdílení polohy Když se uživatel připojí k rodinné skupině, ostatní členové rodiny uvidí v aplikaci Najít názvy jeho zařízení. Jeho účet Apple bude v aplikaci Najít pro ostatní členy rodiny viditelný a údaje o jeho poloze se budou v této aplikaci zpracovávat jen tehdy, když si v nastavení rodiny nebo v aplikaci Najít zapne sdílení polohy. Člen rodiny si v nastavení rodiny také může zvolit, že bude svou polohu automaticky sdílet se všemi ostatními členy včetně těch, kteří se k rodině přidají později, dokud sám skupinu neopustí. Organizátor nebo rodič/opatrovník se můžou v určitých případech, například když vytvářejí účet pro dítě mladší 13 let, rozhodnout automaticky sdílet polohu dítěte se všemi ostatními členy rodiny. Členové rodiny můžou funkci automatického sdílení polohy deaktivovat v Nastavení > [jméno uživatele] > Rodinné sdílení > Sdílení polohy. Také se můžou rozhodnout sdílet svoji polohu s jednotlivými členy rodiny prostřednictvím nastavení rodiny a v aplikaci Najít. Další informace o sdílení polohy se členy rodiny najdete v článku support.apple.com/105107. Rodičovský dohled Apple s využitím účtů Apple a rolí členů rodiny umožňuje organizátorovi a rodičům/opatrovníkům nastavit rodičovský dohled pro děti v rodinné skupině. Organizátor a rodiče nebo opatrovníci můžou například zapnout schvalování nákupů, takže když si bude dítě chtít něco stáhnout nebo koupit v App Storu, iTunes Storu nebo Knihkupectví, včetně nákupů v aplikacích a bezplatného stahování, bude muset nejdřív požádat o souhlas dospělého. Organizátor a rodiče/opatrovníci můžou také zapnout funkci Čas u obrazovky, která jim umožňuje nastavit pro děti například klidový čas, limity využívání aplikací a webových stránek, povolené kontakty nebo věkové kategorie obsahu. Možnost zobrazit informace o transakcích dítěte v App Storu, iTunes Storu a Knihkupectví, prohlížet si a spravovat jeho aktivitu online prostřednictvím funkce Čas u obrazovky a zapnout rodičovský dohled má jen organizátor a rodiče nebo opatrovníci. Další informace o schvalování nákupů najdete v článku support.apple.com/105055. Další informace o použití rodičovského dohledu najdete v článku support.apple.com/105121. Opuštění skupiny rodinného sdílení a přehlašování dětí Dospělí členové rodiny můžou rodinnou skupinu kdykoli opustit nebo je z ní může organizátor odebrat. Děti ve věku od 13 do 17 let můžou rodinnou skupinu opustit nebo je může organizátor odebrat, pokud jejich účet nespravuje organizátor nebo rodiče/opatrovníci prostřednictvím funkce Čas u obrazovky. Organizátor rodiny může rodinnou skupinu také rozpustit tím, že vypne rodinné sdílení. Když rodinnou skupinu některý člen opustí nebo je z ní odebrán, okamžitě ztrácí přístup ke sdílenému předplatnému a obsahu, který koupili ostatní členové, a ostatní členové ztrácejí přístup k jeho obsahu. Děti do 13 let musí být členy rodinné skupiny. Pokud je třeba dítě z rodinné skupiny odebrat, může ho do své rodiny pozvat organizátor jiné rodinné skupiny tak, že v nastavení rodiny vybere volbu Pozvat osobně. Pozvánku k přehlášení do jiné skupiny musí schválit organizátor současné rodiny dítěte. Po dokončení převodu Apple neuchovává žádné záznamy o tom, že přehlášené dítě bylo původně členem jiné rodinné skupiny. Organizátor rodiny má případně možnost účet Apple dítěte také smazat. Další informace o přehlášení dítěte do jiné rodinné skupiny a o smazání dětského účtu najdete v článku support.apple.com/102634. Komunikace s vámi Apple může využívat podrobné informace o rodinné skupině uživatele, včetně počtu členů rodiny a případných dalších pozvaných uživatelů, k zasílání relevantních sdělení o produktech, službách, nabídkách a dalších výhodách, které má uživatel a členové jeho rodiny v rámci rodinného sdílení k dispozici. Pokud členové rodiny poskytnou svolení se zasíláním marketingových e‑mailů, můžou tato sdělení dostávat e‑mailem. Předvolby pro e‑maily můžou změnit a příjem těchto e‑mailů můžou odhlásit na account.apple.com, na iOS a iPadOS zařízeních pak také v Nastavení > [jméno uživatele] > Osobní údaje > Předvolby komunikace. Obchodní sdělení můžou členové rodiny dostávat také prostřednictvím push oznámení z relevantních produktů a služeb Apple. Chcete‑li na iOS nebo iPadOS zařízení změnit předvolby oznámení nebo se od zasílání oznámení odhlásit, přejděte do Nastavení > Oznámení. Společnost Apple může také používat podrobnosti o uživatelích a jejich rodinných skupinách, včetně jména, věku, role a koupených a předplacených položek, k zasílání sdělení e‑mailem nebo prostřednictvím push oznámení o změnách členství a role v rodině, o možnosti přístupu ke sdíleným koupeným a předplaceným položkám a o rodičovském dohledu. Když se například k rodinné skupině připojí nový uživatel, všichni stávající členové rodiny budou upozorněni na možnost přístupu ke sdíleným koupeným a předplaceným položkám nového člena. Pokud organizátor určí dospělého člena rodiny jako rodiče/opatrovníka, budou děti v rodinné skupině upozorněny, že tento dospělý uživatel může spravovat rodičovský dohled. Právní základ uplatňovaný při zpracování osobních údajů Osobní údaje související s rodinným sdílením zpracováváme výše uvedenými způsoby obecně pro potřeby plnění smluv členů rodiny se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, žádáme o něj v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme následující kategorie osobních údajů, je‑li to nezbytné pro účely našich oprávněných zájmů nebo oprávněných zájmů třetí strany. Zpracovávané informace zahrnují: • Data z účtů Apple uživatelů včetně jejich jmen, přihlašovacích údajů a kontaktních, platebních a bezpečnostních informací, například důvěryhodných telefonních čísel a bezpečnostních otázek, používaných pro všechny služby Apple • Informace o produktech Apple, které vlastní členové rodiny, o službách, které mají předplacené, a položkách, které si koupili a stáhli • Údaje o rodinných skupinách uživatelů včetně počtu členů rodin • Údaje o zařízeních uživatelů včetně jejich názvů, sériových čísel a dalších hardwarových identifikátorů • Platební údaje zahrnující čísla účtů a termíny ukončení platnosti, fakturační a dodací adresy a informace o uplatňování dárkových karet K výše zmíněným oprávněným zájmům patří: • Poskytování lepších služeb a podpory členům rodin • Zasílání relevantních informací o rodinném sdílení a dalších souvisejících produktech, službách a nabídkách společnosti Apple, které by mohly uživatele zajímat • Prevence podvodů a jiných škodlivých aktivit Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt for kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre, og når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Familedeling er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper. Indstilling af Familiedeling Når en bruger starter indstilling af en familie, bruger Apple alder og land eller område, der er knyttet til brugerens Apple‑konto, for at bekræfte, at personen er voksen og derfor er berettiget til at oprette en familiegruppe. Aldersgrænserne, der henvises til nedenfor, er muligvis forskellige, afhængigt af hvilket land eller område der er knyttet til personens Apple‑konto. Du kan få flere oplysninger om aldersgrænserne på support.apple.com/102617. Når det er bekræftet, at brugeren er voksen, bliver vedkommende, der startede indstillingen, familiearrangør og kan derefter invitere op til fem andre brugere med unikke Apple‑konti til at deltage i familiegruppen vha. AirDrop, Beskeder eller Mail eller ved at trykke på Inviter personligt i indstillingerne til Familie. Apple viser arrangørens navn, Apple‑konto, abonnementerne, som den inviterede person får adgang til, og/eller arrangørens kontaktoplysninger i invitationen, afhængigt af hvordan den blev sendt. Apple viser ikke andre oplysninger om arrangøren eller familiegruppen, f.eks. navne på eksisterende familiemedlemmer. Når arrangøren trykker på Inviter personligt, bruger Apple den inviterede persons Apple‑konto og adgangskode, som skrives på arrangørens enhed, til at godkende personen og bekræfte vedkommendes accept, hvis personen er 13 år eller ældre. Apple opbevarer ikke disse oplysninger på arrangørens enhed. Hvis den inviterede person er under 13 år, starter Apple flytning af barnet som beskrevet nedenfor i afsnittet Forlad en familiedelingsgruppe og flytning af børn. For at hjælpe arrangører og de inviterede personer med at administrere invitationer og sende påmindelser, viser Apple deres navn, profilfoto og status for invitation (hvis tilgængelig) i enhedsindstillingerne. Apple bevarer en optegnelse over invitationer, indtil den inviterede person reagerer, eller invitationen udløber (efter 15 dage). Hvis den inviterede person accepterer, knytter Apple personens Apple‑konto til familiegruppen. Apple bevarer ikke en optegnelse over udløbne invitationer. Apple bevarer en optegnelse over invitationer, der blev sendt via Beskeder og afvist, i 30 dage for at vise denne status i Beskeder til arrangøren og den inviterede person. Deltagelse i en familie og familieroller Når brugere deltager i en familiegruppe, gør Apple bestemte funktioner, oplysninger og betjeningsmuligheder tilgængelige, som kan bruges til at administrere deling af abonnementer, køb, betalingsoplysninger og lokaliteter. Apple viser f.eks. hvert medlems navn, Apple‑konto og rolle. Hvis der er nogen børn i familien, vises deres alder for alle medlemmer af familiegruppen i familieindstillingerne. For børn, der bruger en iOS- eller iPadOS-enhed, bruger Apple oplysninger om alder til at vise alderssvarende oplysninger om anonymitet og børnesikring. Apple behandler også oplysninger om et familiemedlem, f.eks. personens rolle, abonnementer og brug af funktioner og tjenester, med henblik på at levere en tilpasset liste over anbefalinger. Anbefalingerne til et familiemedlem kan f.eks. foreslå, at indstillingerne til børnesikring gennemgås, deling af iCloud+ med familiemedlemmer, eller at et andet familiemedlem oprettes som en af personens nødkontakter. Når arrangøren føjer en voksen bruger til familiegruppen, kan brugeren indstilles som forælder/værge. Forældre/værger og arrangøren, der også kan fungere som forælder/værge, kan oprette en Apple‑konto til børn under 13 år som beskrevet nedenfor. De kan også indstille børnesikring, f.eks. Spørg før køb og Skærmtid, for børn i familiegruppen. Arrangøren kan foruden at indstille en familiegruppe og invitere brugere til at deltage også fjerne familiemedlemmer og opløse gruppen som beskrevet nedenfor. Hvis en bruger, der er en del af en familiegruppe, logger ind på en Apple-enhed, f.eks. et Apple TV, kan enheden foreslå, at andre familiemedlemmer tilføjes ved at vise det navn og det profilfoto, der er knyttet til vedkommendes Apple‑konto. Opret en Apple‑konto til et barn Arrangøren og forældre/værger kan føje et barn på under 13 år til en familiegruppe ved at oprette barnets Apple‑konto eller vha. processen til flytning af barn som beskrevet nedenfor. Hvis der skal oprettes en Apple‑konto til et barn på under 13 år, skal arrangøren eller en forælder/værge oplyse barnets navn, fødselsdato, en e-mailadresse og et telefonnummer, som Apple bruger til at levere Apple‑kontoen til barnet. Hvis børnekontoen oprettes under indstilling af enheden, skal arrangøren eller forælderen/værgen også angive land eller område for barnet. Apple bekræfter, at arrangøren eller forælderen/værgen er voksen, vha. personens betalingsoplysninger, id-kort i Wallet eller Apple‑konto eller lignende, før der bedes om samtykke til at behandle barnets data. Apple bruger barnets fødselsdato til at bekræfte tilgængelige tjenester og foreslå børnesikring, f.eks. Spørg for køb og Skærmtid. Du kan få flere oplysninger om oprettelse af børnekonti på support.apple.com/102617. Deling af køb Når en arrangør slår deling af køb til, bliver alle familiemedlemmers berettigede køb i App Store, iTunes Store, Apple Books eller Apple TV-appen opkrævet via arrangørens registrerede betalingsmetode. Familiemedlemmer kan se en beskrivelse af betalingsmetoden, der bruges, f.eks. Apple Pay, men kan ikke se betalingsoplysninger, f.eks. betalingskontonummeret. Familiemedlemmer får automatisk adgang til arrangørens køb og kan vælge at dele deres køb med andre familiemedlemmer. Arrangører kan se beskrivelse, pris og dato for alle familiemedlemmers transaktioner online og i apps i App Store. De kan også se oplysninger om anmodninger om refunderinger og resultater samt indsigelser. Hvis et familiemedlem rapporterer et problem med et køb online eller i apps i App Store, bruger Apple oplysninger om familiemedlemmet, der foretog købet, arrangøren og købet til at give et relevant svar. Familiemedlemmer kan skjule individuelle køb i iTunes, Apple Books og App Store eller slå Del mine køb fra i deres familieindstillinger. Familiearrangøren vil fortsat modtage kvitteringer for køb foretaget i App Store, Apple Books og Apple Music, selvom familiemedlemmer har skjult deres køb. Du kan få flere oplysninger om deling af køb på support.apple.com/102599. Du kan få flere oplysninger om at skjule køb fra App Store på support.apple.com/108091. Abonnementer Hvis Del med familien er slået til, deles abonnementer på tjenester, f.eks. familieabonnement på Apple Music, Apple TV+, Apple Arcade, eller Apple News+, med familiemedlemmer. Familiemedlemmer skal logge ind på hver tjeneste med deres egne Apple‑konti. Dette holder deres individuelle indhold, mediebiblioteker og anbefalinger private og adskilte, mens de kan benytte sig af det delte familieabonnement. Når iCloud+ deles med familien, får hvert familiemedlem ligeledes adgang til lagringspladsen og funktionerne i det delte abonnement, mens de individuelle konti og arkiver holdes adskilt. Du kan få flere oplysninger om at dele abonnementer med familiemedlemmer på support.apple.com/108107. Lokalitetsdeling Når en bruger deltager i en familiegruppe, kan andre familiemedlemmer se brugerens enhedsnavne i Find. Brugerens Apple‑konto kan kun ses af andre familiemedlemmer i Find, og personens lokalitetsdata behandles kun af Find, hvis Lokalitetsdeling slås til enten via familieindstillingerne eller appen Find. Et familiemedlem kan også via familieindstillingerne vælge at dele sin egen lokalitet automatisk med alle andre familiemedlemmer, herunder nye medlemmer, der tilføjes senere, så længe personen er medlem af gruppen. Arrangøren eller forælderen/værgen kan vælge at dele et barns lokalitet med alle andre familiemedlemmer i visse situationer, herunder når der oprettes en konto til et barn under 13 år. Familiemedlemmer kan slå funktionen Del automatisk lokalitet fra i Indstillinger > [dit navn] > Familiedeling > Lokalitetsdeling. De kan også vælge at dele deres lokalitet med enkelte medlemmer af familien via familieindstillingerne og appen Find. Du kan få flere oplysninger om at dele lokalitet med familiemedlemmer på support.apple.com/105107. Børnesikring Apple bruger familiemedlemmers Apple‑konti og roller til at gøre det muligt for arrangøren og forældre/værger at indstille børnesikring for børn i deres familiegruppe. Arrangøren og forældre/værger kan f.eks. slå Spørg før køb til, så det kræver godkendelse, før børn foretager overførsler eller køb i App Store, iTunes Store eller Apple Books, herunder køb i apps og gratis overførsler. Arrangøren og forældre/værger kan også indstille Skærmtid, hvilket gør det muligt at administrere indstillinger til funktioner, f.eks. Skærmfri tid, brug af apps og websteder, kontakter og aldersgrænser, for deres børn. Det er kun arrangøren og forældre/værger, der kan se oplysninger om barnets transaktioner i App Store, iTunes Store og Apple Books, se og administrere deres onlineaktivitet via Skærmtid og slå børnesikring til. Du kan få flere oplysninger om Spørg før køb på support.apple.com/105055. Du kan få flere oplysninger om brug af børnesikring på support.apple.com/105121. Forlad en familiedelingsgruppe og flytning af børn Voksne familiemedlemmer kan når som helst forlade en familiegruppe eller blive fjernet af arrangøren. Børn, der er mellem 13 og 17 år gamle, kan forlade en familiegruppe eller blive fjernet af arrangøren, medmindre de administreres af arrangøren eller forældre/værger via Skærmtid. Familiearrangøren kan også opløse en familiegruppe ved at slå Familiedeling fra. Når et familiemedlem forlader gruppen eller bliver fjernet, mister vedkommende med det samme adgang til delte abonnementer og indhold, der er købt af andre medlemmer, og andre medlemmer har heller ikke længere adgang til vedkommendes indhold. Børn under 13 år skal være en del af en familiegruppe. Et barn kan fjernes fra en familiegruppe, hvis en arrangør i en anden familiegruppe inviterer barnet til at deltage i arrangørens familiegruppe ved at vælge Inviter personligt i familieindstillingerne. Invitationen om flytning skal godkendes af barnets aktuelle familiearrangør. Når flytningen er gennemført, bevarer Apple ikke oplysninger om, at barnet, der blev flyttet, tidligere var en del af en anden familiegruppe. Familiearrangøren kan også vælge at slette barnets Apple‑konto. Du kan få flere oplysninger om at flytte et barn til en anden familiegruppe og slette et barns konto på support.apple.com/102634. Kommunikation med dig Apple bruger muligvis også oplysninger om en brugers familiegruppe, f.eks. antal familiemedlemmer, og om der er nogen ventende invitationer til at deltage i gruppen, med henblik på at sende brugeren og familiemedlemmer relevant information om produkter, tjenester, tilbud og andre fordele, der er tilgængelige via Familiedeling. Familiemedlemmer modtager muligvis disse informationer i e-mails, hvis de giver samtykke til markedsføring via e-mail. De kan ændre deres e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com eller på iOS- eller iPadOS-enheder ved at gå til Indstillinger > [dit navn] > Personlige oplysninger > Kommunikationsindstillinger. Familiemedlemmer kan også modtage disse informationer i push-notifikationer fra relevante Apple-produkter eller -tjenester. Gå til Indstillinger > Notifikationer på din iOS- eller iPadOS-enhed for at opdatere indstillinger til notifikationer eller fravælge at modtage notifikationer. Apple kan også bruge oplysninger om en bruger og den familiegruppe, vedkommende tilhører, herunder navn, alder, rolle, køb og abonnementer, til at sende information via e-mails eller push-notifikationer om ændringer i rolle eller medlemskab i en familiegruppe, adgang til delte køb og abonnementer og indstillinger til børnesikring. Hvis en ny bruger f.eks. tilmelder sig en familiegruppe, vil de andre medlemmer af familiegruppen få besked om, at de har adgang til det nye medlems delte køb og abonnementer. Hvis en arrangør udpeger et voksent familiemedlem som forælder/værge, får børnene i familiegruppen besked om, at den voksne bruger kan administrere deres børnesikring. Gældende juridisk grundlag for behandling af personlige data Vi behandler personlige data i Familiedeling som beskrevet herover generelt for at opfylde familiemedlemmers kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser: • Brugeres oplysninger om deres Apple‑konti, herunder navn, de oplysninger, der bruges til at logge ind med, samt kontakt-, betalings- og sikkerhedsoplysninger, f.eks. godkendte telefonnumre eller sikkerhedsspørgsmål, der bruges til Apples tjenester •Apple-produkter, der ejes af familiemedlemmer, familiemedlemmers abonnementer på Apple-tjenester og deres køb og overførsler • Brugeres familiegruppe, herunder antallet af medlemmer i familien • Brugernes enheder, herunder enhedens navn, serienummer og andre hardware-id’er • Betalingsoplysninger, herunder kontonumre og udløbsdatoer, fakturerings- og leveringsadresser og oplysninger om indløsning af gavekort Disse legitime interesser inkluderer: • At give familiemedlemmer forbedret service og support • At sende dig relevant information om Familiedeling og andre relaterede Apple-produkter, -tjenester og -tilbud, du kan være interesseret i • Forhindring af svindel og andre ondsindede aktiviteter Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir sind sehr bemüht, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir sind außerdem davon überzeugt, dass du wissen solltest, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Die Familienfreigabe wurde, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt. Familienfreigabe einrichten Wenn eine Person eine Familie einrichtet, verwendet Apple das Alter und das Land oder die Region, die mit deren Apple Account verknüpft ist. Dadurch wird bestätigt, dass die Person erwachsen und somit berechtigt ist, eine Familiengruppe zu erstellen. Die nachstehend aufgeführte spezifische Altersgrenze kann vom Land oder der Region abhängen, das bzw. die mit dem Apple Account der Person verknüpft ist. Weitere Informationen zu den Altersgrenzen findest du unter support.apple.com/102617. Sobald der Erwachsenenstatus bestätigt wurde, wird die Person als Familienorganisator:in registriert und kann bis zu fünf andere Personen mit eindeutigen Apple Accounts zur Familiengruppe einladen. Die Personen können via AirDrop, „Nachrichten“ oder Mail beitreten oder indem sie in den Familieneinstellungen auf „Persönlich einladen“ tippen. Abhängig davon, wie die Einladung gesendet wurde, zeigt Apple den Organisatornamen, den Apple Account, die Abos, auf die die Eingeladenen Zugriff erhalten, und/oder die Kontaktinformationen der Person, die die Gruppe organisiert, an. Apple zeigt keine anderen Informationen über Organisator:innen oder die Familiengruppe an wie die Namen der vorhandenen Familienmitglieder. Wenn die organisierende Person auf „Persönlich einladen“ tippt, verwendet Apple den auf dem Organisatorgerät eingegebenen Apple Account und das Passwort der eingeladenen Person, um sie zu authentifizieren und ihre Zustimmung zu bestätigen, falls die Person 13 Jahre oder älter ist. Apple speichert diese Informationen nicht auf dem Organisatorgerät. Wenn die eingeladene Person jünger als 13 Jahre ist, startet Apple den Prozess zur Übertragung eines Kindes wie nachstehend im Abschnitt „Familienfreigabegruppe verlassen und Übertragen eines Kindes“ beschrieben. Um Organisator:innen und eingeladenen Personen beim Verwalten von Einladungen und Senden von Erinnerungen zu helfen, zeigt Apple gegebenenfalls ihre Namen, Profilfotos und Einladungsstatus in den Geräteeinstellungen an. Apple bewahrt die Einladungen auf, bis die eingeladene Person antwortet oder die Einladung nach 15 Tagen verfällt. Wenn die Einladung angenommen wird, verknüpft Apple den Apple Account der eingeladenen Person mit der Familiengruppe. Apple führt keine Aufzeichnungen über verfallene Einladungen. Einladungen, die mit der Nachrichten-App gesendet und abgelehnt wurden, werden von Apple 30 Tage lang aufbewahrt, um der Person, die die Gruppe organisiert, und der eingeladenen Person den Status „Abgelehnt“ in der Nachrichten-App anzuzeigen. Einer Familie beitreten und Familienrollen Wenn Benutzer:innen einer Familiengruppe beitreten, macht Apple bestimmte Funktionen, Informationen und Bedienelemente verfügbar, die zum Teilen von Abos, Käufen, Zahlungsinformationen und Standorten verwendet werden können. Zum Beispiel wird allen Mitgliedern der Familiengruppe der Name, der Apple Account und die Rolle aller Mitglieder sowie das Alter von Kindern in den Familieneinstellungen angezeigt. Für Kinder auf einem iOS- oder iPadOS-Gerät verwendet Apple deren Alter, um ihnen altersgerechte Informationen über die Datenschutzrechte und Kindersicherung bereitzustellen. Apple verarbeitet zudem Details über ein Familienmitglied wie dessen Rolle, Abos und Nutzung von Funktionen und Diensten, um eine angepasste Liste mit Empfehlungen bereitzustellen. Zum Beispiel kannst du in den Empfehlungen für ein Familienmitglied Vorschläge zur Kindersicherung, zum Teilen von iCloud+ mit Familienmitgliedern oder zum Zuweisen eines Familienmitglieds zu den Notfallkontakten erhalten. Wenn Organisator:innen eine erwachsene Person zur Familiengruppe hinzufügen, kann sie als erziehungsberechtigte Person ausgewiesen werden. Erziehungsberechtigte Personen sowie Organisator:innen, die ebenfalls als Erziehungsberechtigte auftreten können, können einen Apple Account für Kinder unter 13 Jahren erstellen, wie nachstehend beschrieben. Außerdem können sie Kindersicherungen wie „Kaufanfrage“ und „Bildschirmzeit“ für Kinder in der Familiengruppe einrichten. Neben dem Einrichten einer Familiengruppe und dem Einladen von Benutzer:innen kann die organisierende Person Familienmitglieder entfernen und die Gruppe auflösen, wie unten beschrieben. Wenn sich eine Person, die Teil einer Familiengruppe ist, bei einem Apple-Gerät (z. B. Apple TV) anmeldet, schlägt das Gerät möglicherweise andere Familienmitglieder zum Hinzufügen hinzu, indem deren Apple Account-Name und -Profilfoto angezeigt werden. Einen Apple Account für ein Kind erstellen Die organisierende Person und Erziehungsberechtigten können ein Kind unter 13 Jahren zur Familiengruppe hinzufügen, indem sie einen Apple Account für das Kind erstellen oder dem unten beschriebenen Prozess zur Übertragung eines Kinderaccounts folgen. Um einen Apple Account für ein Kind unter 13 Jahren zu erstellen, müssen die organisierende oder die erziehungsberechtigte Person den Namen, das Geburtsdatum, eine E‑Mail-Adresse und eine Telefonnummer des Kindes angeben. Apple verwendet diese Informationen, um den Apple Account des Kindes bereitzustellen. Wenn der Kinderaccount während der Geräteeinrichtung erstellt wird, müssen die organisierende oder erziehungsberechtigte Person zudem das Land oder die Region des Kindes angeben. Apple bestätigt den Erwachsenenstatus der organisierenden oder erziehungsberechtigten Person mittels Zahlungsdetails, des Ausweises in Wallet oder des Apple Accounts bzw. eines gleichwertigen Nachweises, bevor die Zustimmung zur Verarbeitung der Daten des Kindes eingeholt wird. Apple verwendet das Geburtsdatum des Kindes, um berechtigte Dienste zu bestimmen und Kindersicherungen wie „Kaufanfrage“ und „Bildschirmzeit“ vorzuschlagen. Weitere Informationen zum Erstellen von Kinderaccounts findest du unter support.apple.com/102617. Kauffreigabe Wenn die organisierende Person die Kauffreigabe aktiviert, werden berechtigte Käufe aller Familienmitglieder im App Store, iTunes Store, bei Apple Books oder in der Apple TV App mit der hinterlegten Zahlungsmethode dieser Person verrechnet. Familienmitglieder werden eine Beschreibung der verwendeten Zahlungsmethode (z. B. Apple Pay) sehen können, ihnen werden aber keine Zahlungsdetails wie die vollständige Nummer des Zahlungskontos angezeigt. Familienmitglieder werden automatisch Zugriff auf die Käufe der organisierenden Person erhalten und können ihre Käufe mit anderen Familienmitgliedern teilen, falls gewünscht. Organisator:innen werden die Beschreibung, den Preis und das Datum der Online- und In-App-Transaktionen im App Store sehen können sowie Details zu Rückerstattungsanfragen und -ergebnissen und Konflikten. Wenn ein Familienmitglied ein Problem mit einem Online- oder In-App-Kauf im App Store meldet, verwendet Apple Informationen über das Familienmitglied, das den Kauf initiiert hat, die organisierende Person und den Kauf, um eine angemessene Antwort bereitzustellen. Familienmitglieder können einzelne iTunes-, Apple Books- und App Store-Käufe ausblenden oder die Option zum Teilen von Käufen in den Familieneinstellungen deaktivieren; die Person, die die Familie organisiert, wird weiterhin Belege für Käufe im App Store, in Apple Books und Apple Music erhalten, auch wenn Familienmitglieder ihre Käufe ausgeblendet haben. Weitere Informationen zum Teilen von Käufen findest du unter support.apple.com/102599. Weitere Informationen zum Ausblenden von Käufen aus dem App Store findest du unter support.apple.com/108091. Abonnements Wenn die Option zum Teilen mit der Familie aktiviert ist, werden Abonnements für Dienste wie das Apple Music-Familienabonnement, Apple TV+, Apple Arcade oder Apple News+ mit Familienmitgliedern geteilt. Familienmitglieder werden sich bei dem jeweiligen Dienst weiterhin mit ihren eigenen Apple Accounts anmelden. Dadurch werden persönliche Inhalte und Mediatheken sowie Empfehlungen weiterhin privat und getrennt gehalten, während alle vom geteilten Familienabo profitieren. Beim Teilen von iCloud+ mit der Familie erhalten ebenfalls alle Familienmitglieder Zugriff auf Speicherplatz und Funktionen im geteilten Speicherplan, während persönliche Accounts und Dateien getrennt gehalten werden. Weitere Informationen zum Teilen von Abonnements mit Familienmitgliedern findest du unter support.apple.com/108107. Standort teilen Wenn eine Person einer Familiengruppe beitritt, werden ihre Gerätenamen für andere Familienmitglieder in „Wo ist?“ sichtbar. Ausschließlich andere Familienmitglieder können den Apple Account in „Wo ist?“ sehen und Standortdaten werden nur von „Wo ist?“ verarbeitet, wenn das Teilen des Standorts in den Familieneinstellungen oder in der App „Wo ist?“ aktiviert ist. Ein Familienmitglied kann in den Familieneinstellungen auch auswählen, den eigenen Standort automatisch mit allen anderen Familienmitgliedern zu teilen, einschließlich aller neuen, später hinzugefügten Mitglieder, solange diese in der Gruppe bleiben. Die organisierende oder erziehungsberechtigte Person kann den Standort ihres Kindes in bestimmten Fällen automatisch mit allen anderen Familienmitgliedern teilen, z. B. wenn ein Account für ein Kind unter 13 Jahren erstellt wird. Familienmitglieder können die Funktion zum automatischen Teilen des Standorts in „Einstellungen“ > „[dein Name]“ > „Familienfreigabe“ > „Standort teilen“ deaktivieren. Sie können ihren Standort auch mit einzelnen Familienmitgliedern über die Familieneinstellungen und die App „Wo ist?“ teilen. Weitere Informationen zum Teilen des Standorts mit Familienmitgliedern findest du unter support.apple.com/105107. Kindersicherung Apple verwendet die Apple Accounts und Rollen der Familienmitglieder, damit die organisierende Person und die Erziehungsberechtigten die Kindersicherung in ihrer Familiengruppe einrichten können. Zum Beispiel können die organisierende Person und Erziehungsberechtigten die Option „Kaufanfrage“ aktivieren, sodass Kinder vor Downloads oder Käufen aus dem App Store, iTunes Store oder in Apple Books, einschließlich In-App-Käufen und kostenlosen Downloads, eine Genehmigung einholen müssen. Die organisierende Person und die Erziehungsberechtigten können zudem „Bildschirmzeit“ einrichten. Dadurch können sie Einstellungen für Funktionen wie „Auszeit“, die App- und Websitenutzung, Kontakte und die Bewertung für Inhalte für ihr Kind verwalten. Nur die organisierende Person und die Erziehungsberechtigten können Informationen über die Transaktionen des Kindes im App Store, iTunes Store und in Apple Books sehen, seine Online-Aktivitäten über „Bildschirmzeit“ verwalten und die Kindersicherung aktivieren. Weitere Informationen zur Option „Kaufanfrage“ findest du unter support.apple.com/105055. Weitere Informationen zur Verwendung der Kindersicherung findest du unter support.apple.com/105121. Familienfreigabegruppe verlassen und Übertragen eines Kindes Erwachsene Familienmitglieder können eine Familiengruppe jederzeit verlassen oder von der organisierenden Person daraus entfernt werden. Kinder zwischen 13 und 17 Jahren können eine Familiengruppe verlassen oder von der organisierenden Person daraus entfernt werden, sofern sie nicht via „Bildschirmzeit“ von der organisierenden Person oder den Erziehungsberechtigten verwaltet werden. Familienorganisator:innen können eine Familiengruppe zudem auflösen, indem die Familienfreigabe deaktiviert wird. Wenn ein Familienmitglied die Gruppe verlässt oder entfernt wird, verliert es umgehend Zugriff auf geteilte Abonnements und Inhalte, die von anderen Mitgliedern erworben wurden. Die Inhalte der Person, die die Gruppe verlässt oder entfernt wird, sind ebenfalls nicht mehr für die anderen Mitglieder verfügbar. Kinder unter 13 Jahren müssen Teil einer Familiengruppe sein. Um ein Kind aus einer Familiengruppe zu entfernen, kann die organisierende Person einer anderen Familiengruppe das Kind einladen, der Familie beizutreten. Wähle dazu „Persönlich einladen“ in den Familieneinstellungen. Die Einladung zur Übertragung muss von der Person genehmigt werden, die die aktuelle Familiengruppe des Kindes organisiert. Sobald die Übertragung abgeschlossen ist, behält Apple keine Aufzeichnungen darüber, dass das übertragene Kind zuvor Teil einer anderen Familiengruppe war. Alternativ kann die organisierende Person den Apple Account des Kindes löschen. Weitere Informationen zum Übertragen eines Kindes in eine andere Familiengruppe und zum Löschen eines Kinderaccounts findest du unter support.apple.com/102634. Kommunikation mit dir Apple kann Details über die Familiengruppe einer Person verwenden, einschließlich der Anzahl der Familienmitglieder und ob eine Person eine ausstehende Einladung zum Beitritt der Gruppe hat, um der Person und ihren Familienmitgliedern relevante Informationen zu Produkten, Diensten, Angeboten und anderen Vorteilen, die über die Familienfreigabe verfügbar sind, zu senden. Familienmitglieder können diese Informationen per E‑Mail erhalten, wenn sie dem E‑Mail-Marketing zustimmen. Auf der Website account.apple.com können E‑Mail-Einstellungen geändert und der Empfang dieser E‑Mails deaktiviert werden. Auf iOS- oder iPadOS-Geräten ist dies unter „Einstellungen“ > „[dein Name]“ > „Persönliche Daten“ > „Kommunikationseinstellungen“ möglich. Familienmitglieder können diese Nachrichten auch per Push-Mitteilungen von dem relevanten Apple-Produkt oder -Dienst erhalten. Um auf deinem iOS- oder iPadOS-Gerät die Einstellungen für Mitteilungen zu aktualisieren oder diese Mitteilungen zu deaktivieren, wähle „Einstellungen“ > „Mitteilungen“. Apple kann auch Details über Benutzer:innen und deren Familiengruppe, einschließlich ihres Namens, Alters, Rolle, Käufe und Abonnements, verwenden, um Änderungen bei der Familienmitgliedschaft und -rollenverteilung, dem Zugriff auf geteilte Käufe und Abonnements sowie der Kindersicherung zu kommunizieren. Wenn beispielsweise eine Person einer Familie beitritt, werden alle bestehenden Familienmitglieder darüber informiert, dass sie auf die von diesem neuen Familienmitglied geteilten Käufe und Abonnements zugreifen können. Wenn eine organisierende Person ein erwachsenes Familienmitglied als Elternteil/erziehungsberechtigte Person festlegt, werden Kinder in der Familiengruppe darüber informiert, dass dieses Mitglied die Einstellungen für die Kindersicherung verwalten kann. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten persönliche Daten für die Familienfreigabe (wie oben beschrieben) im Allgemeinen für die Ausführung des Vertrags von Familienmitgliedern mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir die folgenden Kategorien personenbezogener Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, einschließlich Informationen über: • Die Apple Account-Informationen von Benutzer:innen, einschließlich ihrer Namen, der Informationen, mit denen sie sich anmelden, sowie Kontakt-, Zahlungs- und Sicherheitsdetails wie vertrauenswürdige Telefonnummern oder Sicherheitsfragen, die übergreifend für Apple-Dienste verwendet werden • Apple-Produkte, die Familienmitglieder besitzen, die Abonnements von Apple-Diensten der Familienmitglieder und ihre Käufe und Downloads • Die Familiengruppe von Benutzer:innen, einschließlich der Anzahl von Familienmitgliedern • Benutzergeräte, z. B. Gerätename, Seriennummer und andere Hardware-IDs • Zahlungsdetails wie Kontonummern und Gültigkeitsdaten, Rechnungs- und Liederadressen und Daten über das Einlösen von Geschenkkarten. Zu den berechtigten Interessen zählen: • Das Bereitstellen eines besseren Dienstes und Supports für Familienmitglieder • Das Senden von relevanten Informationen über die Familienfreigabe und andere zugehörige Apple-Produkte, -Dienste und -Angebote, die interessant sein könnten • Betrugsprävention und das Vermeiden anderer schädlicher Aktivitäten Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Καταβάλλουμε κάθε δυνατή προσπάθεια ώστε να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε ώστε να βελτιώσουμε την εμπειρία σας και, όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε τι δεδομένα συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να κάνετε ενημερωμένες επιλογές. Η Οικογενειακή κοινή χρήση, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχει σχεδιαστεί με γνώμονα αυτές τις αρχές. Διαμόρφωση της Οικογενειακής κοινής χρήσης Όταν ένας χρήστης ξεκινά τη διαμόρφωση οικογένειας, η Apple χρησιμοποιεί την ηλικία και τη χώρα ή την περιοχή που είναι συσχετισμένες με τον λογαριασμό Apple του χρήστη για να επιβεβαιώσει ότι είναι ενήλικο άτομο και πληροί τα κριτήρια για δημιουργία οικογενειακής ομάδας. Τα συγκεκριμένα όρια ηλικίας που αναφέρονται παρακάτω ενδέχεται να είναι διαφορετικά για έναν χρήστη, ανάλογα με τη χώρα ή την περιοχή που είναι συσχετισμένη με τον λογαριασμό Apple του. Για περισσότερες πληροφορίες σχετικά με τα όρια ηλικίας, επισκεφθείτε τη διεύθυνση support.apple.com/102617. Όταν επιβεβαιωθεί ότι ο χρήστης είναι ενήλικο άτομο, ο χρήστης που ξεκίνησε τη διαδικασία γίνεται ο οργανωτής οικογένειας και μπορεί να καλέσει έως πέντε άλλους χρήστες με μοναδικούς λογαριασμούς Apple για συμμετοχή στην οικογενειακή ομάδα, μέσω AirDrop, Μηνυμάτων ή Mail, ή αγγίζοντας «Πρόσκληση αυτοπροσώπως» στις ρυθμίσεις οικογένειας. Η Apple θα εμφανίζει το όνομα οργανωτή, τον λογαριασμό Apple του, τις συνδρομές στις οποίες θα αποκτήσει πρόσβαση το προσκεκλημένο άτομο και/ή τα στοιχεία επικοινωνίας του οργανωτή, στην πρόσκληση ανάλογα με τον τρόπο που αυτή στάλθηκε. Η Apple δεν θα εμφανίζει καμία άλλη πληροφορία σχετικά με τον οργανωτή ή την οικογενειακή ομάδα, π.χ. ονόματα των υπαρχόντων μελών οικογένειας. Όταν ο οργανωτής αγγίξει «Πρόσκληση αυτοπροσώπως», η Apple θα χρησιμοποιήσει τον λογαριασμό Apple και το συνθηματικό του προσκεκλημένου ατόμου, τα οποία εισάγονται στη συσκευή του οργανωτή, για έλεγχο ταυτότητας του προσκεκλημένου και επιβεβαίωση της αποδοχής πρόσκλησης αν το προσκεκλημένο άτομο είναι 13 ετών ή άνω. Η Apple δεν αποθηκεύει αυτές τις πληροφορίες στη συσκευή του οργανωτή. Αν το προσκεκλημένο άτομο είναι κάτω από 13 ετών, η Apple θα ξεκινήσει τη ροή μεταφοράς παιδιού που περιγράφεται στην ενότητα «Αποχώρηση από ομάδα Οικογενειακής κοινής χρήσης και μεταφορές παιδιών» παρακάτω. Για συμβολή στη διαχείριση των προσκλήσεων και της αποστολής υπομνήσεων από οργανωτές και προσκεκλημένα άτομα, η Apple θα εμφανίζει το όνομα και τη φωτογραφία προφίλ τους, καθώς και την κατάσταση της πρόσκλησης, όπως αυτή διατίθεται, στις ρυθμίσεις συσκευής. Η Apple διατηρεί ένα αρχείο προσκλήσεων έως ότου απαντήσει το προσκεκλημένο άτομο ή λήξει η πρόσκληση μετά από 15 ημέρες. Αν το προσκεκλημένο άτομο αποδεχτεί την πρόσκληση, η Apple θα συσχετίσει τον λογαριασμό Apple του με την οικογενειακή ομάδα. Η Apple δεν διατηρεί αρχείο των ληγμένων προσκλήσεων. Όσον αφορά τις προσκλήσεις μέσω Μηνυμάτων που έχουν απορριφθεί, η Apple διατηρεί ένα αρχείο για 30 ημέρες ώστε να εμφανίζονται οι απορρίψεις στην εφαρμογή «Μηνύματα» του οργανωτή και του προσκεκλημένου ατόμου. Συμμετοχή σε οικογένεια και οικογενειακοί ρόλοι Όταν οι χρήστες συμμετέχουν σε μια οικογενειακή ομάδα, η Apple καθιστά διαθέσιμες συγκεκριμένες δυνατότητες, πληροφορίες και ελέγχους, που μπορούν να χρησιμοποιηθούν για διαχείριση της κοινής χρήσης συνδρομών, αγορών, στοιχείων πληρωμών και τοποθεσιών. Για παράδειγμα, η Apple εμφανίζει το όνομα, τον λογαριασμό Apple και τον ρόλο κάθε μέλους καθώς και την ηλικία τυχόν παιδιών της οικογένειας, σε όλα τα μέλη της οικογενειακής ομάδας στις ρυθμίσεις οικογένειας. Για παιδιά που διαθέτουν συσκευή iOS ή iPadOS, η Apple θα χρησιμοποιήσει την ηλικία τους για παροχή πληροφοριών που προσαρμόζονται ανάλογα με την ηλικία σχετικά με τα δικαιώματα απορρήτου και τον γονικό έλεγχο. Η Apple θα επεξεργαστεί επίσης λεπτομέρειες για ένα μέλος οικογένειας, όπως ο ρόλος, οι συνδρομές του και η από μέρους του χρήση των δυνατοτήτων και των υπηρεσιών, ώστε να παρέχει μια προσαρμοσμένη λίστα συστάσεων. Για παράδειγμα, οι συστάσεις ενός μέλους οικογένειας ενδέχεται να προτείνουν την εξέταση του γονικού ελέγχου, την κοινή χρήση του iCloud+ με τα μέλη οικογένειας ή τον καθορισμό ενός άλλου μέλους οικογένειας ως μία από τις Επαφές έκτακτης ανάγκης του. Όταν ο οργανωτής προσθέσει έναν ενήλικο χρήστη στην οικογενειακή ομάδα, μπορεί να τον ορίσει ως γονέα/κηδεμόνα. Οι γονείς/κηδεμόνες, καθώς και ο οργανωτής που μπορεί επίσης να έχει τον ρόλο γονέα/κηδεμόνα, μπορούν να δημιουργήσουν έναν λογαριασμό Apple για παιδιά κάτω των 13 ετών, όπως περιγράφεται παρακάτω. Επίσης, μπορεί να διαμορφώσει γονικούς ελέγχους, όπως η Ερώτηση για αγορά και ο Χρόνος επί οθόνης για παιδιά στην οικογενειακή ομάδα. Εκτός από τη διαμόρφωση μιας οικογενειακής ομάδας και την πρόσκληση χρηστών για συμμετοχή, ο οργανωτής μπορεί να αφαιρέσει μέλη οικογένειας και να καταργήσει την ομάδα, όπως περιγράφεται παρακάτω. Αν ένας χρήστης που είναι μέλος μιας οικογενειακής ομάδας συνδεθεί σε μια συσκευή, όπως Apple TV, η συσκευή ενδέχεται να προτείνει την προσθήκη και των άλλων μελών οικογένειας εμφανίζοντας το όνομα του λογαριασμού Apple και τη φωτογραφία προφίλ τους. Δημιουργία λογαριασμού Apple για παιδί Ο οργανωτής και οι γονείς/κηδεμόνες μπορούν να προσθέσουν ένα παιδί κάτω των 13 ετών στην οικογενειακή ομάδα τους μέσω της δημιουργίας ενός λογαριασμού Apple για το παιδί ή μέσω της διαδικασίας μεταφοράς παιδιού που περιγράφεται παρακάτω. Για δημιουργία ενός λογαριασμού Apple για παιδί κάτω των 13 ετών, ο οργανωτής ή ο γονέας/κηδεμόνας πρέπει να παράσχει το όνομα, την ημερομηνία γέννησης, τη διεύθυνση email και τον αριθμό τηλεφώνου του παιδιού, τα οποία θα χρησιμοποιήσει η Apple για παροχή του λογαριασμού Apple στο παιδί. Αν ο λογαριασμός παιδιού δημιουργηθεί κατά τη διαμόρφωση μιας συσκευής, ο οργανωτής ή ο γονέας/κηδεμόνας πρέπει επίσης να εισαγάγει τη χώρα ή την περιοχή του παιδιού. Η Apple θα επαληθεύσει ότι ο οργανωτής ή ο γονέας/κηδεμόνας είναι ενήλικο άτομο με βάση τα στοιχεία πληρωμών του, το δελτίο ταυτότητας στο Πορτοφόλι, τον λογαριασμό Apple του ή ισοδύναμων στοιχείων πριν ζητήσει τη συναίνεσή του για επεξεργασία των δεδομένων του παιδιού. Η Apple χρησιμοποιεί την ημερομηνία γέννησης του παιδιού για να προσδιορίσει κατάλληλες υπηρεσίες και να προτείνει δυνατότητες γονικού ελέγχου, όπως η Ερώτηση για αγορά και ο Χρόνος επί οθόνης. Για περισσότερες πληροφορίες σχετικά με τη δημιουργία λογαριασμών παιδιών, επισκεφθείτε τη διεύθυνση support.apple.com/102617. Κοινή χρήση αγορών Όταν ένας οργανωτής ενεργοποιήσει την κοινή χρήση αγορών, οι αγορές που πληρούν τα κριτήρια και πραγματοποιούνται από τα μέλη της οικογένειας στο App Store, το iTunes Store, το Apple Books ή την εφαρμογή Apple TV, θα χρεώνονται στον τρόπο πληρωμής Apple που έχει αποθηκεύσει ο οργανωτής. Τα μέλη οικογένειας θα μπορούν να δουν μια περιγραφή του τρόπου πληρωμής που χρησιμοποιήθηκε, π.χ. Apple Pay, αλλά δεν θα μπορούν να δουν τα στοιχεία πληρωμής, όπως ο πλήρης αριθμός λογαριασμού πληρωμής. Τα μέλη οικογένειας θα αποκτήσουν πρόσβαση αυτόματα στις αγορές του οργανωτή και μπορούν να επιλέξουν να κοινοποιήσουν τις αγορές τους σε άλλα μέλη οικογένειας. Οι οργανωτές θα μπορούν να δουν την περιγραφή, την τιμή και την ημερομηνία των συναλλαγών στο Διαδίκτυο και στο App Store εντός εφαρμογών όλων των μελών της οικογένειας, καθώς και λεπτομέρειες σχετικά με αιτήματα και εκβάσεις επιστροφής χρημάτων και αμφισβητήσεις συναλλαγών. Αν ένα μέλος οικογένειας αναφέρει ένα πρόβλημα με μια αγορά στο Διαδίκτυο ή στο App Store εντός εφαρμογής, η Apple θα χρησιμοποιήσει τις πληροφορίες για το μέλος οικογένειας που πραγματοποίησε την αγορά, τον οργανωτή οικογένειας και την αγορά, ώστε να παράσχει μια κατάλληλη απάντηση. Τα μέλη οικογένειας μπορούν να αποκρύψουν μεμονωμένες αγορές iTunes, Apple Books και App Store ή να απενεργοποιήσουν τη ρύθμιση «Κοινή χρήση των αγορών μου» στις ρυθμίσεις της οικογένειάς τους. Ο οργανωτής οικογένειας θα συνεχίσει να λαμβάνει αποδείξεις για τις αγορές που πραγματοποιούνται στα App Store, Apple Books και Apple Music ακόμη κι αν τα μέλη οικογένειας έχουν αποκρύψει τις αγορές τους. Για περισσότερες πληροφορίες όσον αφορά την κοινή χρήση αγορών, επισκεφθείτε τη διεύθυνση support.apple.com/102599. Για περισσότερες πληροφορίες σχετικά με την απόκρυψη αγορών από το App Store, επισκεφθείτε τη διεύθυνση support.apple.com/108091. Συνδρομές Αν είναι ενεργοποιημένη η ρύθμιση «Κοινή χρήση με την οικογένεια», οι συνδρομές για υπηρεσίες όπως το οικογενειακό πρόγραμμα Apple Music, το Apple TV+, το Apple Arcade ή το Apple News+ θα χρησιμοποιούνται από κοινού από τα μέλη οικογένειας. Τα μέλη οικογένειας θα συνεχίσουν να συνδέονται σε κάθε υπηρεσία χρησιμοποιώντας τον δικό τους λογαριασμό Apple. Αυτό θα κρατήσει το ατομικό τους περιεχόμενο, τις βιβλιοθήκες πολυμέσων και τις συστάσεις τους ιδιωτικές και ξεχωριστά, ενώ παράλληλα θα επωφεληθούν από το κοινόχρηστο οικογενειακό πρόγραμμα. Παρομοίως, η κοινή χρήση του iCloud+ με την οικογένεια παρέχει σε κάθε μέλος οικογένειας πρόσβαση στον χώρο αποθήκευσης και τις δυνατότητες του κοινόχρηστου προγράμματος, αλλά διατηρεί ξεχωριστά τους ατομικούς λογαριασμούς και αρχεία. Για περισσότερες πληροφορίες σχετικά με την κοινή χρήση συνδρομών με μέλη οικογένειας, επισκεφθείτε τη διεύθυνση support.apple.com/108107. Κοινοποίηση τοποθεσίας Όταν ένας χρήστης γίνει μέλος μιας οικογενειακής ομάδας, τα ονόματα των συσκευών του θα είναι ορατά στα άλλα μέλη οικογένειας στην Εύρεση. Ο λογαριασμός Apple του θα είναι ορατός μόνο στα μέλη οικογένειας στην Εύρεση, και η Εύρεση θα επεξεργάζεται τα δεδομένα τοποθεσίας του μόνο αν ο χρήστης ενεργοποιήσει την Κοινοποίηση τοποθεσίας, είτε μέσω των ρυθμίσεων οικογένειας είτε μέσω της εφαρμογής «Εύρεση». Ένα μέλος οικογένειας μπορεί επίσης να επιλέξει να κοινοποιείται αυτόματα η τοποθεσία του σε όλα τα άλλα μέλη οικογένειας, συμπεριλαμβανομένων τυχόν νέων μελών που θα προστεθούν στο μέλλον, στις ρυθμίσεις οικογένειας για όσο διάστημα συμμετέχει στην ομάδα. Ο οργανωτής ή ο γονέας/κηδεμόνας μπορεί να επιλέξει να κοινοποιείται αυτόματα η τοποθεσία του παιδιού του σε όλα τα άλλα μέλη οικογένειας σε ορισμένες περιπτώσεις, π.χ. κατά τη δημιουργία λογαριασμού για ένα παιδί κάτω των 13 ετών. Τα μέλη οικογένειας μπορούν να απενεργοποιήσουν τη δυνατότητα «Αυτόματη κοινοποίηση τοποθεσίας» στις «Ρυθμίσεις» > [το όνομά σας] > «Οικογενειακή κοινή χρήση» > «Κοινοποίηση τοποθεσίας». Μπορούν επίσης να επιλέξουν να κοινοποιείται η τοποθεσία τους σε μεμονωμένα μέλη οικογένειας, μέσω των ρυθμίσεων οικογένειας και της εφαρμογής «Εύρεση». Για περισσότερες πληροφορίες σχετικά με την κοινοποίηση τοποθεσίας σε μέλη οικογένειας, επισκεφθείτε τη διεύθυνση support.apple.com/105107. Γονικός έλεγχος Η Apple χρησιμοποιεί τους λογαριασμούς Apple και τους ρόλους των μελών οικογένειας για να επιτρέψει στον οργανωτή και τους γονείς/κηδεμόνες να διαμορφώσουν γονικούς ελέγχους για τα παιδιά στην οικογενειακή τους ομάδα. Για παράδειγμα, ο οργανωτής και οι γονείς/κηδεμόνες μπορούν να ενεργοποιήσουν την Ερώτηση για αγορά, ώστε τα παιδιά να πρέπει να λάβουν την έγκρισή τους πριν πραγματοποιήσουν λήψεις ή αγορές από το App Store, το iTunes Store ή το Apple Books, συμπεριλαμβανομένων των αγορών και των δωρεάν λήψεων εντός εφαρμογών. Ο οργανωτής και οι γονείς/κηδεμόνες μπορούν επίσης να διαμορφώσουν τον Χρόνο επί οθόνης που τους επιτρέπει να διαχειρίζονται ρυθμίσεις για δυνατότητες, όπως η Μη χρήση, τη χρήση εφαρμογών και ιστότοπων, τις επαφές και τις καταλληλότητες περιεχομένου για τα παιδιά τους. Μόνο ο οργανωτής και οι γονείς/κηδεμόνες μπορούν να δουν πληροφορίες σχετικά με τις συναλλαγές του παιδιού στο App Store, το iTunes Store και το Apple Books, να εμφανίσουν και να διαχειριστούν τη διαδικτυακή δραστηριότητα του παιδιού μέσω του Χρόνου επί οθόνης, και να ενεργοποιήσουν τον γονικό έλεγχο. Για περισσότερες πληροφορίες σχετικά με την Ερώτηση για αγορά, επισκεφθείτε τη διεύθυνση support.apple.com/105055. Για περισσότερες πληροφορίες σχετικά με τη χρήση του γονικού ελέγχου, επισκεφθείτε τη διεύθυνση support.apple.com/105121. Αποχώρηση από ομάδα Οικογενειακής κοινής χρήσης και μεταφορές παιδιών Τα ενήλικα μέλη οικογένειας μπορούν να αποχωρήσουν από μια οικογενειακή ομάδα ή να αφαιρεθούν από τον οργανωτή ανά πάσα στιγμή. Τα παιδιά που είναι μεταξύ 13 και 17 ετών μπορούν να αποχωρήσουν από μια οικογενειακή ομάδα ή να αφαιρεθούν από τον οργανωτή, εκτός αν ο οργανωτής ή οι γονείς/κηδεμόνες διαχειρίζονται τους λογαριασμούς των μελών μέσω του Χρόνου επί οθόνης. Ο οργανωτής οικογένειας ενδέχεται επίσης να καταργήσει μια οικογενειακή ομάδα απενεργοποιώντας την Οικογενειακή κοινή χρήση. Αν ένα μέλος οικογένειας αποχωρήσει ή αφαιρεθεί από την ομάδα, χάνει αμέσως την πρόσβαση στις κοινόχρηστες συνδρομές και το αγορασμένο περιεχόμενο των άλλων μελών. Επίσης, το περιεχόμενο του μέλους οικογένειας δεν θα διατίθεται πλέον στα άλλα μέλη. Τα παιδιά κάτω των 13 ετών πρέπει να αποτελούν μέρος μιας οικογενειακής ομάδας. Για αφαίρεση ενός παιδιού από μια οικογενειακή ομάδα, ένας οργανωτής μιας άλλης οικογενειακής ομάδας μπορεί να προσκαλέσει το παιδί να συμμετάσχει στην οικογενειακή ομάδα του επιλέγοντας «Πρόσκληση αυτοπροσώπως» στις ρυθμίσεις οικογένειας. Η πρόσκληση μεταφοράς πρέπει να εγκριθεί από τον τρέχοντα οργανωτή οικογένειας του παιδιού. Μόλις ολοκληρωθεί η μεταφορά, η Apple δεν διατηρεί αρχείο του γεγονότος ότι το μεταφερόμενο παιδί ανήκε προηγουμένως σε διαφορετική οικογενειακή ομάδα. Εναλλακτικά, ο οργανωτής οικογένειας μπορεί να διαγράψει τον λογαριασμό Apple του παιδιού. Για περισσότερες πληροφορίες σχετικά με τη μεταφορά ενός παιδιού σε άλλη οικογενειακή ομάδα και τη διαγραφή του λογαριασμού ενός παιδιού, επισκεφθείτε τη διεύθυνση support.apple.com/102634. Επικοινωνία με εσάς Η Apple ενδέχεται να χρησιμοποιήσει πληροφορίες για την οικογενειακή ομάδα ενός χρήστη, όπως ο αριθμός μελών οικογένειας και αν κάποιο άτομο έχει εκκρεμή πρόσκληση συμμετοχής στην ομάδα, προκειμένου να στέλνει στον χρήστη και τα μέλη οικογένειας σχετικά μηνύματα για προϊόντα, υπηρεσίες, προσφορές και άλλα οφέλη που διατίθενται μέσω της Οικογενειακής κοινής χρήσης. Τα μέλη οικογένειας ενδέχεται να λαμβάνουν αυτά τα μηνύματα μέσω email, αν συναινέσουν στη λήψη email για σκοπούς μάρκετινγκ. Αν θέλουν να αλλάξουν τις προτιμήσεις email τους και να μη λαμβάνουν πλέον αυτά τα email, μπορούν να επισκεφθούν τη διεύθυνση account.apple.com. Σε συσκευές iOS και iPadOS, μπορούν να μεταβούν στις «Ρυθμίσεις» > [το όνομά σας] > «Προσωπικά στοιχεία» > «Προτιμήσεις επικοινωνίας». Τα μέλη οικογένειας μπορούν επίσης να λαμβάνουν αυτά τα μηνύματα μέσω γνωστοποιήσεων ώθησης από το σχετικό προϊόν ή υπηρεσία της Apple. Για να ενημερώσετε τις προτιμήσεις γνωστοποιήσεων ή να επιλέξετε να μη λαμβάνετε γνωστοποιήσεις στη συσκευή iOS ή iPadOS σας, μεταβείτε στις «Ρυθμίσεις» > «Γνωστοποιήσεις». Η Apple ενδέχεται να χρησιμοποιεί επίσης λεπτομέρειες σχετικά με έναν χρήστη και την οικογενειακή ομάδα του, συμπεριλαμβανομένου του ονόματος, της ηλικίας, του ρόλου, των αγορών και συνδρομών του, για αποστολή μηνυμάτων μέσω email ή γνωστοποιήσεων ώθησης όσον αφορά αλλαγές στην οικογενειακή συνδρομή και τον ρόλο, τη δυνατότητα πρόσβασης σε κοινόχρηστες αγορές και συνδρομές, καθώς και τον γονικό έλεγχο. Για παράδειγμα, όταν ένας χρήστης γίνει μέλος μιας οικογενειακής ομάδας, όλα τα υπάρχοντα μέλη της θα λάβουν γνωστοποίηση σχετικά με τη δυνατότητα πρόσβασής τους στις κοινόχρηστες αγορές και συνδρομές του νέου μέλους. Αν ένας οργανωτής καθορίσει ένα ενήλικο μέλος οικογένειας ως γονέα/κηδεμόνα, τα παιδιά στην οικογενειακή ομάδα θα λάβουν γνωστοποίηση ότι ο ενήλικος χρήστης μπορεί να διαχειρίζεται τον γονικό έλεγχο. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Επεξεργαζόμαστε προσωπικά δεδομένα για την Οικογενειακή κοινή χρήση, όπως περιγράφεται παραπάνω, στο πλαίσιο της εφαρμογής της σύμβασης που έχει συναφθεί μεταξύ των μελών οικογένειας και της Apple, όπως απαιτείται για παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, η Apple επιδιώκει τη λήψη της προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις όπου προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τις ακόλουθες κατηγορίες προσωπικών δεδομένων όπως απαιτείται για σκοπούς των νόμιμων συμφερόντων μας ή των νόμιμων συμφερόντων ενός τρίτου μέρους, συμπεριλαμβανομένων των ακόλουθων πληροφοριών: • Τα στοιχεία λογαριασμού Apple των χρηστών, συμπεριλαμβανομένων του ονόματός τους, των στοιχείων που χρησιμοποιούνται για σύνδεση, καθώς και των στοιχείων επικοινωνίας, πληρωμών και ασφάλειας, όπως αξιόπιστοι αριθμοί τηλεφώνου ή ερωτήσεις ασφαλείας, που χρησιμοποιούνται στις συσκευές Apple τους • Τα προϊόντα Apple που ανήκουν στα μέλη οικογένειας, οι συνδρομές των μελών σε υπηρεσίες Apple, καθώς και οι αγορές και οι λήψεις των μελών • Η οικογενειακή ομάδα των χρηστών, συμπεριλαμβανομένου του αριθμού των μελών οικογένειας • Τις συσκευές των χρηστών, συμπεριλαμβανομένου του ονόματος της συσκευής τους, του σειριακού αριθμού και άλλων αναγνωριστικών υλισμικού • Πληροφορίες πληρωμών, συμπεριλαμβανομένων αριθμών λογαριασμού και ημερομηνιών λήξης, διευθύνσεων τιμολόγησης και αποστολής, καθώς και πληροφορίες σχετικά με την εξαργύρωση δωροκαρτών Αυτά τα νόμιμα ενδιαφέροντα περιλαμβάνουν τα εξής: • Παροχή καλύτερης υπηρεσίας και υποστήριξης στα μέλη οικογένειας • Αποστολή μηνυμάτων σχετικών με την Οικογενειακή κοινή χρήση και άλλα προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia y, cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos. Así podrás tomar decisiones fundamentadas al respecto. Como todos los demás productos y servicios de Apple, “En familia” se ha diseñado con estos principios en mente. Configurar “En familia” Cuando alguien intenta configurar una familia, Apple usa la edad y el país o región que figuran en su cuenta de Apple para confirmar que es mayor de edad y que, por tanto, cumple los requisitos para hacerlo. Los límites de edad que se mencionan más abajo pueden variar en función del país o la región que conste en la cuenta de Apple de dicha persona. Para obtener más información sobre los límites de edad, visita support.apple.com/102617. Una vez confirmada su mayoría de edad, se convierte en la organizadora de la familia y puede invitar a formar parte de ella a un máximo de cinco miembros que dispongan de sus propias cuentas de Apple ya sea a través de AirDrop, Mensajes o Mail, o mediante la opción “Invitar en persona” de los ajustes de la familia. Dependiendo de cómo se envíe la invitación, Apple mostrará en ella el nombre, la cuenta de Apple o la información de contacto de la persona que está organizando la familia, así como las suscripciones a las que se podrá acceder si se acepta. No obstante, no incluirá ninguna otra información sobre quién organiza el grupo familiar ni quién forma ya parte de él. Si se usa la opción “Invitar en persona”, será necesario que quien vaya a formar parte de la familia introduzca su cuenta de Apple y contraseña en el dispositivo de la persona que la organiza para que Apple pueda comprobar su identidad y confirmar que acepta la invitación en caso de que tenga más de 13 años. Apple no guardará esta información en el dispositivo. Si la persona invitada es menor de 13 años, Apple iniciará el proceso de transferencia de cuentas infantiles descrito en la sección “Dejar de formar parte de una familia y transferir cuentas infantiles” que hay a continuación. Para ayudar a los organizadores y las personas invitadas a gestionar las invitaciones y enviar recordatorios, Apple mostrará en los ajustes del dispositivo su nombre, su foto de perfil y el estado de la invitación, si está disponible. Apple guarda un registro de las invitaciones enviadas hasta que la persona destinataria responde o hasta que la invitación caduca al cabo de 15 días. Si acepta la invitación, Apple asociará la cuenta de Apple del nuevo miembro al grupo familiar. Apple no guarda ningún registro de las invitaciones caducadas. En el caso de las invitaciones que se hayan enviado a través de la app Mensajes y se hayan rechazado, Apple guardará un registro durante un plazo de 30 días para que ambas partes vean el estado de la invitación en la conversación. Unirse a una familia y tipos de miembros Cuando alguien acepta unirse a un grupo familiar, Apple pone a su disposición ciertas funciones, información y controles que permiten gestionar cómo se comparten las suscripciones, compras, información de pago y ubicaciones. Por ejemplo, Apple mostrará a todos los miembros de la familia el nombre, la cuenta de Apple y el rol de cada uno, así como la edad de los niños, en los ajustes de la familia. Apple utilizará la edad asociada a las cuentas infantiles que se usen en dispositivos iOS o iPadOS para ofrecer información sobre los controles parentales y los derechos de privacidad en función de la edad. Asimismo, Apple también procesará cierta información de cada miembro, como su rol en la familia, sus suscripciones, y el uso de funciones y servicios, con el fin de ofrecerle una lista de recomendaciones personalizada. Esta lista puede incluir diversas sugerencias, como revisar los controles parentales, compartir iCloud+ con el resto de la familia o designar a un miembro como contacto de emergencia. Cuando la persona a cargo de la organización de la familia añade a un miembro adulto, puede designarlo también como padre, madre o tutor. Quienes figuren como padres, madres o tutores, así como los propios organizadores de las familias, podrán crear cuentas de Apple para menores de 13 años tal como se describe más abajo. También podrán configurar controles parentales para las cuentas infantiles, como las solicitudes de compra y el tiempo de uso. Además de configurar un grupo familiar y de invitar a otros usuarios a participar, la persona que organiza la familia puede eliminar a miembros y disolver el grupo tal como se detalla más abajo. Si un miembro de tu familia inicia sesión en determinados dispositivos Apple, como un Apple TV, puede que el dispositivo le sugiera añadir a otros miembros y le muestre los nombres de sus cuentas de Apple y sus fotos de perfil. Crear una cuenta de Apple infantil Tanto quien organiza la familia como quien figure como padre, madre o tutor pueden añadir a menores de 13 años al grupo familiar creándoles una cuenta de Apple o transfiriendo una cuenta infantil de otra familia tal como se describe más abajo. Para crear una cuenta de Apple para un menor de 13 años, es necesario proporcionar el nombre y la fecha de nacimiento del menor, un correo electrónico y un número de teléfono, que Apple usará para proporcionar la cuenta infantil. Si la cuenta infantil se crea durante el proceso de configuración del dispositivo, también habrá que especificar el país o la región del menor. Apple verificará que la persona que organiza la familia o que consta como padre, madre o tutor sea adulta mediante los datos de sus pagos, su documento de identidad en la app Cartera, o su cuenta de Apple o equivalente antes de obtener su consentimiento para procesar los datos del menor. Apple usará la fecha de nacimiento del menor para determinar a qué servicios puede acceder y para sugerir la configuración de controles parentales, como las solicitudes de compra o el tiempo de uso. Para obtener más información sobre cómo crear cuentas infantiles, visita support.apple.com/102617. Compartir compras Cuando la persona que organiza la familia activa la opción de compartir las compras, el importe de las compras compatibles realizadas por los miembros de la familia en App Store, iTunes Store, Apple Books o la app TV se cargará en el método de pago añadido por la persona organizadora. Los miembros de la familia podrán ver una descripción del método de pago usado (por ejemplo, Apple Pay), pero no los detalles del pago, como el número de cuenta completo. A partir de ese momento, obtendrán acceso automáticamente a lo que compre la persona que organiza la familia y podrán compartir, si quieren, sus compras con los demás miembros. Por su parte, los organizadores de las familias podrán ver la descripción, el precio y la fecha de todas las transacciones realizadas en App Store (en línea o dentro de la app), así como los detalles sobre las solicitudes de reembolso y su resultado, y las disputas derivadas. Si alguien de la familia tiene un problema con una compra de App Store (en línea o dentro de la app), Apple usará la información sobre el miembro en cuestión, la persona que organiza el grupo familiar al que pertenece y la compra correspondiente para proporcionar una respuesta adecuada. Los miembros de la familia podrán ocultar las compras que realicen en iTunes, Apple Books y App Store, o desactivar la opción “Compartir compras” de sus ajustes de familia, pero quien esté a cargo de la organización de la familia seguirá recibiendo los recibos de las compras realizadas en App Store, Apple Books y Apple Music aunque las hayan ocultado. Para obtener más información sobre cómo compartir compras, visita support.apple.com/102599. Para obtener más información sobre cómo ocultar las compras de App Store, visita support.apple.com/108091. Suscripciones Si se comparten las suscripciones con la familia, se compartirán servicios como el plan familiar de Apple Music, Apple TV+, Apple Arcade o Apple News+ con los demás miembros. Para iniciar sesión en dichos servicios, cada miembro seguirá usando su propia cuenta de Apple. De este modo, se garantizará la privacidad e independencia de sus bibliotecas, contenidos y recomendaciones personales, pero con la ventaja de compartir el plan familiar. Igualmente, al compartir iCloud+ con la familia, todos podrán acceder al almacenamiento y las funciones que ofrece el plan compartido, pero manteniendo sus cuentas y archivos por separado. Para obtener más información sobre cómo compartir suscripciones con los miembros de la familia, visita support.apple.com/108107. Compartir la ubicación Cuando un nuevo miembro se une a un grupo familiar, los demás pueden ver el nombre de sus dispositivos en la app Buscar. Para que también puedan ver su cuenta de Apple y que se procesen sus datos de ubicación en la app Buscar, deberá compartir su ubicación en los ajustes de la familia o en la app Buscar. Mientras formen parte del grupo familiar, los miembros de la familia también pueden compartir su propia ubicación automáticamente con los demás, incluso con quienes se añadan en el futuro, seleccionando la opción correspondiente en los ajustes de la familia. En el caso de los menores de 13 años, quien organice la familia o conste como padre, madre o tutor podrá elegir compartir automáticamente la ubicación del menor con los demás miembros de la familia en ciertos casos, incluso al crear una cuenta infantil. La función “Compartir la ubicación automáticamente” se puede desactivar en Ajustes > [tu nombre] > En familia > Compartir ubicación. En los ajustes de la familia y en la app Buscar también se puede seleccionar con qué miembros en concreto se quiere compartir la ubicación. Para obtener más información sobre cómo compartir la ubicación con los miembros de la familia, visita support.apple.com/105107. Controles parentales Apple usa las cuentas de Apple y los roles de cada miembro de la familia para determinar quién puede configurar los controles parentales de los menores del grupo familiar (solo quien esté a cargo de la organización y quien conste como padre, madre o tutor). Dichas personas podrán, por ejemplo, activar las solicitudes de compra para requerir la aprobación de las descargas o compras que el menor realice en App Store, iTunes Store o Apple Books, incluidas las compras dentro de las apps y las descargas gratuitas. También podrán configurar los ajustes de tiempo de uso de los menores para gestionar funciones como el tiempo de inactividad, el uso de apps y sitios web, los contactos y las calificaciones de los contenidos a los que tienen acceso. Asimismo, solo ellos pondrán consultar la información sobre las transacciones que realicen los menores en App Store, iTunes Store y Apple Books, ver y gestionar su actividad en línea en los ajustes de tiempo de uso, y activar los controles parentales. Para obtener más información sobre las solicitudes de compra, visita support.apple.com/105055. Para obtener más información sobre los controles parentales, visita support.apple.com/105121. Dejar de formar parte de una familia y transferir cuentas infantiles Los miembros adultos de un grupo familiar pueden abandonarlo cuando quieran, y la persona a cargo de la organización puede eliminarlos en cualquier momento. Y lo mismo es aplicable en el caso de los menores entre 13 y 17 años, excepto si sus dispositivos están gestionados mediante los ajustes de tiempo de uso. La persona que esté a cargo de la organización de la familia también podrá disolverla desactivando “En familia”. Cuando alguien abandona la familia o se le elimina de ella, pierde inmediatamente el acceso a las suscripciones compartidas y al contenido comprado por el resto de miembros, y su contenido también deja de compartirse con los demás. Los menores de 13 años deben formar parte de un grupo familiar. Para eliminar a un menor de una familia, la persona a cargo de la organización de otro grupo familiar puede invitarle a formar parte de él mediante la opción “Invitar en persona” de los ajustes de la familia. La invitación deberá aprobarla la persona que organice la familia actual del menor. Una vez transferida la cuenta infantil, Apple no guardará ningún registro del cambio de familia. Otra posibilidad que tiene la persona que organiza la familia es eliminar la cuenta de Apple del menor en cuestión. Para obtener más información acerca de cómo transferir un menor a otro grupo familiar o cómo eliminar una cuenta infantil, visita support.apple.com/102634. Comunicación contigo Apple puede usar los detalles sobre el grupo familiar de una determinada persona, incluido el número de miembros que forman parte de él y si hay alguna invitación pendiente, para poder enviarle comunicaciones sobre productos, servicios, ofertas y otras ventajas que estén disponibles a través de “En familia”. Si los miembros de la familia aceptan recibir correos promocionales, podrán recibir estas comunicaciones por correo electrónico. Asimismo, podrán cambiar sus preferencias de correo electrónico y dejar de recibir estos mensajes en account.apple.com, o en dispositivos iOS o iPadOS desde Ajustes > [su nombre] > Información personal > Preferencias de comunicación. Los miembros de la familia también podrán recibir este tipo de comunicaciones mediante notificaciones push del producto o servicio de Apple correspondiente. Para actualizar las preferencias de notificaciones o dejar de recibirlas en un dispositivo iOS o iPadOS, deberán ir a Ajustes > Notificaciones. Apple también puede utilizar los datos de una persona y su grupo familiar, incluidos sus nombres, edades, funciones, compras y suscripciones, para enviar comunicaciones por correo electrónico o notificaciones push sobre los cambios de miembros familiares y sus roles, los permisos para acceder a compras y suscripciones compartidas, y los controles parentales. Por ejemplo, cuando alguien se una a una familia, todos los miembros preexistentes recibirán una notificación informándoles de que pueden acceder a las compras y suscripciones de dicha persona. Si la persona que organiza una familia designa a un adulto como padre, madre o tutor, los niños o niñas de la familia recibirán una notificación de que el nuevo miembro tiene permiso para gestionar los controles parentales de su cuenta infantil. Base legal aplicable al procesamiento de datos personales Procesamos los datos personales de “En familia” tal y como se describe aquí, de forma general y como sea necesario para cumplir tanto con el contrato que los miembros de la familia tienen con Apple como con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos las siguientes categorías de datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero, incluida información sobre lo siguiente: • La cuenta de Apple de los usuarios, incluidos su nombre, los datos de inicio de sesión y la información de contacto, pago y seguridad (por ejemplo, los números de teléfono de confianza o las preguntas de seguridad que utilizan en los distintos servicios de Apple). • Los productos de Apple que posean los miembros de la familia, los servicios de Apple a los que se hayan suscrito, y sus compras y descargas. • El grupo familiar de los usuarios y el número de miembros que lo conforman. • Los dispositivos de los usuarios, incluido el nombre, el número de serie y otros identificadores de hardware. • Los detalles de los pagos, como los números de cuenta y las fechas de caducidad, las direcciones de facturación y de envío, e información sobre cómo se canjean las tarjetas regalo. Se entienden como intereses legítimos los siguientes: • Proporcionar a los miembros de la familia un mejor servicio y asistencia. • Enviar comunicaciones pertinentes sobre “En familia” y otros productos, servicios y ofertas de Apple relacionados que puedan ser interesantes. • Prevenir el fraude y otras actividades malintencionadas. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos para lograr una mejor experiencia, y cuando recopilamos los datos creemos que es importante que sepas qué recopilamos y por qué los necesitamos, de modo que puedas tomar decisiones informadas. Compartir en familia, como todos los productos y servicios de Apple, se diseñó teniendo en cuenta estos principios. Configuración de Compartir en familia Cuando alguien empieza a configurar una familia, Apple usa la edad y el país o región asociados con su cuenta de Apple para confirmar que tiene la mayoría de edad y por lo tanto puede crear una. Los límites de edad específicos que se refieren a continuación podrían ser diferentes según el país o la región asociados a la cuenta de Apple de la persona. Para obtener más detalles sobre los límites de edad, visita support.apple.com/102617. Una vez que se confirme la mayoría de edad, la persona que inició el proceso puede asumir su organización e invitar hasta cinco personas más a la familia con sus propias cuentas de Apple mediante AirDrop, Messages o Mail, o al tocar Invitar en persona en la configuración de la familia. Apple mostrará el nombre de quien organiza, su cuenta de Apple, las suscripciones a las que tendrá acceso a quien se invita y/o la información de contacto de la persona organizadora en la invitación dependiendo de cómo se envió. Apple no mostrará ninguna información acerca de quien organiza ni de la familia, como los nombres de quienes ya la integran. Cuando quien organiza toca Invitar en persona, Apple utilizará la cuenta de Apple y la contraseña de quien se invita; estos datos se ingresan en el dispositivo de quien organiza para autenticar a quien se invita y confirmar su aceptación, si tiene 13 años o más. Apple no almacenará esta información en el dispositivo de quien organiza. Si esta persona tiene menos de 13 años, Apple iniciará el flujo de transferencia para menores que se describe más adelante en la sección Salir de un grupo de Compartir en familia y transferir cuentas de menores. Para ayudar a las personas organizadoras e invitadas a administrar las invitaciones y a enviar recordatorios, Apple mostrará el nombre, la foto de perfil y el estado de la invitación —si están disponibles— en la configuración del dispositivo. Apple conserva un registro de invitaciones hasta que las respondan o venzan después de 15 días. Si se acepta la invitación, Apple asocia la cuenta de Apple de quien se invitó con la familia. Apple no conserva un registro de invitaciones vencidas. Apple conserva un registro de 30 días de las invitaciones enviadas por Mensajes que se declinaron para mostrar dicho estado a quien organiza y a quien se invitó. Participación en un grupo familiar y los posibles papeles Apple brinda funciones, información y controles específicos a quienes se integran a una familia, las cuales se pueden usar para administrar suscripciones, compras, información de pago y ubicaciones. Por ejemplo, Apple mostrará los nombres de cada integrante, su cuenta de Apple y papel, y la edad de cualquier menor de la familia a todos sus integrantes en la configuración de la familia. En el caso de los menores usuarios de iOS o iPadOS, Apple utilizará su edad para ofrecer información sobre su derecho a la privacidad y los controles parentales que sea adecuada. Apple también procesa información sobre cada integrante de la familia, como su papel, sus suscripciones y cómo usa funciones y servicios, para poderle ofrecer una lista de recomendaciones personalizadas. Por ejemplo, las recomendaciones de algún integrante de la familia podrían sugerir revisar los controles parentales, compartir iCloud+ con el resto de la familia o convertir a alguien de ella en un contacto de emergencia. Cuando el organizador agrega una persona adulta a la familia, la puede designar como padre o tutor. Este papel, así como quien organiza, puede crear un cuenta de Apple para menores de 13 años según se describe más adelante. También puede configurar los controles parentales como Pedir la compra y Tiempo en pantalla para los menores. Además de configurar una familia y enviar invitaciones, quien organiza puede quitar integrantes y eliminar el grupo como se describe más adelante. Si un integrante de un grupo familiar inicia sesión en un dispositivo de Apple, como el Apple TV, el dispositivo podría sugerirle agregar a otros integrantes de la familia al mostrar los nombres que aparecen en su cuenta de Apple y en su foto de perfil. Cómo crear una cuenta de Apple para menores Quien organiza y los padres o tutores pueden agregar a un menor de 13 años a su familia al crear su cuenta de Apple o mediante el proceso de transferencia descrito más adelante. Para crear un cuenta de Apple para un menor de 13 años, quien organiza o un padre o tutor debe brindar su nombre, fecha de nacimiento, un correo electrónico y un número telefónico, datos que Apple utiliza para proporcionarle una cuenta de Apple. Si la cuenta se crea durante la configuración de un dispositivo, quien organiza o un padre o tutor también debe agregar el país o región del menor. Apple verifica el estado de quien organiza o del padre o tutor usando sus detalles de pago, identificación en Wallet, o la cuenta de Apple o equivalente antes de pedir consentimiento para procesar los datos del menor. Apple utiliza la fecha de nacimiento del menor para determinar los servicios elegibles y sugerir controles parentales como Pedir la compra y los controles parentales. Para obtener más información sobre la creación de cuentas para menores, visita support.apple.com/102617. Compras compartidas Cuando quien organiza activa compartir compras, las compras elegibles que cada integrante haya hecho en App Store, iTunes Store, Apple Books o la app Apple TV se le cobrarán mediante el método de pago registrado. La familia podrá consultar una descripción del método de pago utilizado, como Apple Pay, mas no así los detalles del pago, como el número de cuenta completo. También obtendrá acceso automáticamente a las compras de quien organiza y podrá optar por compartir sus compras con el resto de la familia. Quien organiza podrá ver la descripción, el precio y la fecha de todas las transacciones dentro de apps y en línea de App Store así como detalles de solicitudes de reembolso, sus resultados y disputas. Si algún integrante reporta un problema con una compra en línea o dentro de App Store, Apple utilizará información acerca de quien realizó la compra, quien organiza a la familia y la propia compra para proporcionar una respuesta apropiada. Los familiares pueden ocultar compras individuales de iTunes, Apple Books y App Store o desactivar Compartir compras en su configuración de Compartir en familia. Quien organiza a la familia continuará recibiendo los recibos de compras realizadas en App Store, Apple Books y Apple Music incluso si la familia ocultó sus compras. Para obtener más información sobre compartir compras, visita support.apple.com/kb/102599. Para obtener más información sobre ocultar compras de App Store, visita support.apple.com/108091. Suscripciones Si se activó Compartir con la familia, las suscripciones de servicios como el plan familiar de Apple Music, Apple TV+, Apple Arcade o Apple News+ se compartirá con toda la familia. Cada familiar continuará iniciando sesión en cada servicio usando su propia cuenta de Apple. Conservarán su contenido y bibliotecas individuales así como sus recomendaciones privadas y separadas mientras aprovechan el plan compartido. De igual forma, compartir iCloud+ con la familia le otorga a cada integrante acceso al plan de almacenamiento y funciones en el plan compartido, a la vez que se mantienen cuentas y archivos individuales por separado. Para obtener más información sobre compartir suscripciones con familiares, visita support.apple.com/108107. Compartir ubicación Cuando alguien se vuelve parte de una familia, los nombres de sus dispositivos serán visibles para los integrantes en Encontrar. El resto de la familia podrá ver su cuenta de Apple sólo en Encontrar y Encontrar sólo procesará sus datos de ubicación si activaron Compartir ubicación ya sea mediante la configuración de la familia o mediante Encontrar. Un familiar también puede elegir compartir automáticamente su propia ubicación con el resto de los integrantes, incluso los que se agreguen después, en la configuración de la familia si siguen formando parte de ella. Quien organiza o un padre o tutor puede seleccionar compartir automáticamente la ubicación de un menor con el resto de la familia en ciertos casos incluyendo durante la creación de una cuenta para un menor de 13 años. Los integrantes pueden desactivar la función de Compartir ubicación automáticamente en Configuración del Sistema > [tu nombre] > Compartir en familia > Compartir ubicación. También pueden elegir compartir su ubicación con integrantes en particular mediante la configuración de la familia y Encontrar. Para obtener más información sobre compartir la ubicación con familiares, visita support.apple.com/105107. Controles parentales Apple usa la cuenta de Apple y el papel de cada integrante para permitir que quien organiza la familia, así como los padres o tutores, configuren controles parentales para los menores. Por ejemplo, la persona que organiza y los padres o tutores pueden activar Pedir la compra para que cualquier menor deba pedir aprobación antes de realizar compras o descargas en App Store, iTunes Store o Apple Books, incluyendo compras dentro de las apps y descargas gratuitas. También pueden configurar Tiempo en pantalla, lo que les permite administrar la configuración de funciones como Tiempo desactivado, uso de apps y sitios web, contactos y clasificaciones de contenido para menores. Sólo ellos pueden consultar información acerca de las transacciones de los menores en App Store, iTunes Store y Apple Books, así como revisar y administrar su actividad en línea mediante Tiempo en pantalla y activar los controles parentales. Para obtener más información sobre Pedir la compra, visita support.apple.com/105055. Para obtener más información sobre los controles parentales, visita support.apple.com/105121. Salir de un grupo de Compartir en familia y transferir cuentas de menores En cualquier momento, los integrantes adultos pueden salirse de una familia y quien la organiza también puede sacarlos. La persona que organiza el grupo familiar puede quitar a los menores de entre 13 y 17 años, y estos pueden dejar el grupo en cualquier momento, a menos que su cuenta sea administrada por sus padres/tutores o por dicha persona mediante Tiempo en pantalla. Quien organiza la familia también puede eliminarla al desactivar Compartir en familia. Cuando un integrante deja de serlo, pierde acceso de inmediato a las suscripciones compartidas y el contenido adquirido por el resto de la familia, y su contenido también deja de estar disponible para los demás. Los menores de 13 deben ser parte de una familia. Para sacar a un menor de un grupo familiar, una persona que organice otro grupo puede invitarlo al suyo con la opción Invitar en persona, disponible en la configuración de la familia. Quien organiza la familia actual del menor debe aprobar la invitación de transferencia. Al completarse la transferencia, Apple no conservará un registro del hecho de que el menor transferido formaba parte de otra familia. Otra posibilidad que tiene quien organiza la familia es eliminar la cuenta de Apple del menor. Para obtener más información sobre transferir la cuenta de un menor a otra familia y eliminar una cuenta para menores, visita support.apple.com/kb/102634. Comunicación contigo Apple puede utilizar detalles sobre el grupo familiar de un usuario, incluyendo el número de integrantes y si queda alguna invitación pendiente, para enviarle al usuario y sus familiares comunicaciones relevantes sobre productos, servicios, ofertas y otros beneficios disponibles mediante Compartir en familia. Si aceptan recibir contenido de mercadotecnia por correo, es posible que los integrantes reciban estas comunicaciones por correo electrónico. Cada integrante puede cambiar sus preferencias de correo y optar por no recibir dichas comunicaciones desde account.apple.com, o en sus dispositivos iOS o iPadOS desde Configuración > [su nombre] > Información personal > Preferencias de comunicación. También podrían recibir estos comunicados a través de una notificación push del producto o servicio relevante de Apple. Puedes actualizar tus preferencias de notificaciones en tu dispositivo iOS o iPadOS desde Configuración > Notificaciones. Apple también usa la información sobre los usuarios y su grupo familiar, como su nombre, edad, posición dentro de la familia, compras y suscripciones, para enviar notificaciones push o por correo electrónico acerca de los cambios relativos a la membresía de la familia y su función, la capacidad de acceder a compras compartidas y suscripciones, así como a los controles parentales. Por ejemplo, cuando alguien se vuelve integrante de un grupo familiar, el resto de los familiares reciben un aviso sobre los permisos que esta persona tiene respecto de las compras compartidas y las suscripciones. Si quien organiza la familia designa a un integrante adulto como padre o tutor, los menores de la familia recibirán un aviso que indique que esa persona puede administrar los controles parentales. Fundamentos jurídicos aplicables al procesamiento de datos personales Como se describe anteriormente, procesamos datos personales en Compartir en familia de manera general para ejercer el contrato de una familia con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos o los de terceros, incluyendo información acerca de lo siguiente: • Información de la cuenta de Apple de los usuarios, incluyendo su nombre, datos que usan para iniciar sesión, así como los datos de contacto, pago y seguridad (como números telefónicos de confianza o preguntas de seguridad) que usan en los servicios de Apple. • Productos de Apple que pertenecen a los integrantes de una familia, sus suscripciones a servicios de Apple, y sus compras y descargas. • El grupo familiar de los usuarios, incluyendo el número de integrantes. • Los dispositivos de los usuarios incluyendo su nombre, número de serie y otros identificadores de hardware. • Detalles de pago, incluyendo números de cuenta y fechas de vencimiento, direcciones de facturación y envío, e información de canje de tarjetas de regalo. Estos intereses legítimos incluyen lo siguiente: • Ofrecer un mejor servicio y soporte para los familiares. • Enviar comunicaciones relevantes sobre Compartir en familia y otros productos, servicios y ofertas relacionados de Apple que podrían ser de interés. • Prevenir el fraude y otras actividades malintencionadas. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Tietojesi yksityisyyden suojaaminen ja turvallisuus ovat Applelle ensisijaisia. Apple pyrkii keräämään vain tietoja, joita tarvitaan käyttökokemuksesi parantamiseen, ja kun tietoja kerätään, Applelle on tärkeää, että tiedät, mitä ja miksi kerätään, jotta voit tehdä tietoon perustuvia valintoja. Perhejako, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti. Perhejaon ottaminen käyttöön Kun käyttäjä aloittaa perheen ottamisen käyttöön, Apple tarkistaa Apple-tiliin liitetyn iän sekä maan tai alueen avulla, että käyttäjä on aikuinen ja siten oikeutettu luomaan perheryhmän. Alla viitatut ikärajat voivat vaihdella Apple-tiliin yhdistetystä maasta tai alueesta riippuen. Katso lisätietoja ikärajoista osoitteesta support.apple.com/102617. Aikuiseksi varmistetusta käyttäjästä tulee perheen järjestäjä, ja hän voi kutsua enintään viisi muuta käyttäjää, joilla on yksilöllinen Apple-tili, liittymään perheryhmään AirDropilla, Viesteillä, Maililla tai napauttamalla perheasetuksissa Kutsu henkilökohtaisesti. Apple näyttää järjestäjän nimen, Apple-tilin, kutsutun käyttöönsä saamat tilaukset ja/tai järjestäjän yhteystiedot kutsussa riippuen sen lähettämistavasta. Apple ei näytä mitään muita tietoja järjestäjästä tai perheryhmästä, esimerkiksi muiden perheenjäsenten nimiä. Kun järjestäjä napauttaa Kutsu henkilökohtaisesti, Apple käyttää kutsutun Apple-tiliä ja salasanaa, jotka syötetään järjestäjän laitteeseen, kutsutun todentamiseksi ja hänen hyväksyntänsä vahvistamiseksi, jos kutsuttu on 13-vuotias tai vanhempi. Apple ei tallenna tätä tietoa järjestäjän laitteeseen. Jos kutsuttu on alle 13-vuotias, Apple aloittaa alla kohdassa ”Perhejakoryhmästä poistuminen ja lasten siirtäminen” kuvatun lapsen siirtämisen. Apple auttaa järjestäjiä ja kutsuttuja kutsujen hallitsemisessa ja muistutusten lähettämisessä näyttämällä laitteen asetuksissa heidän nimensä, profiilikuvansa ja kutsutilansa, jos saatavilla. Apple säilyttää tiedon kutsusta, kunnes kutsuttu vastaa tai kutsu vanhenee 15 päivän kuluttua. Jos kutsuttu hyväksyy kutsun, Apple yhdistää kutsutun Apple-tilin perheryhmään. Apple ei säilytä tietoja vanhentuneista kutsuista. Apple säilyttää 30 päivää tietoja kutsuista, jotka on lähetetty Viestien avulla ja joista on kieltäydytty, näyttääkseen tiedon kieltäytymisestä järjestäjälle ja kutsutulle. Perheeseen liittyminen ja perheen roolit Kun käyttäjä liittyy perheryhmään, Apple tarjoaa erityisiä ominaisuuksia, tietoja ja säätimiä, joilla voidaan hallita tilausten, ostojen, maksutietojen ja sijaintien jakamista. Apple esimerkiksi näyttää perheen asetuksissa kaikille perheryhmän jäsenille muiden jäsenten nimen, Apple-tilin ja roolin sekä perheen lasten iän. iOS- tai iPadOS-laitetta käyttävien lasten kohdalla Apple käyttää lapsen ikää ikään sopivien tietosuojaoikeuksiin ja käyttörajoituksiin liittyvien tietojen antamiseen. Apple myös käsittelee perheen jäsenen tietoja (esim. rooli, tilaukset, ominaisuuksien ja palveluiden käyttö) tarjotakseen muokatun luettelon suosituksia. Perheenjäsenen suositukset voivat esimerkiksi ehdottaa käyttörajoitusten tarkastelua, iCloud+:n jakamista perheenjäsenille tai toisen perheenjäsenen asettamista ICE-yhteyshenkilöksi. Kun järjestäjä lisää aikuisen käyttäjän perheryhmään, hän voi asettaa tämän vanhemmaksi tai huoltajaksi. Vanhemmat tai huoltajat, kuten myös järjestäjä, joka voi toimia vanhempana tai huoltajana, voivat luoda alle 13-vuotiaalle lapselle Apple-tilin alla kuvatulla tavalla. He voivat myös asettaa perheryhmän lapsille käyttörajoituksia, kuten Pyydä ostaa ja Ruutuaika. Perheryhmän käyttöönottamisen ja käyttäjien kutsumisen lisäksi järjestäjä voi myös poistaa perheenjäseniä tai ryhmän alla kuvatulla tavalla. Jos perheryhmään kuuluva käyttäjä kirjautuu Apple-laitteeseen, kuten Apple TV:hen, laite voi ehdottaa muiden perheenjäsenten lisäämistä näyttämällä heidän Apple-tileillään olevat nimet ja profiilikuvat. Apple-tilin luominen lapselle Järjestäjä, vanhempi tai huoltaja voi lisätä alle 13-vuotiaan lapsen perheryhmään luomalla tälle Apple-tilin tai alla kuvatun lapsen siirtämisen avulla. Jotta järjestäjä, vanhempi tai huoltaja voi luoda alle 13-vuotiaalle lapselle Apple-tilin, tämän on annettava Applelle lapsen nimi, syntymäaika, sähköpostiosoite ja puhelinnumero, joiden avulla Apple luo lapselle Apple-tilin. Jos lapsen tili luodaan laitteen käyttöönoton yhteydessä, järjestäjän, vanhemman tai huoltajan on myös määritettävä lapsen maa tai alue. Apple varmistaa, että järjestäjä, vanhempi tai huoltaja on aikuinen, käyttämällä heidän maksutietojaan, Lompakossa olevaa henkilökorttiaan tai Apple-tiliään tai vastaavaa ennen kuin pyytää heidän hyväksyntäänsä lapsen tietojen käsittelemiseen. Apple käyttää lapsen syntymäaikaa soveltuvien palvelujen määrittämiseen ja sekä käyttörajoitusten, kuten Pyydä ostaa ja Ruutuaika, ehdottamiseen. Lisätietoja lasten tilien luomisesta on osoitteessa support.apple.com/102617. Ostojen jakaminen Kun järjestäjä ottaa ostojen jaon käyttöön, kaikkien perheenjäsenten App Storessa, iTunes Storessa, Apple Booksissa tai Apple TV -apissa tekemät ehdot täyttävät ostot veloitetaan järjestäjän Applelle ilmoittamalla maksutavalla. Perheenjäsenet näkevät maksutavan kuvauksen, esimerkiksi Apple Pay, mutta eivät yksityiskohtia, kuten maksutilin numeroa. Perheenjäsenet saavat automaattisesti käyttöönsä järjestäjän ostot ja voivat jakaa omat ostonsa muiden perheenjäsenten kanssa. Järjestäjät näkevät kaikkien perheenjäsenten verkossa ja apissa tekemien App Store -tapahtumien kuvauksen, hinnan ja päiväyksen sekä palautuspyynnöt, niiden päätökset ja riitatilanteet. Jos perheenjäsen ilmoittaa ongelmasta verkossa tai apissa tehdyssä App Store -ostossa, Apple käyttää tietoja oston tehneestä perheenjäsenestä, järjestäjästä ja ostosta tarjotakseen asianmukaisen vastauksen. Perheenjäsenet voivat kätkeä yksittäiset iTunes-, Apple Books- ja App Store -ostonsa tai laittaa Jaa omat ostot -valinnan pois päältä omissa perheasetuksissaan. Perheen järjestäjä saa edelleen kuitit ostoista App Storessa, Apple Booksissa ja Apple Musicissa, vaikka perheenjäsenet olisivat kätkeneet ostonsa. Lisätietoja ostojen jakamisesta löytyy osoitteesta support.apple.com/102599. Lisätietoja App Store -ostojen kätkemisestä on osoitteessa support.apple.com/108091. Tilaukset Jos jakaminen perheelle on käytössä, perheenjäsenten kesken jaetaan palveluiden tilaukset, kuten Apple Music -perhepaketti, Apple TV+, Apple Arcade tai Apple News+. Perheenjäsenet kirjautuvat edelleen kuhunkin palveluun omalla Apple-tilillään. Näin he voivat nauttia yhteisen perhepaketin eduista, mutta samalla pitää omat sisältö- ja mediakirjastonsa sekä ehdotuksensa yksityisinä ja erillisinä. Samoin myös iCloud+:n jakaminen perheelle antaa jokaiselle jäsenelle pääsyn jaetun tilauksen tallennustilaan ja ominaisuuksiin, mutta tilit ja tiedostot pysyvät erillään. Lisätietoja tilausten jakamisesta perheenjäsenten kesken on osoitteessa support.apple.com/108107. Sijainnin jakaminen Kun käyttäjä liittyy perheryhmään, hänen laitteidensa nimet näkyvät muille perheenjäsenille Etsi-toiminnossa. Hänen Apple-tilinsä näkyy vain muille perheenjäsenille Etsi-toiminnossa ja Etsi-toiminto käyttää hänen sijaintiaan vain, jos hän on ottanut Sijainnin jaon käyttöön joko perheasetuksissa tai Etsi-apissa. Perheenjäsen voi myös perheasetuksissa valita jakavansa sijaintinsa automaattisesti kaikille muille perheenjäsenille, mukaan lukien myöhemmin lisätyille, niin kauan kuin kuuluu ryhmään. Järjestäjä, vanhempi tai huoltaja voi tietyissä tilanteissa, kuten luotaessa tiliä alle 13-vuotiaalle, jakaa automaattisesti lapsen sijainnin kaikille muille perheenjäsenille. Perheenjäsenet voivat estää sijainnin automaattisen jakamisen valitsemalla Asetukset > [oma nimi] > Perhejako > Sijainnin jako. He voivat myös jakaa sijaintinsa yksittäisille jäsenille perheasetuksissa ja Etsi-apissa. Lisätietoja sijainnin jakamisesta perheenjäsenten kesken on osoitteessa support.apple.com/105107. Käyttörajoitukset Apple käyttää perheenjäsenten Apple-tilejä ja rooleja mahdollistaakseen järjestäjälle, vanhemmille tai huoltajille käyttörajoitusten asettamisen perheryhmän lapsille. Järjestäjä, vanhempi tai huoltaja voi esimerkiksi laittaa lapselle Pyydä ostaa -rajoituksen päälle, jolloin lapsen on saatava erikseen lupa ladata tai ostaa App Storesta, iTunes Storesta tai Apple Booksista. Tämä koskee myös appien sisäisiä ostoja ja ilmaisia latauksia. Järjestäjä, vanhempi tai huoltaja voi myös ottaa käyttöön Ruutuajan, jolla he voivat hallita lasten asetuksia, kuten Käyttötaukoa, appien ja sivustojen käyttöä, yhteystietoja ja sisällön ikärajoja. Vain järjestäjät, vanhemmat tai huoltajat näkevät lapsen App Store-, iTunes Store- ja Apple Books -tapahtumien tiedot ja voivat hallita lasten toimintaa verkossa Ruutuajalla ja asettamalla käyttörajoituksia. Lisätietoja Pyydä ostaa -asetuksesta on osoitteessa support.apple.com/105055. Lisätietoja käyttörajoitusten käyttämisestä on osoitteessa support.apple.com/105121. Perhejakoryhmästä poistuminen ja lasten siirtäminen Aikuiset perheenjäsenet voivat poistua perheryhmästä milloin tahansa tai järjestäjä voi poistaa heidät. 13–17-vuotiaat lapset voivat poistua perheryhmästä tai järjestäjä voi poistaa heidät, ellei järjestäjä, vanhempi tai huoltaja hallitse heidän laitettaan Ruutuajalla. Järjestäjä voi myös lopettaa perheryhmän laittamalla Perhejaon pois päältä. Kun perheenjäsen poistuu tai poistetaan, hän menettää välittömästi pääsyn muiden jäsenten jaettuihin tilauksiin ja ostoihin, eikä hänen sisältönsä enää ole muiden jäsenten käytettävissä. Alle 13-vuotiaiden lasten täytyy olla jäsenenä perheryhmässä. Lapsi voidaan poistaa perheryhmästä siten, että toisen perheryhmän järjestäjä kutsuu hänet omaan perheryhmäänsä perheasetusten Kutsu henkilökohtaisesti -toiminnolla. Lapsen nykyisen perheen järjestäjän täytyy hyväksyä siirtokutsu. Kun siirto on valmis, Apple ei säilytä tietoa siitä, että lapsi oli aikaisemmin eri perheryhmässä. Vaihtoehtoisesti perheen järjestäjä voi poistaa lapsen Apple-tilin. Lisätietoja lapsen siirtämisestä toiseen perheryhmään ja lapsen tilin poistamisesta löytyy osoitteesta support.apple.com/102634. Viestintä sinulle Apple voi käyttää tietoja käyttäjän perheryhmästä, mukaan lukien tietoja ryhmän jäsenten määrästä ja siitä, onko jollakulla odottava kutsu liittyä ryhmään, lähettääkseen käyttäjälle ja hänen perheenjäsenilleen relevantteja tiedotteita tuotteista, palveluista, tarjouksista ja muista eduista, joita on saatavilla Perhejaossa. Perheenjäsenet voivat saada näitä viestejä sähköpostilla, jos he ovat antaneet luvan sähköposti­markkinointiin. He voivat muuttaa sähköpostiasetuksiaan ja kieltäytyä näistä viesteistä osoitteessa account.apple.com tai iOS- tai iPadOS-laitteissa valitsemalla Asetukset > [oma nimi] > Henkilötiedot > Viestintäasetukset. Perheenjäsenet voivat myös saada näitä viestejä push-ilmoituksina vastaavalta Applen tuotteelta tai palvelulta. Voit päivittää ilmoitusasetuksesi tai estää ilmoitukset iOS- tai iPadOS-laitteessa valitsemalla Asetukset > Ilmoitukset. Apple voi myös käyttää käyttäjään ja hänen perheryhmäänsä liittyviä tietoja, kuten nimi, ikä, rooli, ostot ja tilaukset, tiedottaakseen sähköpostitse tai push-ilmoituksilla perheen jäsenyyden ja roolin muutoksista, mahdollisuudesta käyttää jaettuja ostoja ja tilauksia sekä käyttörajoituksista. Esimerkiksi kun käyttäjä liittyy perheryhmään, kaikille olemassa oleville perheenjäsenille ilmoitetaan mahdollisuudesta käyttää uuden jäsenen jaettuja ostoja ja tilauksia. Jos järjestäjä määrittää aikuisen perheenjäsenen vanhemmaksi/huoltajaksi, perheryhmän lapsille ilmoitetaan, että aikuinen perheenjäsen voi hallita heidän käyttörajoituksiaan. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietoja Perhejaossa yllä kuvatulla tavalla yleisesti toteuttaakseen perheenjäsenten sopimuksen Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin. Näitä ovat mm. seuraavat: • Käyttäjän Apple-tilin tiedot, mukaan lukien nimi, sisäänkirjautumiseen käytettävät tiedot sekä yhteys-, maksu- ja suojaustiedot, kuten luotetut puhelinnumerot ja suojauskysymykset, joita käytetään Applen palveluissa • Perheenjäsenten omistamat Apple-tuotteet, heidän tilauksensa Applen palveluissa ja heidän ostonsa ja latauksensa. • Käyttäjän perheryhmä ja perheenjäsenten määrä. • Käyttäjien laitteet, mukaan lukien laitteen nimi, sarjanumero ja muut laitteistotunnisteet • Maksutiedot, mm. tilinumerot ja vanhenemis­päivämäärät, laskutus- ja toimitusosoitteet sekä tiedot lahjakorttien lunastuksista. Oikeutettuja etuja ovat mm. seuraavat: • Perheenjäsenille tarjotun palvelun ja tuen parantaminen. • Viestiminen Perhejaosta ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua. • Petosten ja muun haitallisen toiminnan torjunta. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä löytyy osoitteesta www.apple.com/legal/privacy/fi/.
fr: La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tous les produits et services Apple, la fonctionnalité de partage familial a été conçue dans le respect de ces principes. Configuration du partage familial Lorsqu’un utilisateur initie une procédure de configuration d’un groupe de partage familial, Apple utilise l’âge et le pays ou la région associés à son compte Apple pour vérifier qu’il est majeur et qu’il est, par conséquent, autorisé à créer un groupe de partage familial. Les seuils d’âge spécifiques indiqués ci-dessous peuvent varier selon les utilisateurs en fonction de la région ou du pays associés à leur compte Apple. Pour en savoir plus sur les seuils d’âge, consultez la page support.apple.com/102617. Une fois son statut de personne majeure confirmé, l’utilisateur ayant créé le groupe de partage familial devient l’organisateur de la famille et peut inviter jusqu’à 5 autres personnes disposant d’un compte Apple unique à rejoindre le groupe de partage familial en utilisant AirDrop, Messages ou Mail, ou en touchant « Inviter en personne » dans les réglages de partage familial. Apple affichera le nom de l’organisateur, son compte Apple, les abonnements auxquels la personne invitée aura accès, et/ou affichera les coordonnées de l’organisateur dans l’invitation selon la manière dont cette dernière aura été envoyée. Apple n’affichera aucune autre information concernant l’organisateur et les membres du groupe familial, comme les noms des membres de la famille existants. Si la personne invitée est âgée de plus de 13 ans et si l’organisateur touche « Inviter en personne », Apple utilisera le compte Apple et le mot de passe de la personne invitée, saisis sur l’appareil de l’organisateur, pour l’authentifier et confirmer qu’elle accepte de rejoindre le groupe. Apple ne conservera pas ces informations sur l’appareil de l’organisateur. Si la personne invitée est âgée de moins de 13 ans, Apple initiera la procédure de transfert d’un compte pour enfant décrite dans la section « Quitter un groupe de partage familial et transférer un compte pour enfant » ci-dessous. Pour aider les organisateurs et les invités à gérer leurs invitations et envoyer des rappels, Apple affichera leur nom, leur photo de profil, l’état de l’invitation si celui-ci est disponible dans les réglages de l’appareil. Apple conserve une archive de l’invitation jusqu’à ce que la personne invitée y réponde ou jusqu’à son expiration, soit 15 jours après son envoi. Si la personne invitée accepte l’invitation, Apple associe son compte Apple au groupe de partage familial. Apple ne conserve aucune archive des invitations expirées. Les invitations refusées ayant été envoyées via Messages sont conservées par Apple pendant 30 jours afin que le refus soit affiché sur l’appareil de l’organisateur et sur celui de la personne invitée. Participation à un groupe de partage familial et rôles des membres de la famille Lorsque des utilisateurs rejoignent votre groupe de partage familial, Apple met à votre disposition certaines fonctionnalités, informations et commandes spécifiques pour vous aider à gérer les abonnements, les achats, les informations de paiement et les positions géographiques. Par exemple, le nom de chaque membre du groupe, son compte Apple, son rôle et l’âge des enfants membres de la famille sont visibles pour tous les membres du groupe de partage familial dans les réglages Famille. Sur un appareil iOS ou iPadOS, Apple utilise l’âge des enfants pour fournir des informations relatives aux droits de la vie privée et au contrôle parental adaptées à leur âge. Apple traitera également certaines informations concernant chaque membre de la famille, notamment son rôle, ses abonnements et son utilisation de certains services et fonctionnalités pour lui fournir une liste de recommandations personnalisée. Par exemple, les recommandations affichées sur l’appareil d’un membre du groupe peuvent lui proposer de vérifier ses réglages de contrôle parental, de partager iCloud+ avec les autres membres ou encore d’ajouter un autre membre de la famille à ses contacts d’urgence. Lorsque l’organisateur ajoute un utilisateur adulte au groupe de partage familial, il peut désigner ce dernier comme parent ou tuteur. Les parents ou tuteurs, et l’organisateur qui peut également agir en tant que parent ou tuteur, peuvent créer un compte Apple pour les enfants de moins de 13 ans en suivant la procédure décrite ci-dessous. Ils peuvent également configurer des réglages de contrôle parental, notamment « Demande d’autorisation d’achat » et « Temps d’écran », pour les enfants du groupe de partage familial. En plus de pouvoir créer un groupe de partage familial et inviter des utilisateurs à participer au groupe, l’organisateur peut supprimer des membres de la famille et dissoudre le groupe tel que décrit ci-dessous. Si un utilisateur membre d’un groupe de partage familial se connecte à un appareil Apple comme une Apple TV, cet appareil peut lui suggérer d’ajouter les autres membres de la famille en affichant leur compte Apple et leur photo de profil. Création d’un compte Apple pour un enfant L’organisateur et les parents ou tuteurs peuvent ajouter un enfant de moins de 13 ans à leur groupe de partage familial en créant un compte Apple pour l’enfant ou en suivant la procédure de transfert d’un compte pour enfant décrite ci-dessous. Pour créer un compte Apple destiné à un enfant de moins de 13 ans, l’organisateur ou le parent ou tuteur doit renseigner le nom de l’enfant, sa date de naissance, une adresse e-mail ou un numéro de téléphone, qui seront utilisés par Apple pour fournir à l’enfant son compte Apple. Si le compte pour enfant est créé lors de la configuration de son appareil, l’organisateur ou le parent ou tuteur devra également renseigner la région ou le pays dans lequel se trouve l’enfant. Apple vérifie la majorité de l’organisateur ou du parent ou tuteur à l’aide de ses informations de paiement, de sa pièce d’identité présente dans Cartes, des informations de son compte Apple ou d’autres informations équivalentes avant d’obtenir son autorisation de traiter les informations liées à l’enfant. Apple utilise la date de naissance de l’enfant pour déterminer son éligibilité à certains services et suggérer des réglages de contrôle parental, notamment « Demande d’autorisation d’achat » et « Temps d’écran ». Pour en savoir plus sur la création des comptes pour enfant, consultez la page support.apple.com/102617. Partage des achats Lorsqu’un organisateur active le partage des achats, les achats éligibles réalisés par les membres de la famille dans l’App Store et l’iTunes Store, ainsi que sur Apple Books et dans l’app l’Apple TV sont facturés sur le mode de paiement de l’organisateur enregistré auprès d’Apple. Les membres de la famille pourront consulter une description du mode de paiement utilisé, tel qu’Apple Pay, mais ne pourront pas voir les détails du paiement, notamment le numéro du compte utilisé pour le paiement dans son intégralité. Les membres de la famille pourront automatiquement accéder aux achats effectués par l’organisateur et pourront choisir de partager leurs achats avec les autres membres du groupe. Les organisateurs pourront consulter la description des transactions effectuées par les membres de la famille en ligne ou dans l’App Store, leur montant et la date à laquelle elles ont été réalisées, ainsi que des détails concernant les demandes de remboursement et leurs issues, et les litiges éventuels. Si un membre de la famille signale un problème concernant un achat effectué en ligne ou dans l’App Store, Apple utilisera des informations sur le membre du groupe et l’achat en question ainsi que sur l’organisateur pour y apporter une réponse adaptée. Les membres de la famille peuvent masquer des achats individuellement sur iTunes, Apple Books et dans l’App Store, ou désactiver « Partager mes achats » dans leurs réglages du groupe familial ; l’organisateur de la famille continuera de recevoir les reçus des achats effectués dans l’App Store, Apple Books et Apple Music, même si les membres de la famille ont masqué leurs achats. Pour en savoir plus sur le partage des achats, consultez la page support.apple.com/102599. Pour en savoir plus sur le masquage des achats dans l’App Store, consultez la page support.apple.com/108091. Abonnements Si le partage avec la famille est activé, les abonnements à des services tels que l’abonnement familial Apple Music, Apple TV+, Apple Arcade ou encore Apple News+ seront partagés avec les membres de la famille. Les membres de la famille continueront de se connecter à chaque service en utilisant leur propre compte Apple. Ainsi, ils conserveront leur propre contenu et leurs propres bibliothèques multimédias et recevront des recommandations privées et distinctes, tout en profitant des abonnements familiaux partagés. De la même façon, le partage d’iCloud+ avec le groupe familial donne à chaque membre l’accès à la capacité de stockage et aux fonctionnalités incluses dans l’abonnement partagé, tout en conservant des comptes individuels et des fichiers séparés. Pour en savoir plus sur le partage des abonnements avec les membres de la famille, consultez la page support.apple.com/108107. Partage de position Lorsqu’un utilisateur rejoint un groupe de partage familial, le nom de son appareil devient visible pour les autres membres de la famille dans l’app Localiser. Le compte Apple de cet utilisateur sera uniquement visible pour les autres membres de la famille dans Localiser et les données liées à sa position seront uniquement traitées par Localiser si celui-ci a activé le partage de sa position, dans les réglages du groupe familial ou dans l’app Localiser. Un membre de la famille peut également choisir de partager automatiquement sa position avec le reste des membres, y compris les nouveaux membres ajoutés ultérieurement, dans les réglages du groupe familial pour toute la durée de sa participation au sein du groupe. Dans certains cas, l’organisateur ou le parent ou tuteur peut choisir de partager automatiquement la position de son enfant avec le reste des membres de la famille, notamment lorsqu’il crée un compte pour un enfant âgé de moins de 13 ans. Les membres de la famille peuvent désactiver la fonctionnalité « Partager la position automatiquement » dans Réglages > [votre nom] > Partage familial > Partage de position. Ils peuvent également choisir de partager leur position avec certains membres de la famille uniquement dans les réglages du groupe de partage familial ou dans l’app Localiser. Pour en savoir plus sur le partage de position avec les membres de la famille, consultez la page support.apple.com/105107. Contrôle parental Apple utilise les comptes Apple et les rôles des membres de la famille pour permettre à l’organisateur et aux parents ou tuteurs de configurer des réglages de contrôle parental pour les enfants présents dans le groupe de partage familial. Par exemple, l’organisateur et les parents ou tuteurs peuvent activer les demandes d’autorisation d’achat afin d’éviter que les enfants effectuent des téléchargements ou des achats sans leur accord depuis l’App Store, l’iTunes Store et Apple Books, notamment dans le cas d’achats intégrés et de téléchargements gratuits. L’organisateur et les parents ou tuteurs peuvent également configurer « Temps d’écran » pour leur permettre de gérer les réglages de certaines fonctionnalités telles que « Temps d’arrêt », les limites d’utilisation de certains sites web et apps, les restrictions de contacts ou de certains contenus en fonction de l’âge de l’enfant. L’organisateur et les parents ou tuteurs sont les seules personnes à pouvoir consulter les informations liées aux transactions effectuées par l’enfant dans l’App Store, l’iTunes Store et Apple Books, à pouvoir consulter et gérer l’activité de l’enfant en ligne via « Temps d’écran », et à pouvoir activer des réglages de contrôle parental. Pour en savoir plus sur les demandes d’autorisation d’achat, consultez la page support.apple.com/105055. Pour en savoir plus sur l’utilisation du contrôle parental, consultez la page support.apple.com/105121. Quitter un groupe de partage familial et transférer un compte pour enfant Les adultes du groupe de partage familial peuvent quitter ce dernier ou être supprimés de ce dernier par l’organisateur à tout moment. Les enfants âgés de 13 à 17 ans peuvent quitter un groupe de partage familial ou être supprimés de ce dernier par l’organisateur, à moins que leur activité soit gérée par l’organisateur ou leurs parents ou tuteurs via « Temps d’écran ». L’organisateur de la famille peut également dissoudre la famille en désactivant le partage familial. Lorsqu’un membre de la famille quitte le groupe de partage familial ou est supprimé de ce dernier, il perd immédiatement l’accès aux abonnements partagés et au contenu acheté par d’autres membres. De la même manière, son contenu ne sera plus partagé avec les autres membres du groupe. Les enfants de moins de 13 ans doivent faire partie d’un groupe de partage familial. Pour supprimer un enfant d’un groupe de partage familial, l’organisateur d’un autre groupe peut inviter l’enfant à rejoindre ce dernier en sélectionnant « Inviter en personne » dans les réglages de partage familial. L’invitation au transfert du compte pour enfant doit être autorisée par l’organisateur du groupe familial auquel appartient actuellement l’enfant. Une fois le transfert du compte pour enfant terminé, Apple ne conserve aucune archive de la présence antérieure de l’enfant dans un autre groupe de partage familial. Par ailleurs, l’organisateur de la famille peut supprimer le compte Apple d’un enfant. Pour en savoir plus sur le transfert d’un compte pour enfant vers un autre groupe de partage familial et sur la suppression d’un compte pour enfant, consultez la page support.apple.com/102634. Communications provenant d’Apple Apple peut utiliser certaines données liées au groupe de partage familial auquel appartient un utilisateur, notamment le nombre de membres qu’il contient et si des invitations à rejoindre ce groupe sont en attente, afin d’envoyer à l’utilisateur et aux membres de sa famille des messages pertinents concernant les produits, services, offres et autres avantages Apple disponibles via le partage familial. Les membres de la famille peuvent recevoir ces messages par e-mail s’ils acceptent de recevoir des messages marketing par e-mail. Ils peuvent modifier leurs préférences relatives aux e-mails et demander à cesser de recevoir ces e-mails en accédant à l’adresse account.apple.com, ou sur leur appareil iOS ou iPadOS, en accédant à Réglages > [leur nom] > Infos personnelles > Préférences de communication. Les membres de la famille peuvent également recevoir des messages provenant de produits ou de services Apple pertinents sous forme de notifications push. Pour mettre à jour les préférences de notifications ou demander à cesser de recevoir les notifications sur votre appareil iOS ou iPadOS, accédez à Réglages > Notifications. Apple peut également utiliser les informations relatives à un utilisateur et à son groupe de partage familial, notamment son nom, son âge, son rôle, ses achats et ses abonnements, pour envoyer des communications par e-mail ou notification push concernant les modifications de la composition de la famille et des rôles, la possibilité d’accéder à des achats et abonnements partagés, et les réglages de contrôle parental. Par exemple, lorsqu’un utilisateur rejoint un groupe de partage familial, tous les membres existants de la famille sont informés qu’ils peuvent accéder aux achats et abonnements partagés du nouveau membre. Si un organisateur désigne un membre adulte du groupe de partage familial comme parent ou tuteur, les enfants du groupe de partage familial sont informés que cet utilisateur adulte peut gérer leurs réglages de contrôle parental. Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons les données personnelles liées au partage familial telles que décrites ci-dessus dans le cadre de l’exécution du contrat des membres du groupe de partage familial avec Apple, afin de leur fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties, y compris des données concernant : • Des informations liées aux comptes Apple des utilisateurs, y compris leur nom, leurs informations de connexion, ainsi que les coordonnées, informations de paiement et données de sécurité, telles que les numéros de téléphone de confiance ou les questions de sécurité, nécessaires à l’utilisation des services Apple. • Les produits Apple appartenant aux membres de la famille, les abonnements à des services Apple souscrits par les membres de la famille, ainsi que leurs achats et leurs téléchargements. • Le groupe familial des utilisateurs, y compris le nombre de membres que compte leur famille. • Les appareils des utilisateurs, notamment leur nom, leur numéro de série et d’autres identifiants matériels. • Vos informations de paiement, notamment les numéros de compte et les dates d’expiration, les adresses de facturation et d’expédition, et les informations relatives à l’utilisation de cartes cadeaux. Parmi ces intérêts légitimes figure notamment le fait de : • Améliorer le service et l’assistance pour les membres de la famille. • Envoyer des communications pertinentes concernant le partage familial et les autres produits, services et offres Apple connexes susceptibles d’intéresser les membres. • Lutter contre la fraude et d’autres activités malveillantes. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy
fr_ca: La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à recueillir uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. De plus, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, le partage familial a été conçu dans le respect de ces principes. Configuration du partage familial Lorsqu’un utilisateur commence une configuration familiale, Apple utilise l’âge et le pays ou la région associés au compte Apple pour vérifier qu’il s’agit d’un adulte, qui a donc le droit de créer un groupe familial. L’âge minimum indiqué ci-dessous peut varier selon la région ou le pays associé au compte Apple. Pour en savoir plus sur les seuils d’âge, rendez-vous sur support.apple.com/102617. Une fois le statut d’adulte vérifié, l’utilisateur ayant commencé la configuration devient l’organisateur de la famille et peut inviter jusqu’à cinq autres utilisateurs disposant chacun d’un compte Apple unique à se joindre au groupe familial au moyen d’AirDrop, de Messages ou de Mail, ou en touchant Inviter en personne dans les réglages de la famille. Apple affichera les informations suivantes dans l’invitation : le nom et le compte Apple de l’organisateur, les abonnements auxquels la personne invitée aura accès et, selon le mode d’envoi, les coordonnées de l’organisateur. Apple n’affichera aucune autre information concernant l’organisateur ou le groupe familial, comme les noms des membres existants. Lorsque l’organisateur touche l’option Inviter en personne, Apple utilisera le compte Apple et le mot de passe que la personne invitée entrera sur l’appareil de l’organisateur pour confirmer son identité et, si elle a 13 ans ou plus, son acceptation. Apple ne stockera pas ces informations sur l’appareil de l’organisateur. Si la personne invitée a moins de 13 ans, Apple enclenchera le processus de transfert d’un enfant décrit dans la section « Quitter un groupe de partage familial et procéder au transfert d’un enfant » ci-dessous. Pour aider les organisateurs et les personnes invitées à gérer les invitations et à envoyer des rappels, Apple affichera leur nom, leur photo de profil et l’état de l’invitation, c.-à-dire disponible, dans les réglages de l’appareil. Apple tient un registre des invitations en attente de réponse jusqu’à l’expiration de celles-ci après 15 jours. Si la personne accepte l’invitation, Apple associe son compte Apple au groupe familial. Apple ne tient pas de registres des invitations expirées. Quant aux invitations envoyées par Messages qui ont été refusées, Apple tient un registre pendant 30 jours pour afficher les refus dans l’app Messages de l’organisateur et de la personne invitée. Famille et rôles Lorsque des personnes se joignent à un groupe familial, Apple fournit des fonctionnalités, des informations et des commandes précises qui permettent de gérer le partage des abonnements, des achats, des modes de paiement et de la position de chaque membre. Par exemple, Apple affichera le nom, le compte Apple et le rôle de chaque membre ainsi que l’âge de tout enfant sur les appareils de tous les membres du groupe familial dans les réglages de la famille. Sur un appareil iOS ou iPadOS, Apple utilise l’âge des enfants pour fournir des informations relatives aux droits à la vie privée et au contrôle parental qui sont appropriées pour leur âge. Par ailleurs, Apple traitera certains détails concernant les membres de la famille, comme leur rôle, leurs abonnements ainsi que leur utilisation de fonctionnalités et de services, afin de leur fournir une liste de recommandations personnalisées. Par exemple, les recommandations d’un membre de la famille peuvent suggérer de vérifier le contrôle parental, de partager iCloud+ avec les membres de la famille ou de choisir l’un d’entre eux comme contact d’urgence. Lorsque l’organisateur ajoute un adulte au groupe familial, il peut le désigner comme parent ou tuteur. Les parents ou tuteurs et l’organisateur, qui peut également endosser ce rôle, peuvent créer un compte Apple pour les enfants de moins de 13 ans, comme décrit ci-dessous. Ils peuvent également appliquer les options de contrôle parental telles que Demander l’autorisation d’achat et Temps d’écran aux enfants du groupe familial. En plus de configurer un groupe familial et d’inviter des personnes à s’y joindre, l’organisateur peut retirer des membres et supprimer le groupe, comme décrit ci-dessous. Si un utilisateur membre d’un groupe familial se connecte à un appareil Apple, par exemple à une Apple TV, cet appareil peut lui suggérer d’ajouter les autres membres de la famille en affichant leur compte Apple et leur photo de profil. Création d’un compte Apple pour un enfant L’organisateur et les parents ou tuteurs peuvent ajouter un enfant de moins de 13 ans à leur groupe familial en lui créant son propre compte Apple ou par l’entremise du processus de transfert d’un enfant décrit ci-dessous. Pour créer un compte Apple pour un enfant de moins de 13 ans, l’organisateur, le parent ou le tuteur doit indiquer le nom et la date de naissance de l’enfant, une adresse courriel et un numéro de téléphone qu’Apple utilisera pour fournir un compte Apple à l’enfant. Si le compte de l’enfant est créé pendant la configuration de l’appareil, l’organisateur, le parent ou le tuteur doit également indiquer le pays ou la région de l’enfant. Apple vérifie le statut d’adulte de l’organisateur, du parent ou du tuteur par l’entremise de ses détails de paiement, de la carte d’identité dans Portefeuille, du compte Apple ou d’informations équivalentes avant d’obtenir son consentement pour traiter les données de l’enfant. Apple utilise la date de naissance de l’enfant pour déterminer l’admissibilité de ce dernier aux services et suggérer des options de contrôle parental telles que Demander l’autorisation d’achat et Temps d’écran. Pour en savoir plus sur la création des comptes Enfant, rendez-vous sur support.apple.com/102617. Partage d’achats Lorsqu’un organisateur active le partage d’achats, les achats admissibles effectués par les membres de la famille dans l’App Store, l’iTunes Store, Apple Books ou l’app Apple TV seront débités du mode de paiement associé au compte de l’organisateur. Les membres de la famille pourront voir une description du mode de paiement utilisé, comme Apple Pay, mais pas les détails de paiement tels que le numéro de compte de paiement complet. Les membres de la famille auront automatiquement accès aux achats de l’organisateur et pourront choisir de partager les leurs avec d’autres membres. Les organisateurs pourront voir la description, le prix et la date de toutes les transactions effectuées par les membres de la famille dans l’App Store, y compris les achats intégrés, ainsi que les détails et les résultats des demandes de remboursement et des contestations. Si un membre de la famille signale un problème relatif à un achat dans l’App Store, y compris un achat intégré, Apple utilisera les informations de la personne ayant effectué l’achat, de l’organisateur et de l’achat pour fournir une réponse appropriée. Les membres de la famille peuvent masquer individuellement les achats dans iTunes, Apple Books et l’App Store ou désactiver Partager mes achats dans leurs réglages de partage familial personnels. L’organisateur de la famille continuera de recevoir les reçus des achats effectués dans l’App Store, Apple Books et Apple Music même si les membres ont masqué leurs achats. Pour en savoir davantage sur le partage d’achats, rendez-vous sur support.apple.com/102599. Pour en savoir plus sur le masquage des achats effectués dans l’App Store, rendez-vous sur support.apple.com/108091. Abonnements Si le partage familial est activé, les abonnements aux services tels que le forfait familial d’Apple Music, Apple TV+, Apple Arcade ou Apple News+ seront partagés avec les membres de la famille. Les membres de la famille continueront de se connecter à chaque service avec leur propre compte Apple. Même s’ils peuvent ainsi profiter du forfait familial partagé, leur contenu ainsi que leurs bibliothèques multimédias restent privés et séparés. De façon similaire, le partage d’iCloud+ avec la famille permettra à chaque membre d’accéder au stockage et aux fonctionnalités du forfait partagé tout en conservant son propre compte et ses propres fichiers. Pour en savoir plus sur le partage d’abonnements avec les membres de la famille, rendez-vous sur support.apple.com/108107. Partage de position Lorsqu’une personne se joint à un groupe familial, le nom de ses appareils sera visible par les autres membres de la famille dans Localiser. Son compte Apple sera visible uniquement par les autres membres de la famille dans Localiser, et ses données de localisation seront traitées par Localiser seulement si le partage de localisation est activé, soit dans les réglages de la famille, soit dans l’app Localiser. Un membre de la famille peut également choisir de partager automatiquement sa position avec tous les autres membres, y compris ceux qui seront ajoutés par la suite, dans les réglages de la famille tant qu’il appartient au groupe. L’organisateur, le parent ou le tuteur peut également choisir de partager automatiquement la position de son enfant avec tous les autres membres de la famille dans certains cas, y compris lorsqu’il crée un compte pour un enfant de moins de 13 ans. Les membres de la famille peuvent désactiver la fonctionnalité « Partager automatiquement la position » dans Réglages > [votre nom] > Partage familial > Partage de position. Ils peuvent également choisir de partager leur position avec certains membres de la famille au moyen des réglages de la famille et de l’app Localiser. Pour en savoir plus sur le partage de position avec les membres de la famille, rendez-vous sur support.apple.com/105107. Contrôle parental Apple utilise les comptes Apple et les rôles des membres de la famille pour permettre à l’organisateur et aux parents ou tuteurs de configurer le contrôle parental pour les enfants du groupe familial. Par exemple, l’organisateur et les parents ou les tuteurs peuvent activer Demander l’autorisation d’achat pour obliger les enfants à demander l’autorisation d’effectuer tout téléchargement ou achat dans l’App Store, l’iTunes Store ou Apple Books, y compris pour les achats intégrés et les téléchargements gratuits. L’organisateur et les parents ou les tuteurs peuvent également configurer Temps d’écran, qui leur permet de gérer les réglages de fonctionnalités telles que Temps d’arrêt, l’utilisation des apps et des sites Web, les contacts et les classements du contenu pour leurs enfants. Seuls l’organisateur et les parents ou les tuteurs sont en mesure de voir les informations relatives aux transactions de l’enfant dans l’App Store, l’iTunes Store et Apple Books; de voir et gérer son activité au moyen de Temps d’écran; et d’activer le contrôle parental. Pour en savoir plus sur Demander l’autorisation d’achat, rendez-vous sur support.apple.com/105055. Pour en savoir plus sur l’utilisation du contrôle parental, rendez-vous sur support.apple.com/105121. Quitter un groupe de partage familial et procéder au transfert d’un enfant Les adultes peuvent quitter un groupe familial ou en être retirés par l’organisateur à tout moment. Les enfants âgés de 13 à 17 ans peuvent quitter le groupe familial ou en être retirés par l’organisateur à moins qu’ils soient gérés par l’organisateur, un parent ou un tuteur par l’entremise de Temps d’écran. L’organisateur d’une famille peut également supprimer un groupe familial en désactivant le partage familial. Lorsqu’un membre de la famille quitte le groupe familial ou en est retiré, il perd immédiatement l’accès aux abonnements partagés et au contenu acheté par d’autres membres, et le contenu lui appartenant n’est plus accessible par les autres membres. Les enfants de moins de 13 ans doivent faire partie d’un groupe familial. Pour retirer un enfant d’un groupe familial, un organisateur d’un autre groupe familial peut inviter l’enfant à se joindre au sien en sélectionnant Inviter en personne dans les réglages de la famille. L’invitation au transfert doit être approuvée par l’organisateur du groupe familial actuel de l’enfant. Une fois le transfert effectué, Apple n’enregistre pas le fait que l’enfant transféré faisait auparavant partie d’un autre groupe familial. L’organisateur de la famille peut aussi procéder en supprimant le compte Apple de l’enfant. Pour en savoir plus sur le transfert d’un enfant à un autre groupe familial et la suppression du compte d’un enfant, rendez-vous sur support.apple.com/102634. Communiquer avec vous Apple peut utiliser des informations relatives au groupe familial d’un utilisateur, y compris le nombre de membres et l’existence d’invitations en attente, afin d’envoyer à l’utilisateur et aux membres de la famille des communications pertinentes sur les produits, services, offres et autres avantages offerts par le partage familial. Ces communications de marketing par courriel peuvent être transmises aux membres de la famille s’ils acceptent de les recevoir. Ils peuvent modifier leurs préférences de courriel et choisir de ne plus recevoir ces courriels en se rendant sur account.apple.com ou, sur leurs appareils iOS ou iPadOS, en accédant à Réglages > [leur nom] > Infos personnelles > Préférences pour les communications. Ces communications peuvent également être transmises aux membres de la famille au moyen de notifications Push à partir du produit ou service Apple concerné. Pour mettre à jour les préférences en matière de notifications ou refuser d’en recevoir sur votre appareil iOS ou iPadOS, accédez à Réglages > Notifications. Apple peut également utiliser les informations relatives à un utilisateur et à son groupe familial, y compris son nom, son âge, son rôle, ses achats et ses abonnements, pour envoyer des communications par courriel ou notification push concernant les modifications de la composition de la famille et des rôles, la possibilité d’accéder à des achats et abonnements partagés, et les réglages de contrôle parental. Par exemple, lorsqu’un utilisateur se joint à un groupe familial, tous les membres existants sont informés qu’ils peuvent accéder aux achats et abonnements partagés du nouveau membre. Si un organisateur désigne un membre adulte de la famille comme parent ou tuteur, les enfants du groupe familial sont informés que cet utilisateur adulte peut gérer leurs réglages de contrôle parental. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons les données personnelles relatives au partage familial décrites ci-dessus aux fins de l’exécution du contrat des membres de la famille avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les catégories suivantes de données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers, y compris les informations relatives : • aux informations du compte Apple des utilisateurs, y compris leur nom, les informations utilisées pour se connecter ainsi que les informations de contact, de paiement et de sécurité, telles que les numéros de téléphone de confiance ou les questions de sécurité, utilisées avec les services Apple; • aux produits Apple appartenant aux membres de la famille, leurs abonnements aux services Apple ainsi que leurs achats et téléchargements; • au groupe familial des utilisateurs, y compris le nombre de membres dans le groupe; • aux appareils des utilisateurs, y compris leur nom, leur numéro de série et d’autres identifiants matériels; • aux détails de paiement, y compris les numéros de compte et les dates d’expiration, les adresses de facturation et de livraison, et les informations d’utilisation de cartes cadeaux. Cet intérêt légitime comprend : • la fourniture d’un meilleur service et d’une meilleure assistance aux membres de la famille; • l’envoi de communications pertinentes au sujet du partage familial et d’autres produits, services et offres connexes d’Apple susceptibles d’intéresser les membres de la famille; • la prévention de la fraude et d’autres activités malveillantes. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: הגנה על פרטיות המשתמשים ואבטחת המידע שלהם הן בעלות חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף רק את הנתונים שדרושים לנו כדי לשפר את חוויית השימוש שלך. כאשר אנו אוספים נתונים, אנו מאמינים שחשוב ליידע אותך מה אנחנו אוספים ומדוע, כדי שתהיה לך אפשרות לקבל החלטות מושכלות. ״שיתוף משפחתי״, בדומה לכל מוצר ושירות אחר של Apple, תוכנן תוך התחשבות בעקרונות אלו. הגדרת ״שיתוף משפחתי״ כאשר משתמש יוזם הגדרה של קבוצה משפחתית, Apple משתמשת בגיל ובמדינה או האזור שמקושרים לחשבון ה‑Apple שלו כדי לאשר שהוא אדם בוגר ועל כן זכאי ליצור קבוצה משפחתית. מגבלות הגיל המסוימות שמצוינות למטה עשויות להיות שונות עבור כל משתמש לפי המדינה או האזור שמקושרים לחשבון ה‑Apple שלו. מידע נוסף על מגבלות הגיל זמין בכתובת support.apple.com/102617. לאחר שסטטוס של אדם בוגר אושר, המשתמש היוזם הופך למארגן המשפחה, ובאפשרותו להזמין עד חמישה משתמשים אחרים בעלי חשבונות Apple ייחודיים להצטרף לקבוצה המשפחתית באמצעות AirDrop, ״הודעות״ או ״דואר״, או באמצעות הקשה על ״הזמנה אישית״ בהגדרות המשפחה. ‏Apple תציג בהזמנה את שם המארגן, את חשבון ה‑Apple שלו, את המינויים שמוזמנים יקבלו גישה אליהם ו/או את פרטי איש הקשר של המארגן, בהתאם לאופן שבו נשלחה ההזמנה. ‏Apple לא תציג כל מידע אחר בנוגע למארגן או לקבוצה המשפחתית, כגון שמות של בני משפחה שחברים בה. כאשר המארגן מקיש על ״הזמנה אישית״, Apple תשתמש בפרטי חשבון ה‑Apple והסיסמה של המוזמן או המוזמנת שמוזנים במכשיר של המארגן, וזאת כדי לאמת את זהות המוזמן או המוזמנת ולאשר את קבלת ההזמנה, אם גילם הוא 13 ומעלה. ‏Apple לא מאחסנת מידע זה במכשיר של המארגן. אם המוזמן או המוזמנת מתחת לגיל 13, Apple תיזום את תהליך העברת חשבון הילדים המתואר במקטע ״יציאה מקבוצת שיתוף משפחתי והעברת חשבון ילדים״ למטה. כדי לעזור למארגנים ולמוזמנים לנהל הזמנות ולשלוח תזכורות, Apple תציג בהגדרות המכשיר את שמם, את תמונת הפרופיל שלהם ואת מצב ההזמנה, בהתאם לזמינות. ‏Apple שומרת תיעוד של הזמנות עד שהמוזמן או המוזמנת מגיבים להזמנה, או עד שהתוקף שלה פג לאחר 15 ימים. אם המוזמן או המוזמנת מאשרים את ההזמנה, Apple מקשרת את חשבון ה‑Apple שלהם לקבוצה המשפחתית. ‏Apple לא שומרת תיעוד של הזמנות שתוקפן פג. אם הזמנות שנשלחו דרך ״הודעות״ סורבו, Apple שומרת לגביהן תיעוד למשך 30 ימים כדי להציג למארגן ולמוזמן או המוזמנת את הסירוב ב״הודעות״. הצטרפות לקבוצה משפחתית והתפקידים בה כאשר משתמשים מצטרפים לקבוצה משפחתית, Apple הופכת מאפיינים, פרטים ופקדים מסוימים לזמינים עבורם, וזאת כדי לאפשר להם לנהל שיתוף של מינויים, רכישות, פרטי תשלום ופרטי מיקום. לדוגמה, Apple תציג בפני כל חברי הקבוצה המשפחתית בהגדרות המשפחה את השם של כל חבר, את חשבון ה‑Apple שלו, את התפקיד שלו ואת הגיל של הילדים שנמצאים בקבוצה. ‏Apple תשתמש בגילי הילדים שמשתמשים במכשיר iOS או iPadOS כדי לספק להם מידע בהתאם לגילם על זכויות הפרטיות שלהם ואמצעי בקרת ההורים. ‏Apple גם תעבד פרטים בנוגע לבן משפחה כגון התפקיד שלו, המינויים שלו והשימוש שלו במאפיינים ובשירותים, וזאת כדי לספק רשימת המלצות בהתאמה אישית. לדוגמה, רשימת ההמלצות של בן משפחה עשויה להציע לו לבדוק את אמצעי בקרת ההורים, לשתף את ⁨iCloud+⁩ עם בני משפחה, או להפוך בן משפחה נוסף לאחד מאנשי הקשר שלו לשעת חירום. כאשר המארגן מוסיף אדם בוגר לקבוצה המשפחתית, הוא יכול למנות אותו לתפקיד של הורה/אפוטרופוס. הורה/אפוטרופוס, בדומה למארגן שיכול גם הוא לשמש כהורה/אפוטרופוס, מסוגל ליצור חשבון Apple לילדים מתחת לגיל 13 כפי שמתואר למטה. הוא יכול גם להגדיר בקרת הורים כגון ״בקשת אישור לרכישה״ ו״זמן מסך״ עבור ילדים בקבוצה המשפחתית. בנוסף להגדרת קבוצה משפחתית והזמנת משתמשים להשתתף בה, המארגן יכול גם להסיר בני משפחה ולפרק את הקבוצה המשפחתית כפי שמתואר למטה. אם משתמש שנמצא בקבוצה משפחתית מתחבר למכשיר Apple כגון Apple TV, המכשיר עשוי להציע הוספה של בני משפחה נוספים על ידי הצגת חשבון ה‑Apple, השם ותמונת הפרופיל שלהם. יצירת חשבון Apple לילדים המארגן והורה/אפוטרופוס יכולים להוסיף לקבוצה המשפחתית ילדים מתחת לגיל 13 באמצעות יצירת חשבון Apple עבורם או דרך תהליך העברת חשבון ילדים המתואר למטה. כדי ליצור חשבון Apple עבור ילדים מתחת לגיל 13, המארגן או ההורה/אפוטרופוס חייבים לספק את שם הילד או הילדה, תאריך לידה, כתובת דוא״ל ומספר טלפון. Apple משתמשת בפרטים אלה כדי לספק את חשבון ה‑Apple לילדים. אם חשבון הילדים נוצר במהלך הגדרת המכשיר, המארגן או ההורה/אפוטרופוס חייבים לספק גם את המדינה או האזור של הילדים. לפני קבלת הסכמת המארגן או ההורה/אפוטרופוס לעיבוד נתוני הילדים, Apple מאמתת את הסטטוס שלו או שלה כאדם הבוגר באמצעות פרטי התשלום, תעודה מזהה ב״ארנק״, פרטי חשבון ה‑Apple או אמצעי אימות אחרים. ‏Apple משתמשת בתאריך הלידה של הילדים כדי לקבוע את זכאותם לשירותים וכדי להציע אמצעי בקרת הורים כגון ״בקשת אישור לרכישה״ ו״זמן מסך״. מידע נוסף בנושא יצירת חשבונות ילדים ניתן למצוא בכתובת support.apple.com/102617. שיתוף רכישות כאשר מארגן משפחה מאפשר שיתוף רכישות, רכישות שעומדות בתנאים ובוצעו על ידי בני המשפחה ב-App Store, ב-iTunes Store, ב״ספרים״ או ביישום TV של Apple יובילו לחיוב אמצעי התשלום השמור של המארגן. בני המשפחה יוכלו לראות תיאור של אמצעי התשלום שבו נעשה שימוש, כגון Apple Pay, אך לא יוכלו לראות את פרטי התשלום, כגון המספר המלא של חשבון התשלום. בני המשפחה יקבלו באופן אוטומטי גישה לרכישות של המארגן, ויוכלו לבחור לשתף את הרכישות שלהם עם בני משפחה אחרים. מארגנים יוכלו לראות את התיאור, המחיר והתאריך של עסקאות מקוונות ובתוך יישומים שביצעו בני המשפחה ב-App Store, כמו גם פרטים בנוגע לבקשות החזר, התוצאות של הבקשות האלו וערעורים בנוגע לעסקאות. אם בן משפחה מדווח על בעיה בנוגע לרכישה מקוונת או לרכישה תוך יישום ב-App Store, ‏Apple תשמש במידע בנוגע לבן המשפחה שביצע את הרכישה, למארגן ולרכישה כדי לספק תגובה מתאימה. בני משפחה יכולים להסתיר רכישות פרטניות ב-iTunes, ב-Apple Books וב-App Store, או לבטל את ״שיתוף הרכישות שלי״ בהגדרות ״שיתוף משפחתי״ שלהם. קבלות על רכישות שבוצעו ב-App Store, ב-Apple Books וב-Apple Music ימשיכו להישלח אל מארגן המשפחה, גם אם בני המשפחה הסתירו את הרכישות שלהם. מידע נוסף בנושא שיתוף רכישות ניתן למצוא בכתובת support.apple.com/102599. מידע נוסף בנושא הסתרת רכישות ב-App Store ניתן למצוא בכתובת support.apple.com/108091. מינויים אם המאפיין ״שיתוף עם המשפחה״ פעיל, מינוים לשירותים כגון תוכנית משפחתית ב-Apple Music, ‏⁨Apple TV+⁩, ‏Apple Arcade או ⁨Apple News+⁩ישותפו עם בני המשפחה. בני המשפחה ימשיכו להתחבר לכל שירות באמצעות חשבון ה‑Apple שלהם. התוכן האישי, ספריות המדיה וההמלצות שלהם ימשיכו להיות פרטיות ונפרדות, תוך כדי שימוש בתוכנית המשפחתית המשותפת. באותו אופן, שיתוף ⁨iCloud+⁩ עם המשפחה יעניק לכל בני המשפחה גישה לשטח האחסון ולמאפיינים בתוכנית המשותפת, ובמקביל יאפשר להם להחזיק בחשבונות וקבצים נפרדים. מידע נוסף בנושא שיתוף מינויים עם בני משפחה ניתן למצוא בכתובת support.apple.com/108107. שיתוף פרטי המיקום כאשר משתמשים מצטרפים לקבוצה משפחתית, שמות המכשירים שלהם יהיו גלויים בפני בני משפחה אחרים ב״איתור״. חשבון ה‑Apple שלהם יהיה גלוי בפני בני משפחה אחרים ב״איתור״ ופרטי המיקום שלהם יעובדו על ידי ״איתור״ רק אם הם הפעילו את ״שיתוף המיקום״ דרך הגדרות המשפחה או דרך היישום ״איתור״. דרך הגדרות המשפחה, כל בן משפחה יכול גם לבחור לשתף את המיקום שלו באופן אוטומטי עם כל בני המשפחה האחרים, כולל בני משפחה חדשים שיצטרפו בעתיד, לכל משך הזמן שבו הוא חלק מהקבוצה. המארגן או הורה/אפוטרופוס יכולים לבחור לשתף באופן אוטומטי את המיקום של הילדים עם כל בני המשפחה במקרים מסוימים, כולל בעת יצירת חשבון עבור ילדים מתחת לגיל 13. בני משפחה יכולים לבטל את המאפיין ״שיתוף המיקום באופן אוטומטי״ דרך ״הגדרות״ > [השם שלך] > ״שיתוף משפחתי״ > ״שיתוף המיקום״. הם יכולים גם לבחור לשתף את המיקום שלהם רק עם בני משפחה מסוימים דרך הגדרות המשפחה והיישום ״איתור״. מידע נוסף בנושא שיתוף המיקום עם בני משפחה ניתן למצוא בכתובת support.apple.com/105107. בקרת הורים ‏Apple משתמשת בחשבונות ה‑Apple של בני המשפחה ובתפקידים שלהם כדי לאפשר למארגן ולהורה/אפוטרופוס להגדיר בקרת הורים עבור ילדים בקבוצה המשפחתית. למשל, המארגן והורים/אפוטרופוסים יכולים להפעיל את ״בקשת אישור לרכישה״ כדי שילדים יהיו חייבים לקבל אישור לפני ביצוע הורדות או רכישות ב-App Store, ב-iTunes Store או ב-Apple Books, כולל רכישות בתוך יישומים והורדות ללא תשלום. המארגן והורה/אופטרופוס יכולים גם להגדיר את ״זמן מסך״ שמאפשר להם לנהל הגדרות עבור מאפיינים כגון ״השבתה״, שימוש ביישומים ובאתרים, אנשי קשר ודירוגי תכנים עבור הילדים שלהם. רק המארגן והורים/אפוטרופוסים יכולים לראות פרטים בנוגע לעסקאות של הילדים ב-App Store, ב-iTunes Store וב-Apple Books, לראות ולנהל את הפעילות שלהם ברשת דרך ״זמן מסך״ ולהפעיל אמצעי בקרת הורים. מידע נוסף על ״בקשת אישור לרכישה״ ניתן למצוא בכתובת support.apple.com/105055. מידע נוסף בנושא שימוש באמצעי בקרת הורים ניתן למצוא בכתובת support.apple.com/105121. יציאה מקבוצת ״שיתוף משפחתי״ והעברת חשבון ילדים בני משפחה בוגרים יכולים לצאת מקבוצה משפחתית או להיות מוסרים ממנה על ידי המארגן בכל עת. ילדים בגיל 13 עד 17 יכולים לצאת מקבוצה משפחתית או להיות מוסרים ממנה על ידי המארגן, אלא אם כן הם מנוהלים על ידי המארגן או הורה/אפוטרופוס דרך ״זמן מסך״. מארגן המשפחה יכול גם לפרק קבוצה משפחתית באמצעות כיבוי ״שיתוף משפחתי״. כאשר בן משפחה יוצא מהקבוצה או מוסר ממנה, הוא מאבד באופן מיידי את הגישה שלו למינויים משותפים ולתכנים שנרכשו על ידי בני משפחה אחרים, והתכנים שלו לא יהיו זמינים עוד לבני משפחה אחרים. ילדים מתחת לגיל 13 חייבים להיות חלק מקבוצה משפחתית. כדי להסיר ילדים מקבוצה משפחתית, מארגן משפחה בקבוצה אחרת יכול להזמין אותם להצטרף לקבוצה המשפחתית שלו באמצעות בחירת ״הזמנה באופן אישי״ בהגדרות המשפחה. ההזמנה לעבור קבוצה חייבת להיות מאושרת על ידי מארגן המשפחה בקבוצה הנוכחית של הילדים. לאחר שההעברה הושלמה, Apple לא שומרת תיעוד של העובדה שחשבון הילדים שהועבר היה חלק מקבוצה משפחתית אחרת. לחלופין, מארגן המשפחה יכול למחוק את חשבון ה‑Apple של הילדים. מידע נוסף בנושא העברת חשבונות ילדים לקבוצה משפחתית אחרת ומחיקת חשבון ילדים ניתן למצוא בכתובת: support.apple.com/kb/102634. התקשורת איתך ‏Apple עשויה להשתמש בפרטים לגבי קבוצה משפחתית של משתמשים, כולל מספר בני המשפחה שבה והאם קיימות הזמנות להצטרף לקבוצה שממתינות למענה, כדי לשלוח למשתמש ולבני המשפחה שלו מידע רלוונטי לגבי מוצרים, שירותים, הצעות ויתרונות אחרים שזמינים דרך ״שיתוף משפחתי״. ייתכן שמידע זה יישלח לבני המשפחה באמצעות הודעות דוא״ל, אם הם הסכימו לקבל תוכן שיווקי בדוא״ל. באפשרותם לשנות את העדפות הדוא״ל שלהם ולבחור שלא לקבל את הודעות הדוא״ל האלו באמצעות מעבר אל האתר account.apple.com, או דרך ״הגדרות״ > [השם שלך] > ״פרטים אישיים״ > ״העדפות תקשורת״ במכשירי iOS או iPadOS. ייתכן שמידע זה יישלח לבני המשפחה גם דרך עדכונים באמצעות טכנולוגיית Push מהשירות או המוצר הרלוונטי של Apple. כדי לעדכן את ההעדפות בנוגע לעדכונים או לבחור שלא לקבל אותם, במכשיר ה-iOS או ה-iPadOS יש לעבור אל ״הגדרות״ > ״עדכונים״. ‏Apple עשויה גם להשתמש בפרטים על משתמש והקבוצה המשפחתית שלו כולל השם, הגיל, התפקיד, הרכישות והמינויים שלו, כדי לשלוח באמצעות הודעות דוא״ל או עדכונים בטכנולוגיית Push מידע על שינויים שחלו בחברות בקבוצה המשפחתית ובתפקידים, על היכולת לגשת לרכישות ולמינויים משותפים ועל אמצעי בקרת הורים. לדוגמה, כאשר משתמש מצטרף לקבוצה משפחתית, כל החברים הקיימים בקבוצה יקבלו עדכון לגבי היכולת שלהם לגשת לרכישות ולמינויים המשותפים של החבר החדש בקבוצה. אם מארגן משפחה ממנה בן משפחה בוגר כהורה/אפוטרופוס, הילדים בקבוצה המשפחתית יקבלו עדכון על כך שהמשתמש הבוגר יכול לנהל את אמצעי בקרת ההורים שלהם. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את הנתונים האישיים ב״שיתוף משפחתי״ כמתואר לעיל, לצורך קיום תנאי החוזה של בני המשפחה מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים את קטגוריות הנתונים האישיים הבאות לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כולל מידע לגבי: • פרטי חשבון ה-Apple של משתמשים, כולל השמות שלהם ומידע המשמש אותם להתחברות, כמו גם כל פרטי ההתקשרות, התשלום והאבטחה שלהם, כגון מספרי טלפון מהימנים ושאלות אבטחה שבהם נעשה שימוש בכל השירותים של Apple • מוצרי Apple שבבעלות בני המשפחה, המינויים של בני המשפחה לשירותי Apple, והרכישות וההורדות שלהם • הקבוצות המשפחתיות של משתמשים, כולל מספר בני המשפחה שבקבוצה שלהם • המכשירים של משתמשים, כולל שמות המכשירים שלהם, המספרים הסידוריים שלהם ומזהי חומרה אחרים • פרטי תשלום, כולל מספרי חשבונות ותאריכי תפוגה, כתובות חיוב ומשלוח ומידע בנוגע למימוש שוברי מתנה צרכים לגיטימיים אלו כוללים: • מתן שירות ותמיכה טובים יותר עבור בני המשפחה • שליחת מידע רלוונטי לגבי ״שיתוף משפחתי״ ולגבי הצעות, מוצרים ושירותים נוספים של Apple שעשויים לעניין אותם • מניעת הונאות ופעילות זדונית אחרת בכל עת, מידע שנאסף על ידי Apple יטופל בהתאם למדיניות הפרטיות של Appleֿ, הזמינה בכתובת www.apple.com/privacy
hi: आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल वह डेटा एकत्रित करने के लिए कड़ी मेहनत करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए ज़रूरत होती है और जब हम डेटा एकत्रित करते हैं, तो यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या एकत्रित कर रहे हैं और हमें उसकी ज़रूरी क्यों है, ताकि आप अपने विकल्प तय कर सकें। Apple के हर उत्पाद और सेवा की तरह फ़ैमिली शेयरिंग को भी इन्हीं सिद्धांतों को ध्यान में रखकर बनाया गया है। फ़ैमिली शेयरिंग सेटअप किया जा रहा है जब कोई यूज़र पारिवारिक सेटअप शुरू करता है, तो Apple उनके Apple खाते से जुड़ी उम्र और देश या क्षेत्र का इस्तेमाल यह पुष्टि करने के लिए करता है कि वे वयस्क हैं और इसलिए पारिवारिक समूह बनाने के पात्र हैं। नीचे बताई गई आयु संबंधी विशिष्ट सीमा किसी यूज़र के लिए इस आधार पर अलग हो सकती है कि उनके Apple खाते से कौन-सा देश या क्षेत्र संबद्ध है। आयु संबंधी सीमा की अधिक जानकारी के लिए कृपया support.apple.com/en-in/102617 पर जाएँ। वयस्क स्थिति की पुष्टि होने पर, समूह आरंभ करने वाला यूज़र पारिवारिक व्यवस्थापक बन जाता है और AirDrop, संदेश या मेल का इस्तेमाल करके या परिवार सेटिंग्ज़ में “व्यक्तिगत रूप से आमंत्रित करें” पर टैप करके परिवार समूह से जुड़ने के लिए विशिष्ट Apple खातों वाले अधिकतम पाँच अन्य यूज़र को आमंत्रित कर सकता है। आमंत्रण कैसे भेजा गया था इस आधार पर Apple आमंत्रण में व्यवस्थापक का नाम, Apple खाता, सब्सक्रिप्शन जिनका ऐक्सेस आमंत्रित लोगों को प्राप्त होगा और/या व्यवस्थापक की संपर्क जानकारी प्रदर्शित करेगा। Apple व्यवस्थापक या पारिवारिक समूह से जुड़ी कोई अन्य जानकारी जैसे कि परिवार के मौजूदा सदस्यों के नाम प्रदर्शित नहीं करेगा। जब व्यवस्थापक “व्यक्तिगत रूप से आमंत्रित करें” पर टैप करता है, तो Apple द्वारा व्यवस्थापक के डिवाइस में दर्ज की गई आमंत्रित व्यक्ति के Apple खाते और पासवर्ड का उपयोग आमंत्रित व्यक्ति को प्रमाणित करने और यदि आमंत्रित व्यक्ति की आयु 13 वर्ष या उससे अधिक है तो उनकी स्वीकृति की पुष्टि करने के लिए किया जाएगा। Apple यह जानकारी व्यवस्थापक के डिवाइस पर संग्रहित नहीं करेगा। अगर आमंत्रित व्यक्ति की आयु 13 वर्ष से कम है, तो Apple द्वारा नीचे दिए गए “फ़ैमिली शेयरिंग समूह छोड़ना” और “चाइल्ड ट्रांसफ़र” सेक्शन में बताए गए चाइल्ड ट्रांसफ़र फ़्लो को शुरू किया जाएगा। आयोजकों और आमंत्रित लोगों को आमंत्रण प्रबंधित करने और रिमाइंडर भेजने में मदद करने के लिए Apple डिवाइस सेटिंग्ज़ में उनका नाम, प्रोफ़ाइल तस्वीर और उपलब्धता के आधार पर आमंत्रण स्टेटस प्रदर्शित करेगा। Apple द्वारा आमंत्रणों का रिकॉर्ड रखा जाता है जब तक कि आमंत्रित व्यक्ति प्रतिक्रिया नहीं देता है या जब तक कि आमंत्रण की समय सीमा 15 दिनों के बाद समाप्त नहीं होती है। यदि आमंत्रित व्यक्ति स्वीकार करता है, तो Apple आमंत्रित व्यक्ति के Apple खाते को पारिवारिक समूह के साथ संबद्ध करता है। Apple समय सीमा समाप्त आमंत्रणों का रिकॉर्ड नहीं रखता है। संदेश के ज़रिए भेजे गए ऐसे आमंत्रणों के लिए जिन्हें अस्वीकार कर दिया गया है, Apple संदेश ऐप में व्यवस्थापक और आमंत्रित व्यक्ति को अस्वीकृत स्टेटस प्रदर्शित करने के लिए 30 दिनों तक रिकॉर्ड रखता है। परिवार और पारिवारिक भूमिकाओं से जुड़ना जब यूज़र पारिवारिक समूह से जुड़ते हैं, तो Apple द्वारा विशिष्ट फ़ीचर, जानकारी और कंट्रोल उपलब्ध कराए जाते हैं जिनका इस्तेमाल सब्सक्रिप्शन, ख़रीदारी, भुगतान की जानकारी और स्थान की शेयरिंग प्रबंधित करने के लिए किया जा सकता है। उदाहरण के लिए Apple द्वारा प्रत्येक सदस्य का नाम, Apple खाता और भूमिका और परिवार के किसी भी बच्चे की आयु पारिवारिक सेटिंग्ज़ में पारिवारिक समूह में परिवार के सभी सदस्यों को दिखाई जाएगी। iOS या iPadOS डिवाइस का इस्तेमाल करने वाले बच्चों के लिए, Apple द्वारा उनकी आयु का इस्तेमाल उनके गोपनीयता अधिकारों और अभिभावकीय नियंत्रणों से संबंधित आयु उपयुक्त जानकारी देने के लिए किया जाएगा। अनुशंसाओं की कस्टमाइज़ की गई सूची प्रदान करने के लिए Apple द्वारा परिवार के सदस्य के बारे में कुछ जानकारी भी प्रोसेस की जाएगी, जैसे कि उनकी भूमिका, सब्सक्रिप्शन और फ़ीचर और सेवाओं का उपयोग। उदाहरण के लिए परिवार के सदस्य की अनुशंसाएँ अभिभावकीय नियंत्रणों की समीक्षा करने, परिवार के सदस्यों से iCloud+ शेयर करने या परिवार के किसी अन्य सदस्य को उनका आपातकालीन संपर्क बनाने का सुझाव दे सकती हैं। जब व्यवस्थापक किसी वयस्क यूज़र को पारिवारिक समूह में जोड़ता है, तो वह उसे माता-पिता/अभिभावक के रूप में नामित कर सकता है। माता-पिता/अभिभावक के साथ-साथ व्यवस्थापक जो स्वयं भी माता-पिता/अभिभावक के रूप में कार्य कर सकता है, नीचे बताए गए अनुसार 13 वर्ष से कम आयु के बच्चों के लिए Apple खाता बना सकता है। वह पारिवारिक समूह में बच्चों के लिए अभिभावकीय नियंत्रण जैसे कि ख़रीदने के लिए पूछें और स्क्रीन टाइम भी सेटअप कर सकता है। पारिवारिक समूह सेटअप करने और यूज़र को शामिल होने के लिए आमंत्रित करने के अलावा, व्यवस्थापक नीचे बताए गए तरीक़े से परिवार के सदस्यों को हटा सकता है और समूह को भंग कर सकता है। अगर कोई यूज़र जो पारिवारिक समूह का हिस्सा है किसी Apple डिवाइस जैसे Apple TV में साइन इन करता है, तो डिवाइस द्वारा परिवार के अन्य सदस्यों का Apple खाता नाम और प्रोफ़ाइल तस्वीर दिखाकर उन्हें जोड़ने का सुझाव दिया जा सकता है। बच्चे के लिए Apple खाता बनाना व्यवस्थापक और माता-पिता/अभिभावक 13 वर्ष से कम आयु के बच्चे को अपने पारिवारिक समूह में जोड़ सकते है। इसके लिए उन्हें उनका Apple खाता बनाना होगा या नीचे बताए अनुसार चाइल्ड ट्रांसफ़र प्रक्रिया से गुजरना होगा। 13 वर्ष से कम आयु के बच्चे के लिए Apple खाता बनाने के लिए व्यवस्थापक या माता-पिता/अभिभावक को बच्चे का नाम, जन्मतिथि, ईमेल पता और फ़ोन नंबर प्रदान करना चाहिए जिसका इस्तेमाल Apple बच्चे को Apple खाता प्रदान करने के लिए करता है। अगर बच्चे का खाता डिवाइस सेटअप के दौरान बनाया गया है, तो व्यवस्थापक या माता-पिता/अभिभावक को बच्चे का देश या क्षेत्र भी बताना चाहिए। Apple द्वारा बच्चे का डेटा प्रोसेस करने के लिए व्यवस्थापक या माता-पिता/अभिभावक की सहमति लेने से पहले उनके भुगतान विवरण, वॉलेट में मौजूद पहचान पत्र या Apple खाते या समकक्ष का इस्तेमाल करके उनका वयस्क स्टेटस सत्यापित किया जाता है। Apple बच्चों से संबंधित सेवाओं के लिए उनकी पात्रता निर्धारित करने और अभिभावकीय नियंत्रण जैसे “ख़रीदने के लिए पूछें” और स्क्रीन टाइम सुझाने के लिए बच्चे की जन्मतिथि का इस्तेमाल करता है। बच्चे के खाते बनाने के बारे में अधिक जानकारी के लिए support.apple.com/en-in/102617 पर जाएँ। ख़रीदारी शेयरिंग जब कोई व्यवस्थापक ख़रीदारी शेयरिंग सक्षम करता है, तो परिवार के सदस्यों द्वारा App Store, iTunes Store, Apple Books या Apple TV ऐप में की गई मान्य ख़रीदारियों का भुगतान फ़ाइल पर मौजूद व्यवस्थापक के भुगतान के तरीक़े से किया जाएगा। परिवार के सदस्य भुगतान के प्रयुक्त तरीक़े जैसे कि Apple Pay का विवरण देख पाएँगे लेकिन भुगतान विवरण नहीं देख पाएँगे जैसे कि पूर्ण भुगतान खाता संख्या। परिवार के सदस्यों को व्यवस्थापक की ख़रीदारी का ऐक्सेस ऑटोमैटिकली मिल जाएगा और वे परिवार के अन्य सदस्यों से अपनी ख़रीदारी शेयर करने का विकल्प चुन सकते हैं। व्यवस्थापक परिवार के सभी सदस्यों के ऑनलाइन और इन-ऐप App Store लेनदेनों के विवरण, क़ीमत और तिथि के साथ-साथ रिफ़ंड के अनुरोध और परिणाम और विवाद देख पाएँगे। यदि परिवार का कोई सदस्य ऑनलाइन या इन-ऐप App Store ख़रीदारी के साथ समस्या की रिपोर्ट करता है, तो Apple उपयुक्त जवाब देने के लिए ख़रीदारी करने वाले परिवार के सदस्य, व्यवस्थापक और ख़रीदारी से जुड़ी जानकारी का इस्तेमाल करेगा। परिवार के सदस्य स्वयं की iTunes, Apple Books और App Store ख़रीदारी को छिपा सकते हैं या अपनी फ़ैमिली सेटिंग्ज़ में मेरी ख़रीदारी शेयर करें को अक्षम कर सकते हैं; पारिवारिक व्यवस्थापक को App Store, Apple Books और Apple Music में की गई ख़रीदारी की रसीदें मिलती रहेंगी, भले ही परिवार के सदस्यों ने उनकी ख़रीदारी छिपा दी हो। ख़रीदारी शेयरिंग के बारे में अधिक जानकारी के लिए support.apple.com/en-in/102599 देखें। App Store से ख़रीदारी छिपाने के बारे में अधिक जानकारी के लिए support.apple.com/en-in/108091 देखें। सब्सक्रिप्शन यदि “परिवार से शेयर करें” सक्षम है, तो Apple Music फ़ैमिली प्लान, Apple TV+, Apple Arcade या Apple News+ जैसी सेवाओं के सब्सक्रिप्शन परिवार के सदस्यों के साथ शेयर किए जाएँगे। परिवार के सदस्य अपने स्वयं के Apple खाते से हर सेवा में साइन इन करना जारी रखेंगे। इससे उनका व्यक्तिगत कॉन्टेंट और मीडिया लाइब्रेरी और अनुशंसाएँ निजी और पृथक रहेंगी जबकि शेयर किए गए फ़ैमिली प्लान का लाभ भी मिलता रहेगा। इसी तरह से, iCloud+ को परिवार से शेयर करने से परिवार के हर सदस्य को शेयर किए गए प्लान के स्टोरेज और फ़ीचर का ऐक्सेस मिल जाता है जबकि उनके स्वयं के खाते और फ़ाइलें अलग रहते हैं। परिवार के सदस्यों से सब्सक्रिप्शन शेयर करने के बारे में जानकारी के लिए support.apple.com/en-in/108107 देखें। स्थान शेयरिंग जब कोई यूज़र पारिवारिक समूह से जुड़ता है, तो उनके डिवाइस नाम Find My में परिवार के अन्य सदस्यों को दिखाई देंगे। उनका Apple खाता Find My में केवल परिवार के अन्य सदस्यों को दिखाई देगा और उनका स्थान डेटा Find My द्वारा केवल तभी प्रोसेस किया जाएगा जब उन्होंने पारिवारिक सेटिंग्ज़ या Find My ऐप के ज़रिए स्थान शेयरिंग सक्षम किया होगा। परिवार का सदस्य समूह में अपने बने रहने तक, बाद में जोड़े जाने वाले किसी नए सदस्य सहित, परिवार के सभी अन्य सदस्यों से अपना स्थान ऑटोमैटिकली शेयर करना भी चुन सकता है। आयोजक या माता-पिता/अभिभावक कुछ मामलों में परिवार के सभी अन्य सदस्यों से अपने बच्चे का स्थान ऑटोमैटिकली शेयर करना चुन सकते हैं। इसमें उनके द्वारा 13 वर्ष से कम आयु के बच्चे का खाता बनाने की स्थिति भी शामिल होती है। परिवार के सदस्य सेटिंग्ज़ > [आपका नाम] > फ़ैमिली शेयरिंग > स्थान शेयरिंग में जाकर स्थान ऑटोमैटिकली शेयर करें फ़ीचर को अक्षम कर सकते हैं। वे पारिवारिक सेटिंग्ज़ और Find My ऐप के ज़रिए परिवार के अलग-अलग सदस्यों से अपना स्थान शेयर करना भी चुन सकते हैं। परिवार के सदस्यों से स्थान शेयर करने के बारे में अधिक जानकारी के लिए support.apple.com/en-in/105107 देखें। अभिभावकीय नियंत्रण Apple द्वारा आयोजक और माता-पिता/अभिभावकों को अपने पारिवारिक समूह के बच्चों के लिए अभिभावकीय नियंत्रण सेटअप करने की सुविधा प्रदान करने के लिए परिवार के सदस्यों के Apple खाते और उनकी भूमिकाओं का इस्तेमाल किया जाता है। उदाहरण के लिए आयोजक और माता-पिता/अभिभावक “ख़रीदने के लिए पूछें” चालू कर सकते हैं ताकि बच्चों के लिए इन-ऐप ख़रीदारी और मुफ़्त डाउनलोड सहित App Store, iTunes Store या Apple Books से कोई डाउनलोड या ख़रीदारी करने से पहले उनका अनुमोदन प्राप्त करना आवश्यक हो। आयोजक और माता-पिता/अभिभावक स्क्रीन टाइम भी सेटअप कर सकते हैं, जिससे वे डाउनटाइम, ऐप और वेबसाइट उपयोग, संपर्क और उनके बच्चों के लिए कॉन्टेंट रेटिंग जैसे फ़ीचर की सेटिंग्ज़ प्रबंधित कर सकते हैं। केवल आयोजक और माता-पिता/अभिभावक App Store, iTunes Store और Apple Books में बच्चे के लेनदेनों की जानकारी देखने, स्क्रीन टाइम के ज़रिए उसकी ऑनलाइन ऐक्टिविटी देखने और प्रबंधित करने और अभिभावकीय नियंत्रण चालू करने में सक्षम होते हैं। “ख़रीदने के लिए पूछें” के बारे में अधिक जानकारी के लिए support.apple.com/en-in/105055 पर जाएँ। अभिभावकीय नियंत्रण का इस्तेमाल करने के बारे में अधिक जानकारी के लिए support.apple.com/en-in/105121 पर जाएँ। फ़ैमिली शेयरिंग समूह और चाइल्ड ट्रांसफ़र को छोड़ना परिवार के वयस्क सदस्य किसी भी समय पारिवारिक समूह को छोड़ सकते हैं या आयोजक द्वारा हटाए जा सकते हैं। बच्चे जिनकी आयु 13 और 17 के बीच है, पारिवारिक समूह को छोड़ सकते हैं या आयोजक द्वारा हटाए जा सकते हैं बशर्ते कि उन्हें आयोजक या माता-पिता/अभिभावकों द्वारा स्क्रीन टाइम के ज़रिए प्रबंधित नहीं किया जाता हो। पारिवारिक आयोजक भी फ़ैमिली शेयरिंग बंद करके पारिवारिक समूह को भंग कर सकता है। जब परिवार का कोई सदस्य समूह छोड़ता है या उसे हटाया जाता है, तो वह अन्य सदस्यों द्वारा ख़रीदे गए शेयर किए गए सब्सक्रिप्शन और कॉन्टेंट का ऐक्सेस तत्काल खो देता है और उसका कॉन्टेंट भी दूसरे सदस्यों को उपलब्ध नहीं रहेगा। 13 वर्ष से कम आयु के बच्चे किसी पारिवारिक समूह का हिस्सा होने चाहिए। किसी बच्चे को पारिवारिक समूह से हटाने के लिए भिन्न पारिवारिक समूह का आयोजक पारिवारिक सेटिंग्ज़ में “व्यक्तिगत रूप से आमंत्रित करें” चुनकर बच्चे को उसके पारिवारिक समूह से जुड़ने के लिए आमंत्रित कर सकता है। ट्रांसफ़र आमंत्रण को बच्चे के वर्तमान पारिवारिक आयोजक द्वारा स्वीकृति दी जानी चाहिए। ट्रांसफ़र पूरा होने के बाद, Apple इस बात का रिकॉर्ड नहीं रखता है कि एक समूह से दूसरे समूह में ट्रांसफ़र किया गया बच्चा पहले किसी भिन्न पारिवारिक समूह का हिस्सा था। वैकल्पिक रूप से, पारिवारिक आयोजक बच्चे का Apple खाता डिलीट कर सकता है। बच्चे को दूसरे पारिवारिक समूह में भेजने और बच्चे का खाता डिलीट करने के बारे में अधिक जानकारी के लिए support.apple.com/102634 देखें। आपसे संवाद करना Apple द्वारा परिवार के सदस्यों की संख्या और किसी सदस्य का समूह से जुड़ने का आमंत्रण लंबित है या नहीं, इसके सहित यूज़र के पारिवारिक समूह के विवरण का इस्तेमाल यूज़र और उसके परिवार के सदस्यों को उत्पादों, सेवाओं, ऑफ़र और फ़ैमिली शेयरिंग के ज़रिए उपलब्ध अन्य लाभों के बारे में प्रासंगिक संचार भेजने के लिए किया जा सकता है। अगर परिवार के सदस्य ईमेल मार्केटिंग प्राप्त करने के लिए सहमति देते हैं, तो उन्हें ये संचार ईमेल से प्राप्त हो सकते हैं। वे account.apple.com पर जाकर या iOS या iPadOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > व्यक्तिगत जानकारी > संचार प्राथमिकता में जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और ये ईमेल प्राप्त न करने का विकल्प चुन सकते हैं। परिवार के सदस्यों को संबंधित Apple उत्पाद या सेवा से पुश सूचना के ज़रिए भी ये संचार प्राप्त हो सकते हैं। अपने iOS या iPadOS डिवाइस पर सूचना प्राथमिकताओं को अपडेट करने या सूचनाओं को प्राप्त करना बंद करने के लिए सेटिंग्ज़ > सूचनाएँ पर जाएँ। Apple द्वारा यूज़र और उसके पारिवारिक समूह के नाम, आयु, भूमिका, ख़रीदारी और सब्सक्रिप्शन सहित विवरण का उपयोग पारिवारिक सदस्यता और भूमिका में बदलाव, शेयर की गई ख़रीदारी और सब्सक्रिप्शन को ऐक्सेस करने की क्षमता और अभिभावकीय नियंत्रणों के बारे में ईमेल या पुश नोटिफ़िकेशन के ज़रिए संचार भेजने के लिए भी किया जा सकता है। उदाहरण के लिए जब कोई यूज़र पारिवारिक समूह से जुड़ता है, तो परिवार के सभी मौजूदा सदस्यों को नए सदस्य की शेयर की गई ख़रीदारी और सब्सक्रिप्शन को ऐक्सेस करने की उनकी क्षमता के बारे में सूचित किया जाएगा। अगर कोई व्यवस्थापक परिवार के किसी वयस्क सदस्य को माता-पिता/अभिभावक के रूप में नामित करता है, तो पारिवारिक समूह के बच्चों को सूचित किया जाएगा कि वयस्क यूज़र उनके अभिभावकीय नियंत्रण को प्रबंधित कर सकता है। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम फ़ैमिली शेयरिंग के व्यक्तिगत डेटा को आम तौर पर Apple के साथ परिवार के सदस्यों के अनुबंध के निष्पादन के लिए ऊपर बताए गए तरीक़े से प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का अनुपालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा की निम्नलिखित श्रेणियों को प्रोसेस करते हैं जिनमें इस बारे में जानकारी शामिल होती है : • यूज़र के नाम, साइन इन करने के लिए उपयोग की जाने वाली जानकारी के साथ-साथ संपर्क, भुगतान और भरोसेमंद फ़ोन नंबर या सुरक्षा प्रश्न जैसे सुरक्षा विवरण सहित यूज़र की Apple खाता जानकारी, जिसका उपयोग सभी Apple सेवाओं के लिए किया जाता है • Apple उत्पाद जिनके ओनर परिवार के सदस्य हैं, Apple सेवाओं का परिवार के सदस्यों का सब्सक्रिप्शन और उनकी ख़रीदारी और डाउनलोड • यूज़र के परिवार में सदस्यों की संख्या सहित उनका पारिवारिक समूह • यूज़र के डिवाइस, उनके डिवाइस का नाम, सीरियल नंबर और अन्य हार्डवेयर आइडेंटिफ़ायर सहित • भुगतान विवरण, जिसमें खाता संख्या और समय समाप्ति तिथि, बिलिंग और भेजने के पते और उपहार कार्ड रिडेंप्शन जानकारी शामिल हैं इन तर्कसंगत हितों में शामिल हैं : • परिवार के सदस्यों को बेहतर सेवा और समर्थन प्रदान करना • फ़ैमिली शेयरिंग और ऐसे अन्य संबंधित Apple उत्पादों, सेवाओं और ऑफ़र के बारे में प्रासंगिक सूचनाएँ भेजना जिनमें शायद आपकी दिलचस्पी हो • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni za poboljšanje vašeg iskustva, a u slučajevima u kojima ih prikupljamo, smatramo da je važno da znate što točno prikupljamo i zašto nam ti podaci trebaju, tako da možete informirano odlučiti. Značajka Dijeljenje s obitelji, kao i svi drugi Appleovi proizvodi i usluge, dizajnirana je oko ovih principa. Podešavanje Dijeljenja s obitelji… Kad korisnik pokrene podešavanje obitelji, Apple koristi dob i državu ili regiju povezanu s njegovim Apple računom kako bi potvrdio da se radi o odrasloj osobi koja može izraditi obiteljsku grupu. Određene dobne granice, navedene u nastavku, mogu se razlikovati za korisnika na temelju države ili regije koja je povezana s njegovim Apple računom. Za dodatne informacije o dobnim granicama posjetite support.apple.com/102617. Nakon što se potvrdi status odrasle osobe, korisnik koji je pokrenuo postupak postaje organizator obitelji i može pozvati do pet drugih korisnika s jedinstvenim Apple računima na pridruživanje obiteljskoj grupi koristeći AirDrop, Poruke ili Mail ili tako da dodirne “Osobno pozovi” u postavkama obitelji. Apple će prikazati ime organizatora, Apple račun, pretplate kojima će pozvana osoba dobiti pristup i/ili kontaktne informacije organizatora u pozivnici, ovisno o načinu na koji je poslana. Apple neće prikazivati nikakve druge informacije o organizatoru ili obiteljskoj grupi, primjerice, imena postojećih članova obitelji. Kad organizator dodirne “Osobno pozovi”, Apple će upotrijebiti Apple račun i lozinku pozvane osobe, koji su uneseni na uređaju organizatora, za autoriziranje pozvane osobe i potvrđivanje njihovog prihvaćanja ako pozvana osoba ima 13 ili više godina. Apple neće pohraniti te informacije na uređaju organizatora. Ako je pozvana osoba mlađa od 13 godina, Apple će pokrenuti tijek rada za prijenos djeteta, opisan u odjeljku Napuštanje grupe Dijeljenje s obitelji i prijenosi djeteta u nastavku. Kako bi organizatori i pozvane osobe lakše upravljali pozivnicama i slali podsjetnike, Apple će prikazati njihovo ime, profilnu fotografiju i status pozivnice, kako budu dostupni, u postavkama uređaja. Apple održava zapis pozivnica sve dok pozvana osoba ne odgovori ili pozivnica istekne nakon 15 dana. Ako pozvana osoba prihvati, Apple povezuje Apple račun pozvane osobe s obiteljskom grupom. Apple ne zadržava zapis isteklih pozivnica. Za pozivnice poslane putem Poruka koje su odbijene Apple zadržava zapis 30 dana radi prikazivanja odbijenog statusa u Porukama organizatoru i pozvanoj osobi. Pridruživanje obitelji i obiteljske uloge Kad se korisnici pridruže obitelji, Apple im omogućava određene značajke, informacije i kontrole, koje se mogu upotrijebiti za upravljanje dijeljenjem pretplata, kupnji, informacija o plaćanju i lokacija. Primjerice, Apple će za svakog člana prikazivati njegovo ime, Apple račun, ulogu i dob sve djece u obitelji svim članovima obiteljske grupe u postavkama obitelji. Vezano za djecu na iOS ili iPadOS uređaju, Apple koristi njihovu dob radi pružanja informacija prikladnih za dob o njihovim pravima na privatnost i roditeljskim kontrolama. Apple će također obrađivati detalje o članu obitelji na uređaju, primjerice, njegovu ulogu, pretplate i uporabu značajki i usluga, kako bi pružio prilagođenu listu preporuka. Primjerice, u preporukama određenog člana obitelji može se predlagati provjeravanje roditeljskih kontrola, dijeljenje iClouda+ s članovima obitelji ili podešavanje drugog člana obitelji kao Hitnog kontakta. Kad organizator doda odraslu osobu u obiteljsku grupu, mogu ih odrediti kao roditelja/skrbnika. Roditelji/skrbnici, kao i organizator koji također može biti roditelj/skrbnik, mogu izraditi Apple račun za djecu mlađu od 13 godina kako je opisano u nastavku. Također mogu podesiti roditeljske kontrole poput pitanja prije kupnje i Vremena uporabe zaslona za djecu u obiteljskoj grupi. Uz to što podešava obiteljsku grupu i poziva korisnike na sudjelovanje, organizator može ukloniti članove obitelji i raspustiti grupu kako je opisano u nastavku. Ako se korisnik koji je dio obiteljske grupe prijavi na Apple uređaj kao što je Apple TV, uređaj može predložiti dodavanje drugih članova obitelji prikazom njihovog imena Apple računa i profilne fotografije. Izrada Apple računa za dijete Organizator i roditelji/skrbnici mogu dodati dijete mlađe od 13 godina u svoju obiteljsku grupu tako da izrade njihov Apple račun ili putem postupka za prijenos djeteta opisanog u nastavku. Za izradu Apple računa za dijete mlađe od 13 godina organizator ili roditelj/skrbnik treba pružiti ime djeteta, datum rođenja, e-mail adresu i telefonski broj, što će Apple upotrijebiti za pružanje Apple računa djetetu. Ako je račun djeteta izrađen tijekom podešavanja uređaja, organizator ili roditelj/skrbnik također mora pružiti državu ili regiju djeteta. Apple provjerava status odrasle osobe za organizatora ili roditelja/skrbnika koristeći njihove detalje o plaćanju, osobnu iskaznicu u Novčaniku ili Apple račun ili ekvivalentne informacije prije dobavljanja njihovog pristanka za obrađivanje djetetovih podataka. Apple koristi datum rođenja djeteta za određivanje prikladnih usluga i predlaganje roditeljskih kontrola poput pitanja prije kupnje i vremena uporabe zaslona. Za dodatne informacije o izradi računa za dijete posjetite support.apple.com/102617. Dijeljenje kupnji Kad organizator omogući dijeljenje kupnji, prikladne kupnje koje su članovi obitelji obavili u aplikaciji App Store, iTunes Store, Apple Books ili Apple TV naplaćivat će se putem evidentiranog organizatorovog načina plaćanja. Članovi obitelji moći će vidjeti opis korištenog načina plaćanja, primjerice, Apple Pay, ali neće moći vidjeti detalje o plaćanju, primjerice, potpuni broj računa koji se koristi za plaćanje. Članovi obitelji automatski će dobiti pristup stavkama koje je organizator kupio i mogu odlučiti podijeliti svoje kupnje s drugim članovima obitelji. Organizatori će moći vidjeti opis, cijenu i datum svih transakcija koje su članovi obitelji obavili na mreži i putem aplikacije App Store, kao i detalje zahtjeva za povrat te ishode i prigovore. Ako član obitelji prijavi problem s kupnjom na mreži ili putem aplikacije App Store, Apple će upotrijebiti informacije o članu obitelji koji je obavio kupnju, organizatoru i kupnji za pružanje primjerenog odgovora. Članovi obitelji mogu sakriti pojedinačne stavke kupljene putem aplikacija iTunes, Apple Books i App Store ili onemogućiti opciju “Dijeli moje kupljene stavke” unutar svojih postavki za obitelj; organizator obitelji i dalje će primati račune za kupnje obavljene u aplikacijama App Store, Apple Book i Apple Music čak i ako su članovi obitelji sakrili svoje kupnje. Za dodatne informacije o dijeljenju kupnji posjetite support.apple.com/102599. Za dodatne informacije o skrivanju kupnji s App Storea posjetite support.apple.com/108091. Pretplate Ako je omogućeno Dijeljenje s obitelji, pretplate za usluge poput Apple Music obiteljskog plana, Apple TV-a+, Apple Arcadea ili Apple Newsa+ podijelit će se s članovima obitelji. Članovi obitelji nastavit će se prijavljivati na svaku uslugu koristeći vlastite Apple račune. Time će se njihovi pojedinačni sadržaji, medijateke i preporuke održavati privatnima i odvojenima uz korištenje prednosti dijeljenog obiteljskog plana. Slično tome, dijeljenje iClouda+ s obitelji svakom članu obitelji daje pristup memoriji i značajkama dijeljenog plana uz čuvanje pojedinačnih računa i datoteka odvojenima. Za dodatne informacije o dijeljenju pretplata s članovima obitelji posjetite support.apple.com/108107. Dijeljenje lokacije Kad se korisnik pridruži obiteljskoj grupi, drugi članovi obitelji moći će vidjeti njihov naziv uređaja u Pronalaženju. Njihov Apple račun bit će vidljiv samo drugim članovima obitelji u Pronalaženju i Pronalaženje će obrađivati njihove podatke o lokaciji samo ako omoguće Dijeljenje lokacije, bilo putem postavki obitelji ili putem aplikacije Pronalaženje. Član obitelj također može odlučiti automatski dijeliti vlastitu lokaciju sa svim drugim članovima obitelji, uključujući članove obitelji koji kasnije budu dodani, u postavkama obitelji sve dok ostanu u grupi. Organizator ili roditelj/skrbnik može odlučiti automatski dijeliti lokaciju svog djeteta sa svim drugim članovima obitelji u određenim slučajevima, uključujući kad izrade račun za dijete mlađe od 13 godina. Članovi obitelji mogu onemogućiti značajku automatskog dijeljenja lokacije u Postavkama > [vaše ime] > Dijeljenje s obitelji > Dijeljenje lokacije. Također mogu odlučiti dijeliti svoju lokaciju s pojedinim članovima obitelji putem postavki obitelji i aplikacije Pronalaženje. Za dodatne informacije o dijeljenju lokacije s članovima obitelji posjetite support.apple.com/105107. Roditeljske kontrole Apple koristi Apple račune i uloge članova obitelji kako bi organizatoru i roditeljima/skrbnicima omogućio podešavanje roditeljskih kontrola za djecu u njihovoj obiteljskoj grupi. Primjerice, organizator i roditelji/skrbnici mogu uključiti “Pitaj prije kupnje” kako bi djeca trebala dobiti njihovo odobrenje za sva preuzimanja ili kupnje u trgovinama App Store, iTunes Store ili Apple Books, uključujući kupnje u aplikacijama i besplatna preuzimanja. Organizator i roditelji/skrbnici također mogu podesiti Vrijeme uporabe zaslone, što im omogućava upravljanje postavkama za značajke poput Vremena isključenosti, uporabe aplikacija i web stranica, kontakte i ocjene sadržaja za njihovu djecu. Samo organizator i roditelji/skrbnici mogu vidjeti informacije o djetetovim transakcijama u trgovinama App Store, iTunes Store i Apple Books, vidjeti i upravljati njihovom mrežnom aktivnošću putem Vremena uporabe zaslona i omogućiti roditeljske kontrole. Za dodatne informacije o pitanju prije kupnje posjetite support.apple.com/105055. Za dodatne informacije o uporabi roditeljskih kontrola posjetite support.apple.com/105121. Napuštanje grupe Dijeljenje s obitelji i prijenosi djeteta Odrasli članovi obitelji mogu napustiti obiteljsku grupu ili ih organizator obitelji može ukloniti u bilo kojem trenutku. Djeca starosti između 13 i 17 godina mogu napustiti obiteljsku grupu ili ih organizator može ukloniti, osim ako organizator ili roditelji/skrbnici njima upravljaju putem Vremena uporabe zaslona. Organizator obitelji također može raspustiti obiteljsku grupu tako da isključi Dijeljenje s obitelji. Kad član obitelji napusti grupu ili bude uklonjen, odmah gubi pristup dijeljenim pretplatama i sadržajima koje su kupili drugi članovi i njihovi sadržaji više neće biti dostupni drugim članovima. Djeca mlađa od 13 godina trebaju biti član obiteljske grupe. Za uklanjanje djeteta iz obiteljske grupe organizator druge obiteljske grupe može pozvati dijete na pridruživanje njegovoj obiteljskoj grupi tako da odabere “Osobno pozovi” u postavkama obitelji. Pozivnicu za prijenos treba odobriti djetetov trenutačni organizator obitelji. Nakon što se prijenos dovrši, Apple ne zadržava zapis o činjenici da je preneseno dijete prethodno bilo članom druge obiteljske grupe. Umjesto toga, organizator obitelji može obrisati djetetov Apple račun. Za dodatne informacije o premještanju djeteta u drugu obiteljsku grupu i brisanju djetetovog računa posjetite support.apple.com/102634. Komuniciranje s vama Apple može upotrijebiti detalje o korisnikovoj obiteljskoj grupi, uključujući broj članova obitelji i ima li netko na čekanju pozivnicu za pridruživanje grupi, kako bi korisniku i članovima obitelji mogao slati relevantnu komunikaciju o proizvodima, uslugama, ponudama i drugim pogodnostima koje su dostupne putem Dijeljenja s obitelji. Članovi obitelji mogu primati takvu komunikaciju putem e-maila ako pristanu na primanje marketinga putem e-maila. Mogu promijeniti svoje postavke za e‑mail i uključiti ili isključiti primanje e-mailova na account.apple.com ili na iOS ili iPadOS uređajima tako da idu u Postavke > [vaše ime] > Osobne informacije > Postavke komuniciranja. Članovi obitelji također mogu primati tu komunikaciju putem push obavijesti od relevantnog Apple proizvoda ili usluge. Kako biste ažurirali postavke obavijesti ili isključili obavijesti na uređaju iOS ili iPadOS, idite na Postavke > Obavijesti. Apple može također koristiti detalje o korisniku i njegovoj obiteljskoj grupi, uključujući njihovo ime, dob, ulogu, kupnje i pretplate, za slanje komunikacije e-poštom ili push obavijesti o promjenama u obiteljskom članstvu i ulozi, mogućnosti pristupa dijeljenim kupnjama i pretplatama i roditeljskim kontrolama. Primjerice, kad se korisnik pridruži obiteljskoj grupi, svi postojeći članovi obitelji dobit će obavijest o mogućnosti pristupa dijeljenim kupnjama i pretplatama novog člana. Ako organizator odredi odraslog člana obitelji kao roditelja/skrbnika, djeca u obiteljskoj grupi dobit će obavijest da odrasli korisnik može upravljati njihovim roditeljskim kontrolama. Primjenjiva pravna osnova za obrađivanje osobnih podataka Osobne podatke za Dijeljenje s obitelji kako je gore opisano obrađujemo općenito radi izvršavanja ugovora članova obitelji s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo sljedeće kategorije osobnih podataka koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, uključujući sljedeće informacije: • Korisnikove informacije o Apple računu, uključujući njegovo ime, informacije koje koristi za prijavu, kao i kontaktne informacije te detalje o načinu plaćanja i sigurnosti, kao što su provjereni brojevi telefona ili sigurnosna pitanja koja se koriste u uslugama tvrtke Apple • Apple proizvodi koje članovi obitelji posjeduju, pretplate članova obitelji na usluge tvrtke Apple i njihove kupljene stavke i preuzimanja • Korisnikova obiteljska grupa, uključujući broj članova u obitelji • Uređaji korisnika, uključujući naziv njihova uređaja, serijski broj i druge hardverske identifikatore • Detalji plaćanja, uključujući brojeve računa i datume isteka, adrese za naplatu i isporuku te informacije o korištenju darovne kartice Ti legitimni interesi uključuju: • Pružanje bolje usluge i podrške članovima obitelji • Slanje relevantnih informacija o Dijeljenju s obitelji i drugim povezanim Appleovim proizvodima, uslugama i ponudama koje bi mogle biti zanimljive • Sprječavanja prevare i drugih zlonamjernih aktivnosti Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com/legal/privacy/hr
hu: A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Törekszünk arra, hogy csak azokat az adatokat gyűjtsük be, amelyek a felhasználói élmény fokozásához szükségesek. Amikor mégis bizonyos adatok begyűjtése mellett döntünk, akkor fontosnak tartjuk a felhasználók tájékoztatását arról, hogy pontosan milyen információkat gyűjtünk be, és hogy miért van rájuk szükségünk, mivel így hozhatják meg a számukra megfelelő döntéseket. A Családi megosztás, mint az Apple minden terméke és szolgáltatása, ilyen irányelvek alapján lett megtervezve. A Családi megosztás beállítása Amikor egy felhasználó elindítja egy család beállítását, az Apple felhasználja a felhasználó Apple‑fiókjával társított életkort és országot vagy régiót az arról való megbizonyosodás céljából, hogy a felhasználó felnőtt, és jogosult arra, hogy létrehozzon egy családi csoportot. Az alábbiakban hivatkozott életkorhatárok a felhasználók esetében eltérőek lehetnek attól függően, hogy melyik ország vagy régió van társítva az Apple‑fiókjukkal. A korhatárokkal kapcsolatos további információkért keresse fel a következő weboldalt: support.apple.com/102617. A felnőtt státusz megerősítése után a család beállítását elindító felhasználó lesz a család szervezője, aki az AirDrop, az Üzenetek vagy a Mail használatával vagy a családi beállításokban lévő Meghívás személyesen lehetőségre koppintva meghívhat legfeljebb öt másik, egyedi Apple‑fiókokkal rendelkező felhasználót, hogy csatlakozzanak a családi csoporthoz. Az Apple megjeleníti a meghívóban a szervező nevét, Apple‑fiókját, a meghívott által elérhető előfizetéseket és/vagy a szervező kontaktinformációit attól függően, hogy a meghívó elküldése hogyan történt. Az Apple nem jelenít meg más információt a szervezőről vagy a családi csoportról, például a csoportban lévő családtagok nevét. Amikor a szervező a Meghívás személyesen lehetőségre koppint, az Apple a meghívott Apple‑fiókja és jelszava alapján – amelyek a szervező eszközén vannak megadva – hitelesíti a meghívottat, és jóváhagyja a meghívás elfogadását, amennyiben a meghívott 13 éves vagy ennél idősebb. Az Apple nem tárolja el ezeket az információkat a szervező eszközén. Ha a meghívott még nem töltötte be a 13. életévét, az Apple elindítja az alábbi Kilépés a Családi megosztás-csoportból és gyermekek átirányítása szakaszban ismertetett gyermekátirányítási folyamatot. Az Apple azzal segíti a szervezőket és a meghívottakat a meghívók kezelésében és emlékeztetők küldésében, hogy az eszközbeállításokban megjeleníti a nevüket, a profilfotójukat és a meghívás állapotát, ha az elérhető. Az Apple megőriz egy feljegyzést a meghívókról arra az időtartamra, amíg a meghívott válaszol, vagy a meghívás érvényessége 15 nap után lejár. Ha a meghívott elfogadja a meghívást, az Apple hozzárendeli a meghívott Apple‑fiókját a családi csoporthoz. Az Apple nem őriz meg feljegyzést a lejárt meghívókról. Azoknál az elutasított meghívásoknál, amelyek az Üzeneteken keresztül lettek elküldve, az Apple 30 napig megőriz egy feljegyzést, hogy az Üzenetekben meg lehessen jeleníteni az elutasított státuszt a szervező és a meghívott számára. Csatlakozás egy családhoz és családi szerepkörök Amikor a felhasználók csatlakoznak egy családi csoporthoz, az Apple elérhetővé tesz meghatározott funkciókat, információkat és vezérlőket, amelyek segítségével az előfizetések, a vásárlások, a fizetési információk és a helyzetek megosztását lehet kezelni. Az Apple például a családi beállításokban megjeleníti az egyes tagok nevét, Apple‑fiókját és szerepkörét, továbbá a családban lévő gyermekek életkorát a családi csoportban lévő összes tag számára. Gyermekek számára iOS- vagy iPadOS-eszközön az Apple az életkoruk felhasználásával az életkoruknak megfelelő információkat fog biztosítani az adatvédelmi jogaikról és a szülői felügyeletről. Ezenkívül az Apple feldolgozza a családtagokkal kapcsolatos adatokat, például a szerepkörüket, az előfizetéseiket, illetve a funkciók és szolgáltatások használatát, hogy testreszabott javaslatlistát tudjon biztosítani. Például egy családtag javaslatai azt ajánlhatják, hogy tekintse át a szülői felügyeletet, ossza meg az iCloud+-t a családtagjaival, vagy állítson be egy másik családtagot a vészhelyzetben értesítendő kontaktok egyikeként. Amikor a szervező hozzáad egy felnőtt felhasználót a családi csoporthoz, megjelölheti szülőként/gondviselőként. A szülők/gondviselők, valamint a szervező – aki szintén lehet szülő/gondviselő – létrehozhatnak egy Apple‑fiókot a 13 év alatti gyermekek számára az alábbiakban ismertetett módon. Ezenkívül beállíthatják a szülői felügyeletet, például az Engedély a vásárláshoz és a Képernyőidő funkciót a családi csoportban lévő gyermekeknek. A szervező a családi csoport beállításán és a résztvevők meghívásán kívül eltávolíthat családtagokat, valamint megszüntetheti a csoportot az alábbiak szerint. Ha egy családi csoportba tartozó felhasználó bejelentkezik egy Apple-eszközre, például egy Apple TV‑re, az eszköz további családtagok hozzáadását javasolhatja az Apple‑fiókjukhoz tartozó név és a profilfotó megjelenítésével. Apple-fiók létrehozása gyermek számára A szervezők és a szülők/gondviselők hozzáadhatnak 13 év alatti gyermekeket a családi csoporthoz, ha létrehoznak számukra egy Apple‑fiókot, illetve elvégzik a gyermekátirányítási folyamatot az alábbiakban ismertetett módon. Egy 13 év alatti gyermek Apple‑fiókjának létrehozásához a szervezőnek vagy a szülőnek/gondviselőnek meg kell adnia a gyermek nevét, születési dátumát, e-mail-címét és telefonszámát, amelyek alapján az Apple az Apple‑fiókot biztosítja a gyermek számára. Ha a gyermekfiók létrehozására az eszköz kezdeti beállításának elvégzése közben kerül sor, akkor a szervezőnek és a szülőnek/gondviselőnek azt az országot vagy régiót is meg kell adnia, ahol a gyermek él. Az Apple ellenőrzi a szervező vagy a szülő/gondviselő felnőtt státuszát a fizetéssel kapcsolatos részletek, a Tárcában lévő személyazonosító okmány, az Apple‑fiók vagy azzal egyenértékű információk alapján, mielőtt beleegyezést kérne a gyermek adatainak feldolgozásához. Az Apple a gyermek születési dátuma segítségével meghatározza a gyermek számára elérhető szolgáltatásokat, ezenkívül szülői felügyeleti funkciókra, például az Engedély a vásárláshoz és a Képernyőidő funkcióra tesz javaslatot. A gyermekfiókok létrehozására vonatkozó bővebb tudnivalókért látogasson el a support.apple.com/102617 weboldalra. Vásárlások megosztása Ha a szervező engedélyezi a vásárlások megosztását, a családtagok jogosult App Store-, iTunes Store-, Apple Books-vásárlásai vagy Apple TV appban végzett vásárlásai a szervező meglévő mentett fizetési módjára lesznek terhelve. A családtagok látni fognak egy leírást a használatban lévő fizetési módról (pl. Apple Pay), azonban a fizetéssel kapcsolatos részletek, például a fizetéshez használt teljes számlaszám nem lesz látható számukra. A családtagok automatikusan hozzáférést kapnak a szervező által megvásárolt tartalmakhoz, és úgy dönthetnek, hogy ők is megosztják az általuk megvásárolt tartalmakat a többi családtaggal. A szervezők látni fogják az összes családtag online és appon belüli App Store-tranzakcióinak leírását, árát és dátumát, valamint a visszatérítési kérelmekkel, azok eredményével és az esetleges reklamációkkal kapcsolatos részleteket. Ha egy családtag bejelent egy problémát egy online vagy appon belüli App Store-vásárlással kapcsolatban, az Apple információkat fog felhasználni a vásárlást intéző családtagról, a szervezőről és a vásárlásról, hogy megfelelő választ tudjon nyújtani a probléma kezeléséhez. A családtagok elrejthetnek egyes iTunes-, Apple Books- és App Store-vásárlásokat, vagy letilthatják a Vásárlások megosztása funkciót a családi beállításokban; a család szervezője továbbra is megkapja az App Store-ban, az Apple Booksban és az Apple Musicban végzett vásárlások nyugtáit, még akkor is, ha a családtagok elrejtették a vásárlásaikat. A vásárlások megosztására vonatkozó bővebb tudnivalókért látogasson el a support.apple.com/102599 weboldalra. Az App Store-vásárlások elrejtésével kapcsolatos részletes információkért tekintse meg a support.apple.com/108091 weboldalt. Előfizetések Ha a Megosztás a családdal funkció engedélyezve van, akkor a szolgáltatásokra szóló előfizetések, például az Apple Musicra szóló családi előfizetés, az Apple TV+, az Apple Arcade és az Apple News+ meg lesz osztva a családtagokkal. A családtagoknak továbbra is a saját Apple‑fiókjukkal kell bejelentkezniük az egyes szolgáltatásokba. Ezzel a módszerrel privát módon és elkülönítve kezelhetik az általuk megtekintett tartalmakat, illetve a médiakönyvtáraikat és a javaslataikat, miközben élvezhetik a megosztott közös előfizetés előnyeit. Ehhez hasonlóan ha megosztja az iCloud+-t a családjával, akkor az egyes családtagok hozzáférést kapnak a megosztott előfizetés részeként rendelkezésre álló tárhelyhez és funkciókhoz, miközben az egyes fiókjaikat és fájljaikat elkülönítve tarthatják. Az előfizetések családtagokkal való megosztására vonatkozó bővebb tudnivalókért látogasson el a support.apple.com/108107 weboldalra. Helyzetmegosztás Ha egy felhasználó csatlakozik egy családi csoporthoz, az általa használt eszköz neve látható lesz a többi családtag számára a Lokátorban. Az Apple‑fiókja csak akkor lesz látható a többi családtag számára a Lokátorban, és a helyzetével kapcsolatos adatok csak akkor lesznek feldolgozva a Lokátor által, ha engedélyezte a Helyzetmegosztást a családi beállításokon vagy a Lokátor appon keresztül. A családtagok azt is megtehetik, hogy automatikusan megosztják a saját helyzetüket az összes többi családtaggal – a csoporthoz később hozzáadott új tagokat is beleértve – a családi beállításokban arra az időre, amíg a csoport tagjai maradnak. A szervező vagy a szülő/gondviselő úgy dönthet, hogy bizonyos esetekben – például egy 13 év alatti gyermek fiókjának létrehozásakor – automatikusan megosztja a gyermek helyzetét az összes többi családtaggal. A Beállítások > [az Ön neve] > Családi megosztás > Helyzetmegosztás menüpontban a családtagok letilthatják a Helyzet automatikus megosztása funkciót. Ezenkívül megoszthatják a saját helyzetüket a család egyes tagjaival a családi beállításokon vagy a Lokátor appon keresztül. A helyzet családtagokkal való megosztására vonatkozó bővebb tudnivalókért látogasson el a support.apple.com/105107 weboldalra. Szülői felügyelet Az Apple arra használja fel a családtagok Apple‑fiókját és szerepköreit, hogy lehetővé tegye a szervező és a szülők/gondviselők számára a szülői felügyelet beállítását azon gyermekeknek, akik a családi csoport tagjai. Például a szervező és a szülők/gondviselők bekapcsolhatják az Engedély a vásárláshoz funkciót, így a gyermekeknek jóváhagyást kell kérniük az App Store-ban, az iTunes Store-ban és az Apple Booksban végzett letöltések és vásárlások előtt, ideértve az appbeli vásárlásokat és az ingyenes letöltéseket is. A szervező és a szülők/gondviselők a Képernyőidőt is beállíthatják, amely lehetővé teszi, hogy bizonyos funkciók beállításait kezeljék a gyermekek számára. Ilyen funkció a Nyugalmi idő, az app- és webhelyhasználat, a kontaktok és a tartalom besorolása. Kizárólag a szervező és a szülők/gondviselők láthatják a gyermekek App Store-, iTunes Store- és Apple Books-tranzakcióit, kizárólag ők tekinthetik meg és kezelhetik a gyermekek online tevékenységét a Képernyőidőn keresztül, és kizárólag ők engedélyezhetik a szülői felügyeletet. Az Engedély a vásárláshoz funkcióval kapcsolatos bővebb tudnivalókért látogasson el a support.apple.com/105055 weboldalra. A szülői felügyelettel kapcsolatos bővebb tudnivalókért látogasson el a support.apple.com/105121 weboldalra. Kilépés a Családi megosztás csoportból és gyermekek átirányítása A felnőtt családtagok bármikor kiléphetnek a családi csoportból, vagy a szervező bármikor eltávolíthatja őket. A 13 és 17 év közötti gyermekek szintén kiléphetnek a családi csoportból, illetve a szervező eltávolíthatja őket, kivéve, ha a szervező vagy a szülők/gondviselők felügyelik őket a Képernyőidő funkción keresztül. A család szervezője igény szerint meg is szüntetheti a családi csoportot, ha kikapcsolja a Családi megosztást. Egy családtag kilépésekor vagy eltávolításakor a családtag azonnal elveszíti a megosztott előfizetésekhez és a többi tag által megvásárolt tartalmakhoz való hozzáférését, és a tartalmai nem lesznek többé elérhetők a többi családtag számára. A 13 év alatti gyermekeknek egy családi csoport tagjának kell lenniük. Ahhoz, hogy egy gyermeket el lehessen távolítani egy családi csoportból, egy másik családi csoport szervezőjének ki kell választania a Meghívás személyesen lehetőséget a családi beállításokban, és meg kell hívnia a gyermeket, hogy csatlakozzon a családi csoportjához. Az átirányítási meghívást a gyermek aktuális családjában lévő szervezőnek kell jóváhagynia. Miután az átirányítás megtörtént, az Apple nem őriz meg feljegyzést arról, hogy az átirányított gyermek korábban egy másik családi csoport tagja volt. Egy másik opcióként a család szervezője törölheti a gyermek Apple‑fiókját. A gyermekek másik családi csoportba való áthelyezésére és a gyermekfiókok törlésére vonatkozó bővebb tudnivalókért látogasson el a support.apple.com/102634 weboldalra. Az Önnel folytatott kommunikáció Az Apple felhasználhat részleteket a felhasználók családi csoportjáról, például felhasználhatja a családtagok számát, illetve azt, hogy van-e valakinek függőben lévő meghívója, amellyel csatlakozhat a csoporthoz, mivel így releváns kommunikációs tartalmakat tud küldeni a felhasználónak és a családtagjainak termékekről, szolgáltatásokról, ajánlatokról és olyan egyéb előnyökről, amelyek a Családi megosztás funkción keresztül elérhetők. A családtagok e-mailben kaphatnak kommunikációs tartalmakat, amennyiben beleegyeznek abba, hogy marketinganyagokat küldjünk nekik. Az e-mailekkel kapcsolatos beállítások módosításához, valamint az ilyen jellegű e-mailekről való leiratkozáshoz az account.apple.com/hu címre kell ellátogatniuk, vagy iOS- vagy iPadOS-eszközökön a Beállítások > [az Ön neve] > Személyes adatok > Kommunikációs beállítások menüpontot kell kiválasztaniuk. A családtagok ezeket a kommunikációs tartalmakat push értesítések formájában is megkaphatják az adott Apple-terméktől vagy -szolgáltatástól. Az értesítési beállítások frissítéséhez, illetve az értesítések lemondásához iOS- vagy iPadOS-eszközön válassza a Beállítások > Értesítések menüpontot. Az Apple felhasználhat a felhasználóval és a családi csoportjával kapcsolatos adatokat is – többek között a nevét, az életkorát, a szerepkörét, a vásárlásait és előfizetéseit – annak érdekében, hogy tájékoztatást küldhessen e-mailben vagy push üzenetben a családi tagsággal és a szerepkörrel, a megosztott vásárlások és előfizetések elérhetőségével és a szülői felügyelettel kapcsolatos változásokról. Például, amikor egy felhasználó csatlakozik egy családi csoporthoz, minden meglévő családtag értesítést fog kapni arról, hogy képes hozzáférni az új tag megosztott vásárlásaihoz és előfizetéseihez. Amikor a szervező kijelöl egy felnőtt családtagot szülőként/gondviselőként, a családi csoportba tartozó gyermekek értesítést kapnak, hogy a felnőtt felhasználó kezelheti a szülői felügyeleti beállításaikat. A személyes adatok feldolgozásának hatályos jogalapja A fentiekben leírtaknak megfelelően a Családi megosztás esetében a személyes adatokat általánosságban a családtagok Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a következő kategóriákba tartozó személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra. Ide tartoznak a következőkre vonatkozó információk: • A felhasználók Apple‑fiók-információi, többek között a nevük, a bejelentkezési információik, valamint az összes kontakt-, fizetési és biztonsági adatuk (pl. megbízható telefonszámok vagy biztonsági kérdések), amelyeket az Apple-szolgáltatásokhoz használnak; • A családtagok tulajdonában lévő Apple-termékek, a családtagok Apple-szolgáltatásokra szóló előfizetései, valamint a vásárlásaik és a letöltéseik; • A felhasználók családi csoportja, többek között a családban lévő családtagok száma; • A felhasználók eszközei, beleértve az eszközeik nevét, sorozatszámát és egyéb hardverazonosítóit; • Fizetési adatok, beleértve a számlaszámokat és lejárati dátumokat, a számlázási és szállítási címeket, valamint az ajándékkártyák beváltásával kapcsolatos információkat. Ezek a jogos érdekek a következőket foglalhatják magukban: • Jobb szolgáltatás és támogatás biztosítása a családtagok számára; • Releváns kommunikációs tartalmak küldése a Családi megosztásról, valamint olyan kapcsolódó Apple-termékekről, -szolgáltatásokról és -ajánlatokról, amelyek érdekesek lehetnek; • Csalás és más rosszindulatú tevékenységek megakadályozása. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang kami perlukan untuk membuat pengalaman Anda lebih baik dan, saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Keluarga Berbagi, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini. Mengatur Keluarga Berbagi Saat pengguna memulai pengaturan keluarga, Apple menggunakan umur dan negara atau wilayah yang dikaitkan dengan Akun Apple mereka untuk mengonfirmasi bahwa mereka cukup umur dan memenuhi syarat untuk membuat anggota keluarga. Ambang umur tertentu yang dirujuk di bawah mungkin berbeda bagi pengguna tergantung negara atau wilayah mana yang dikaitkan dengan Akun Apple mereka. Untuk informasi lainnya mengenai ambang umur, kunjungi support.apple.com/102617. Setelah status dewasa dikonfirmasi, pengguna yang memulai akan menjadi pengelola keluarga dan dapat mengundang maksimum lima pengguna lainnya dengan Akun Apple unik untuk bergabung dengan grup keluarga menggunakan AirDrop, Pesan, atau Mail, atau dengan mengetuk Undang secara Langsung di pengaturan keluarga. Apple akan menampilkan nama pengelola, Akun Apple, langganan yang dapat diakses undangan, dan/atau informasi kontak pengelola di undangan tergantung metode pengirimannya. Apple tidak akan menampilkan informasi lainnya mengenai pengelola atau grup keluarga, seperti nama anggota keluarga yang ada. Saat pengelola mengetuk Undang secara Langsung, Apple akan menggunakan Akun Apple dan kata sandi undangan, yang dimasukkan di perangkat pengelola, untuk mengesahkan undangan dan mengonfirmasi penerimaannya jika undangan berumur 13 tahun ke atas. Apple tidak akan menyimpan informasi ini di perangkat pengelola. Jika undangan berumur 13 tahun ke bawah, Apple akan memulai alur transfer anak yang dijelaskan di bagian Meninggalkan Grup Keluarga Berbagi dan Transfer Anak di bawah. Untuk membantu pengelola dan peserta mengelola undangan dan mengirim pengingat, Apple akan menampilkan nama mereka, foto profil, dan status undangan, sebagaimana tersedia, di pengaturan perangkat. Apple menyimpan catatan undangan hingga undangan merespons atau undangan kedaluwarsa setelah 15 hari. Jika undangan menerima, Apple akan mengaitkan Akun Apple undangan dengan grup keluarga. Apple tidak mempertahankan catatan undangan yang kedaluwarsa. Untuk undangan yang dikirim melalui Pesan yang telah ditolak, Apple menyimpan catatan selama 30 hari untuk menampilkan status ditolak di Pesan bagi pengelola dan undangan. Bergabung dengan Keluarga dan Peran Keluarga Saat pengguna bergabung dengan grup keluarga, Apple akan menyediakan fitur, informasi, dan kontrol tertentu, yang dapat digunakan untuk mengelola berbagi langganan, pembelian, informasi pembayaran, serta lokasi. Misalnya, Apple akan menampilkan setiap nama, Akun Apple, dan peran anggota, serta umur semua anak di keluarga bagi semua anggota grup keluarga di pengaturan keluarga. Untuk anak di perangkat iOS atau iPadOS, Apple akan menggunakan umurnya untuk menyediakan informasi sesuai umur mengenai hak privasi dan pengawasan orang tuanya. Apple juga akan memproses detail mengenai anggota keluarga, seperti perannya, langganan, dan penggunaan fitur serta layanan, agar dapat memberikan daftar rekomendasi yang disesuaikan. Misalnya, rekomendasi anggota keluarga dapat menyarankan untuk meninjau pengawasan orang tua, berbagi iCloud+ dengan anggota keluarga, atau menjadikan anggota keluarga salah satu Kontak Darurat mereka. Saat pengelola menambahkan pengguna dewasa ke grup keluarga, mereka dapat ditetapkan sebagai orang tua/wali. Orang tua/wali, serta pengelola yang juga dapat bertindak sebagai orang tua/wali, dapat membuat Akun Apple untuk anak yang berumur 13 tahun ke bawah seperti yang dijelaskan di bawah. Mereka juga dapat mengatur pengawasan orang tua seperti Minta Izin Pembelian dan Durasi Layar untuk anak di grup keluarga. Selain mengatur grup keluarga dan mengundang pengguna untuk berpartisipasi, pengelola dapat menghapus anggota keluarga dan membubarkan grup seperti yang dijelaskan di bawah. Jika pengguna yang merupakan bagian dari grup keluarga masuk ke perangkat Apple seperti Apple TV, perangkat dapat menyarankan untuk menambahkan anggota keluarga lainnya dengan menampilkan nama serta foto profil Akun Apple mereka. Membuat Akun Apple untuk Anak Pengelola dan orang tua/wali dapat menambahkan anak yang berumur 13 tahun ke bawah ke grup keluarga mereka dengan membuatkan mereka Akun Apple atau melalui proses transfer anak yang dijelaskan di bawah. Untuk membuat Akun Apple bagi anak yang berumur 13 tahun ke bawah, pengelola atau orang tua/wali harus menyediakan nama, tanggal lahir, alamat email, dan nomor telepon anak, yang digunakan Apple untuk menyediakan Akun Apple kepada anak. Jika akun anak dibuat selama pengaturan perangkat, pengelola atau orang tua/wali juga harus menyediakan negara atau wilayah anak. Apple memverifikasi apakah pengelola atau orang tua/wali cukup umur menggunakan detail pembayaran mereka, kartu identitas di Dompet, atau Akun Apple atau yang setara sebelum memperoleh persetujuannya untuk memproses data anak. Apple menggunakan tanggal lahir anak untuk menentukan layanan yang layak dan menyarankan pengawasan orang tua seperti Minta Izin Pembelian dan Durasi Layar. Untuk informasi lainnya mengenai membuat akun anak, kunjungi support.apple.com/102617. Berbagi Pembelian Saat pengelola mengaktifkan berbagi pembelian, pembelian yang memenuhi syarat yang dilakukan oleh anggota keluarga di App Store, iTunes Store, Apple Books, atau app Apple TV akan ditagihkan ke metode pembayaran Apple milik pengelola yang terdaftar. Anggota keluarga akan dapat melihat deskripsi metode pembayaran yang digunakan, seperti Apple Pay, tapi tidak akan dapat melihat detail pembayaran, seperti nomor rekening pembayaran lengkap. Anggota keluarga akan mendapatkan akses ke pembelian pengelola secara otomatis dan memilih untuk membagikan pembelian mereka dengan anggota keluarga lainnya. Pengelola akan dapat melihat deskripsi, harga, dan tanggal semua transaksi online dan App Store di app milik anggota keluarga, serta detail permintaan dan keputusan pengembalian dana, serta sanggahan. Jika anggota keluarga melaporkan masalah pada pembelian online atau App Store di app, Apple akan menggunakan informasi mengenai anggota keluarga yang membeli, pengelola, dan pembelian untuk memberikan respons yang sesuai. Anggota keluarga dapat menyembunyikan pembelian iTunes, Apple Books, dan App Store secara terpisah, atau menonaktifkan Bagikan Pembelian Saya di pengaturan keluarga mereka; pengelola Keluarga akan terus menerima struk untuk pembelian yang dilakukan di App Store, Apple Books, dan Apple Music meskipun anggota keluarga telah menyembunyikan pembelian mereka. Untuk informasi lainnya mengenai berbagi pembelian, kunjungi support.apple.com/102599. Untuk informasi lainnya mengenai menyembunyikan pembelian dari App Store, kunjungi support.apple.com/108091. Langganan Jika Bagikan dengan Keluarga diaktifkan, langganan untuk layanan seperti paket keluarga Apple Music, Apple TV+, Apple Arcade, atau Apple News+ akan dibagikan dengan anggota keluarga. Anggota keluarga akan terus masuk ke setiap layanan menggunakan Akun Apple mereka sendiri. Ini akan menjaga konten dan perpustakaan media serta rekomendasi mereka masing-masing tetap pribadi dan terpisah, selagi memanfaatkan paket keluarga bersama. Sama halnya, berbagi iCloud+ dengan keluarga akan memberi setiap anggota keluarga akses ke penyimpanan dan fitur di paket bersama, sementara akun dan file tetap terpisah. Untuk informasi lainnya mengenai berbagi langganan dengan anggota keluarga, kunjungi support.apple.com/108107. Berbagi Lokasi Saat pengguna bergabung dengan grup keluarga, nama perangkat mereka akan terlihat bagi anggota keluarga lainnya di Lacak. Akun Apple mereka hanya akan terlihat bagi anggota keluarga di Lacak dan data lokasi mereka hanya akan diproses oleh Lacak jika mereka mengaktifkan Berbagi Lokasi melalui pengaturan keluarga atau app Lacak. Anggota keluarga juga dapat memilih untuk membagikan lokasi mereka secara otomatis dengan anggota keluarga lain, termasuk anggota keluarga baru yang ditambahkan di kemudian waktu, di pengaturan keluarga selama mereka masih ada di grup. Pengelola atau orang tua/wali dapat memilih untuk membagikan lokasi anak mereka secara otomatis dengan anggota keluarga lain dalam situasi tertentu, termasuk saat mereka membuatkan akun untuk anak yang berumur 13 tahun ke bawah. Anggota keluarga dapat menonaktifkan fitur Bagikan Lokasi Secara Otomatis di Pengaturan > [nama Anda] > Keluarga Berbagi > Berbagi Lokasi. Mereka juga dapat memilih untuk membagikan lokasi mereka dengan masing-masing anggota keluarga melalui pengaturan keluarga dan app Lacak. Untuk informasi lainnya mengenai berbagi lokasi dengan anggota keluarga, kunjungi support.apple.com/105107. Pengawasan Orang Tua Apple menggunakan Akun Apple dan peran anggota keluarga untuk memungkinkan pengelola serta orang tua/wali mengatur pengawasan orang tua bagi anak di grup keluarga mereka. Misalnya, pengelola dan orang tua/wali dapat menyalakan Minta Izin Pembelian sehingga anak harus menerima persetujuan sebelum melakukan pengunduhan atau pembelian dari App Store, iTunes Store, atau Apple Books, termasuk pembelian di app dan pengunduhan gratis. Pengelola dan orang tua/wali juga dapat mengatur Durasi Layar, yang memungkinkan mereka untuk mengelola pengaturan untuk fitur seperti Waktu Henti, penggunaan app dan situs web, kontak, serta nilai konten untuk anak mereka. Hanya pengelola dan orang tua/wali yang dapat melihat informasi mengenai transaksi anak di App Store, iTunes Store, dan Apple Books, melihat serta mengelola aktivitas online mereka melalui Durasi Layar, dan mengaktifkan pengawasan orang tua. Untuk informasi lainnya mengenai Minta Izin Pembelian, kunjungi support.apple.com/105055. Untuk informasi lainnya mengenai menggunakan pengawasan orang tua, kunjungi support.apple.com/105121. Meninggalkan Grup Keluarga Berbagi dan Transfer Anak Anggota keluarga dewasa dapat meninggalkan grup keluarga atau dihapus oleh pengelola kapan pun. Anak yang berumur 13 hingga 17 tahun dapat meninggalkan grup keluarga atau dihapus oleh pengelola kecuali mereka dikelola oleh pengelola atau orang tua/wali melalui Durasi Layar. Pengelola keluarga juga dapat membubarkan grup keluarga dengan mematikan Keluarga Berbagi. Saat anggota keluarga keluar atau dihapus, mereka langsung kehilangan akses ke langganan bersama serta konten yang dibeli oleh anggota lainnya, dan konten mereka juga tidak akan lagi tersedia bagi anggota lainnya. Anak berumur 13 tahun ke bawah harus menjadi anggota grup keluarga. Untuk menghapus anak dari grup keluarga, pengelola di grup keluarga lain dapat mengundang anak tersebut untuk bergabung dengan grup keluarga mereka dengan memilih Undang secara Langsung di pengaturan keluarga. Undangan transfer harus disetujui oleh pengelola keluarga anak saat ini. Setelah transfer selesai, Apple tidak menyimpan catatan bahwa anak yang ditransfer sebelumnya bagian dari grup keluarga berbeda. Selain itu, pengelola keluarga dapat menghapus Akun Apple anak. Untuk informasi lainnya mengenai memindahkan anak ke grup keluarga lain dan menghapus akun anak, kunjungi support.apple.com/102634. Berkomunikasi dengan Anda Apple dapat menggunakan detail mengenai grup keluarga pengguna, termasuk jumlah anggota keluarga dan apakah seseorang memiliki undangan yang tertunda untuk bergabung dengan grup, agar dapat mengirimi pengguna dan anggota keluarga mereka komunikasi yang relevan mengenai produk, layanan, penawaran, dan keuntungan lainnya yang tersedia melalui Keluarga Berbagi. Anggota keluarga juga dapat menerima komunikasi ini melalui email, jika mereka menyetujui untuk menerima pemasaran email. Mereka dapat mengubah preferensi email mereka dan menonaktifkan penerimaan email ini dengan membuka account.apple.com, atau di perangkat iOS atau iPadOS dengan membuka Pengaturan > [nama Anda] > Informasi Pribadi > Preferensi Komunikasi. Anggota keluarga juga dapat menerima komunikasi ini melalui pemberitahuan push dari produk atau layanan Apple yang relevan. Untuk memperbarui preferensi pemberitahuan atau untuk menonaktifkan pemberitahuan di perangkat iOS atau iPadOS Anda, buka Pengaturan > Pemberitahuan. Apple juga dapat menggunakan detail mengenai pengguna dan grup keluarganya, termasuk nama, umur, peran, pembelian, serta langganan, untuk mengirimkan komunikasi melalui email atau pemberitahuan push mengenai perubahan keanggotaan dan peran keluarga, kemampuan untuk mengakses pembelian dan langganan bersama, serta pengawasan orang tua. Misalnya, saat pengguna bergabung dengan grup keluarga, semua anggota keluarga yang ada akan diberi tahu mengenai kemampuannya untuk mengakses pembelian dan langganan bersama milik anggota baru. Jika pengelola menetapkan anggota keluarga dewasa sebagai orang tua/wali, anak di grup keluarga akan diberi tahu bahwa pengguna dewasa dapat mengelola pengawasan orang tua mereka. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi untuk Keluarga Berbagi sebagaimana dijelaskan di atas secara umum untuk menjalankan kontrak anggota keluarga dengan Apple sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses kategori data pribadi berikut sebagaimana yang diperlukan untuk tujuan kepentingan kami yang sah atau pihak ketiga, meliputi informasi mengenai: • Informasi Akun Apple pengguna, meliputi nama mereka, informasi yang digunakan untuk masuk serta semua detail kontak, pembayaran, dan keamanan seperti nomor telepon tepercaya atau pertanyaan keamanan yang digunakan di semua layanan Apple • Produk Apple yang dimiliki oleh anggota keluarga, langganan layanan Apple anggota keluarga, dan pembelian serta pengunduhan mereka • Grup keluarga pengguna, termasuk jumlah anggota di keluarga mereka • Perangkat pengguna, termasuk nama perangkat, nomor seri, dan pengenal perangkat keras mereka lainnya • Detail pembayaran, termasuk nomor rekening dan tanggal kedaluwarsa, alamat penagihan dan pengiriman, serta informasi penukaran kartu hadiah Kepentingan yang sah ini meliputi: • Menyediakan anggota keluarga layanan dan dukungan yang lebih baik • Mengirimkan komunikasi yang relevan mengenai Keluarga Berbagi dan produk, layanan, serta penawaran Apple lainnya yang terkait dan mungkin diminati • Mencegah penipuan dan aktivitas berbahaya lainnya Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Quando vengono raccolte informazioni, Apple ritiene importante specificare quali tipi di dati vengono raccolti e il motivo per cui è necessario farlo, in modo da consentirti di compiere una scelta ponderata. “In famiglia”, come ogni altro prodotto e servizio Apple, è pensato a partire da questi principi. Configurare “In famiglia” Quando l’utente inizia la configurazione di “In famiglia”, Apple utilizza l’età e il paese o la zona associati al suo Apple Account per confermare che sia una persona adulta e quindi idonea a creare un gruppo “In famiglia”. I limiti di età specifici indicati di seguito possono essere diversi a seconda del paese o della zona associati all’Apple Account dell’utente. Per ulteriori informazioni sui limiti di età, visita la pagina support.apple.com/it-it/102617. Una volta confermato che l’utente soddisfa i requisiti di età, questo diventa la persona responsabile della famiglia e può invitare fino a cinque altri membri con Apple Account univoci a unirsi al gruppo “In famiglia” tramite AirDrop, Messaggi, Mail, oppure toccando “Invita personalmente” nelle impostazioni. Apple mostrerà il nome, l’Apple Account e/o le informazioni di contatto della persona responsabile, nonché gli abbonamenti ai quali avrà accesso chi riceve l’invito, in base a come questo è stato inviato. Apple non mostrerà altre informazioni sulla persona responsabile o sul gruppo “In famiglia”, ad esempio i nomi dei membri esistenti. Quando la persona responsabile tocca “Invita personalmente”, l’Apple Account e la password di chi riceve l’invito dovranno essere inseriti sul dispositivo del responsabile; Apple utilizzerà tali dati per eseguire l’autenticazione del nuovo membro e confermare che viene accettato se questa persona ha almeno 13 anni. Apple non archivierà queste informazioni sul dispositivo della persona responsabile. Se chi riceve l’invito ha meno di 13 anni, Apple avvierà la procedura di trasferimento del minore descritta di seguito nella sezione “Lasciare un gruppo ‘In famiglia’ e trasferire i minori”. Per facilitare la gestione degli inviti e l’invio di promemoria, Apple mostrerà nelle impostazioni del dispositivo i nomi, le foto di profilo e lo stato degli inviti delle persone responsabili e di quelle invitate. Apple conserva un registro degli inviti finché chi li riceve non risponde oppure finché non scadono, trascorsi 15 giorni. Se la persona destinataria accetta l’invito, Apple associa il relativo Apple Account al gruppo “In famiglia”. Apple non conserva un registro degli inviti scaduti. Per gli inviti inviati tramite Messaggi che sono stati rifiutati, Apple conserva un registro per 30 giorni in modo da poter mostrare lo stato rifiutato alla persona responsabile e a quella destinataria in Messaggi. Partecipare a un gruppo “In famiglia” e ruoli familiari Quando l’utente si unisce a un gruppo “In famiglia”, Apple rende disponibili funzionalità, informazioni e controlli specifici che possono essere utilizzati per gestire la condivisione di abbonamenti, acquisti, informazioni di pagamento e posizioni. Ad esempio, Apple mostrerà nelle impostazioni della famiglia il nome, l’Apple Account e il ruolo di ciascun membro, oltre all’età dei bambini, a tutte le persone nel gruppo. Per i minori su un dispositivo iOS o iPadOS, Apple userà l’età per fornire loro informazioni adeguate sul loro diritto alla privacy e sui controlli parentali. Apple elaborerà inoltre sul dispositivo i dettagli su ciascun membro della famiglia, come il suo ruolo, i suoi abbonamenti e l’uso di funzionalità e servizi, al fine di offrire un elenco di suggerimenti personalizzati. Ad esempio, i suggerimenti personalizzati di un membro della famiglia potrebbero consigliare la revisione dei controlli parentali, la condivisione di iCloud+ con le altre persone nel gruppo o la selezione di un altro familiare come contatto di emergenza. Quando la persona responsabile aggiunge un membro adulto al gruppo “In famiglia”, può nominarlo come genitore/tutore. I genitori/tutori, così come la persona responsabile della famiglia che può agire in questo ruolo, possono creare un Apple Account per i minori di 13 anni come descritto di seguito. Possono anche configurare i controlli parentali come “Chiedi di acquistare” e “Tempo di utilizzo” per i minori nel gruppo “In famiglia”. Oltre a configurare un gruppo “In famiglia” e a invitare utenti a partecipare, la persona responsabile può rimuovere i membri della famiglia e sciogliere il gruppo come descritto di seguito. Se un utente che fa parte di un gruppo “In famiglia” accede a un dispositivo Apple come Apple TV, questo potrebbe suggerire l’aggiunta di altri membri della famiglia mostrando il nome e la foto del profilo associati ai loro Apple Account. Creare un Apple Account per bambini La persona responsabile e i genitori/tutori possono aggiungere i minori di 13 anni al proprio gruppo “In famiglia” creando un Apple Account per loro o attraverso la procedura di trasferimento descritta di seguito. Per creare un Apple Account per un minore di 13 anni, la persona responsabile o i genitori/tutori devono fornire il nome, la data di nascita, l’indirizzo email e il numero di telefono del bambino; Apple utilizzerà tali dati per fornire Apple Account. Se l’account per minori viene creato durante la configurazione del dispositivo, la persona responsabile o i genitori/tutori devono fornire anche il paese o la zona di residenza del minore. Prima di ottenere il consenso a elaborare i dati del bambino, Apple verifica che la persona responsabile o i genitori/tutori siano adulti utilizzando i dettagli di pagamento, i documenti di identità in Wallet, il loro Apple Account o dati equivalenti. Apple usa la data di nascita dei minori per verificare l’idoneità ai servizi e per suggerire controlli parentali come “Chiedi di acquistare” e “Tempo di utilizzo”. Per ulteriori informazioni sulla creazione di account per minori, consulta la pagina support.apple.com/it-it/102617. Condivisione acquisti Quando la persona responsabile abilita la condivisione degli acquisti, gli acquisti idonei effettuati dai membri della famiglia su App Store, iTunes Store, Apple Books o nell’app TV verranno addebitati sul metodo di pagamento associato alla persona responsabile. I membri della famiglia potranno vedere una descrizione del metodo di pagamento utilizzato, ad esempio Apple Pay, ma non i dettagli di pagamento, come il numero completo del conto di addebito. I membri della famiglia otterranno l’accesso automatico agli acquisti della persona responsabile e possono decidere di condividere i propri acquisti con gli altri familiari. La persona responsabile potrà vedere la descrizione, il prezzo e la data di tutte le transazioni su App Store effettuate online e in‑app dai membri della famiglia, oltre ai dettagli delle richieste di rimborso, il loro esito e le contestazioni. Se un membro della famiglia invia una segnalazione per un problema relativo a un acquisto su App Store effettuato online o in‑app, Apple utilizzerà le sue informazioni, oltre a quelle della persona responsabile e dell’acquisto, per fornire una risposta adeguata. I membri della famiglia possono nascondere i singoli acquisti di iTunes, Apple Books e App Store, oppure disabilitare la condivisione degli acquisti all’interno delle impostazioni di “In famiglia”. La persona responsabile continuerà a ottenere le ricevute per gli acquisti effettuati su App Store, Apple Books e Apple Music anche se i familiari li hanno nascosti. Per ulteriori informazioni sulla condivisione degli acquisti, consulta la pagina support.apple.com/102599. Per ulteriori informazioni su come nascondere gli acquisti di App Store, consulta la pagina support.apple.com/it-it/108091. Abbonamenti Se la condivisione con la famiglia è abilitata, gli abbonamenti a servizi come il piano familiare di Apple Music, Apple TV+, Apple Arcade o Apple News+ verranno condivisi con i membri del gruppo. I membri della famiglia continueranno ad accedere a ciascun servizio con il proprio Apple Account. Questo manterrà privati e separati i contenuti, le librerie multimediali e i suggerimenti di ciascuna persona, consentendo allo stesso tempo di sfruttare il piano familiare. Analogamente, la condivisione di iCloud+ permette a ogni membro della famiglia di accedere all’archiviazione e alle funzionalità del piano condiviso, ma mantiene i singoli account e file separati. Per ulteriori informazioni sulla condivisione di abbonamenti con la famiglia, consulta la pagina support.apple.com/it-it/108107. Condivisione posizione Quando un utente si unisce a un gruppo “In famiglia”, i nomi dei suoi dispositivi saranno visibili agli altri membri nell’app Dov’è. Il suo Apple Account sarà visibile agli altri familiari in Dov’è e i suoi dati di localizzazione verranno elaborati dall’app solo se abilita “Condivisione posizione” nelle impostazioni di “In famiglia” o nell’app Dov’è. Un membro della famiglia può anche scegliere di condividere automaticamente la sua posizione con tutti gli altri familiari (inclusi quelli aggiunti in un secondo momento) finché continua a far parte del gruppo attivando l’opzione nelle impostazioni di “In famiglia”. La persona responsabile o i genitori/tutori possono scegliere di condividere automaticamente la posizione dei minori a loro associati con tutti gli altri membri della famiglia in alcuni casi, tra cui quando creano un account per un minore di 13 anni. I membri della famiglia possono disattivare la funzionalità “Condividi la posizione in automatico” in Impostazioni > [Il tuo nome] > In famiglia > Condivisione posizione. Possono anche scegliere di condividere la posizione con i singoli membri del gruppo tramite le impostazioni di “In famiglia” e l’app Dov’è. Per ulteriori informazioni sulla condivisione della posizione con la famiglia, consulta la pagina support.apple.com/it-it/105107. Controlli parentali Apple utilizza gli Apple Account e i ruoli dei membri della famiglia per consentire alla persona responsabile e ai genitori/tutori di configurare i controlli parentali per i bambini nel gruppo “In famiglia”. Ad esempio, la persona responsabile e i genitori/tutori possono attivare “Chiedi di acquistare” in modo che i bambini debbano ricevere l’approvazione prima di effettuare download o acquisti da App Store, iTunes Store o Apple Books, inclusi gli acquisti in‑app e i download gratuiti. La persona responsabile e i genitori/tutori possono inoltre configurare “Tempo di utilizzo”, che consente di gestire le impostazioni per funzionalità come “Pausa di utilizzo”, l’uso di app e siti web, i contatti e le valutazioni dei contenuti per i minori. Solo la persona responsabile e i genitori/tutori possono visualizzare le informazioni sulle transazioni dei bambini su App Store, iTunes Store e Apple Books, visualizzare e gestire le loro attività online tramite “Tempo di utilizzo” e abilitare i controlli parentali. Per ulteriori informazioni su “Chiedi di acquistare”, consulta la pagina support.apple.com/it-it/105055. Per ulteriori informazioni sull’utilizzo dei controlli parentali, consulta la pagina support.apple.com/it-it/105121. Lasciare un gruppo “In famiglia” e trasferire i minori I membri adulti possono lasciare un gruppo “In famiglia” o essere rimossi dalla persona responsabile in qualsiasi momento. I membri da 13 a 17 anni possono lasciare un gruppo “In famiglia” o essere rimossi dalla persona responsabile a meno che non siano gestiti da quest’ultima o dai genitori/tutori tramite “Tempo di utilizzo”. La persona responsabile può anche eliminare un gruppo disattivando “In famiglia”. Quando un membro della famiglia lascia il gruppo o viene rimosso, perde immediatamente l’accesso ai contenuti acquistati da altri membri e agli abbonamenti condivisi. Inoltre, i suoi contenuti non sono più disponibili per gli altri membri. I minori di 13 anni devono essere inclusi in un gruppo “In famiglia”. Per rimuovere un minore da un gruppo, la persona responsabile di un altro gruppo può invitarlo a unirsi al proprio gruppo “In famiglia” selezionando “Invita personalmente” nelle impostazioni. L’invito per il trasferimento deve essere approvato dalla persona responsabile attuale del minore. Una volta completato il trasferimento, Apple non conserva informazioni sul fatto che il minore trasferito facesse parte di un altro gruppo “In famiglia” in precedenza. In alternativa, la persona responsabile può eliminare l’Apple Account del bambino. Per ulteriori informazioni sul trasferimento di minori a un altro gruppo “In famiglia” e sull’eliminazione di un account per minori, consulta la pagina support.apple.com/102634. Comunicazione con l’utente Apple potrebbe utilizzare i dettagli sul gruppo “In famiglia” di un utente, incluso il numero di membri e se qualcuno ha un invito in sospeso a unirsi al gruppo, per inviare all’utente e agli altri membri comunicazioni rilevanti su prodotti, servizi, offerte e altri vantaggi disponibili tramite “In famiglia”. I membri del gruppo possono ricevere tali comunicazioni via email, se hanno fornito il consenso a ricevere email di marketing. Possono modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com oppure, sui dispositivi iOS o iPadOS, selezionando Impostazioni > [Il tuo nome] > Informazioni personali > Preferenze di comunicazione. I membri possono inoltre ricevere tali comunicazioni tramite notifiche push dai prodotti o servizi Apple rilevanti. Per aggiornare le preferenze sulle notifiche o per disattivarne la ricezione, sui dispositivi iOS o iPadOS vai in Impostazioni > Notifiche. Apple potrebbe anche usare i dettagli sugli utenti e sui loro gruppi “In famiglia”, inclusi il nome, l’età, il ruolo, gli acquisti e gli abbonamenti, per inviare comunicazioni tramite email o notifiche push sui cambiamenti alla partecipazione e al ruolo nel gruppo, sui controlli parentali e sulla possibilità di accedere agli acquisti e agli abbonamenti condivisi. Ad esempio, quanto un utente si unisce a un gruppo “In famiglia”, tutti i membri esistenti riceveranno una notifica sulla possibilità di accedere agli acquisti e abbonamenti condivisi del nuovo membro. Se la persona responsabile nomina un membro adulto come genitore/tutore, i minori nel gruppo riceveranno una notifica per informarli che quella persona può gestire i loro controlli parentali. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i dati personali per “In famiglia” vengono elaborati come sopra descritto per l’adempimento del contratto dei membri della famiglia con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, incluse le informazioni sui seguenti punti: • I dati sugli Apple Account degli utenti, inclusi il loro nome, le informazioni utilizzate per eseguire il login, così come le informazioni relative ai contatti, ai pagamenti e ai dettagli di sicurezza (quali numeri di telefono attendibili o domande di sicurezza) utilizzate per tutti i servizi Apple. • I prodotti Apple che i membri della famiglia possiedono, nonché i loro abbonamenti ai servizi Apple e i loro acquisti e download. • Il gruppo “In famiglia” degli utenti, incluso il numero di membri nella famiglia. • I dispositivi degli utenti, inclusi il relativo nome, il numero di serie e altri identificativi hardware. • I dettagli relativi ai pagamenti, inclusi i numeri di conto e le date di scadenza, gli indirizzi di fatturazione e spedizione, e le informazioni sull’uso delle carte regalo. Questi interessi legittimi includono: • Fornire ai membri della famiglia un servizio e un’assistenza migliori. • Inviare comunicazioni rilevanti su “In famiglia” e altri prodotti, offerte e servizi Apple correlati che potrebbero essere di interesse. • Prevenire le frodi e altre attività sospette. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。当社は製品およびサービスの改善のためだけに情報を収集するべく懸命に努力しています。また、お客様が十分な説明を受けた上で選択できるように、当社が情報を収集する場合はそのことをお知らせし、どんな情報を収集しているのか、なぜそれが必要なのかもお知らせすることが重要と考えています。ファミリー共有も、ほかのすべてのApple製品やサービスと同様、この原則を念頭に設計されています。 ファミリー共有の設定 ユーザがファミリー共有設定を開始すると、AppleはそのユーザのApple Accountと関連付けられている年齢および国または地域を使用して、そのユーザが成人であり、ファミリーグループを作成する資格があることを確認します。後述する特定の年齢制限は、ユーザのApple Accountと関連付けられている国または地域によって、ユーザごとに異なる場合があります。年齢制限について詳しくは、support.apple.com/102617 を参照してください。 成人であることが確認されると、開始したそのユーザがファミリー管理者となり、それぞれのApple Accountを持つほかのユーザに最大5人までファミリーグループへの参加を依頼することができます。依頼するには、AirDrop、メッセージ、メールを使用するか、ファミリー設定の“直接会って登録を依頼”をタップします。Appleは、管理者の名前、Apple Account、および登録者がアクセスするサブスクリプションを表示します。登録依頼の送信方法によっては、管理者の連絡先情報も表示します。既存のファミリーメンバーの名前など、管理者やファミリーグループに関するその他の情報をAppleが表示することはありません。管理者が“直接会って登録を依頼”をタップすると、Appleは管理者のデバイスに入力された登録者のApple Accountとパスワードを使用して登録者を認証し、登録者が13歳以上である場合には、本人が承認したことを確認します。Appleがこの情報を管理者のデバイスに保存することはありません。登録者が13歳未満である場合には、以下の“ファミリー共有グループからの退出とお子様の移動”セクションに記載されている通り、Appleはお子様の移動のためのフローを開始します。 管理者と依頼された人が登録依頼を管理してリマインダーを送信するために、Appleはその人の名前、プロフィール写真、および依頼状況が利用可能な場合はデバイス設定に表示します。依頼された人が反応するか、15日後に登録依頼が期限切れになるまで、Appleは登録依頼の記録を保持します。依頼された人が承認すると、Appleはその人のApple Accountをファミリーグループと関連付けます。期限切れになった登録依頼の記録をAppleが保持することはありません。メッセージで送信されてから拒否された登録依頼については、管理者と依頼された人の“メッセージ”に拒否のステータスを表示するために、Appleが30日間記録を保持します。 ファミリーへの参加とファミリーのロール ユーザがファミリーグループに参加すると、Appleは特定の機能、情報、コントロールを使用可能にします。これらは、サブスクリプション、購入した項目、支払い情報、位置情報の共有を管理するのに使用できます。例えばAppleは、それぞれのメンバーの名前、Apple Account、ロール、およびファミリー内のすべてのお子様の年齢を、ファミリー設定でファミリーグループのすべてのメンバーに表示します。お子様がiOSデバイスまたはiPadOSデバイスを使用する場合、Appleはお子様の年齢に基づいて、プライバシーの権利とペアレンタルコントロールに関する年齢に応じた情報を提供します。またAppleは、ロール、サブスクリプション、機能とサービスの使用状況といったファミリーメンバーに関する詳細を処理して、カスタマイズされたおすすめのリストを提供します。例えば、あるファミリーメンバーのおすすめには、ペアレンタルコントロールを確認する、iCloud+をファミリーメンバーと共有する、別のファミリーメンバーを自分の緊急連絡先にする、といった提案が表示される場合があります。 管理者が成人のユーザをファミリーグループに追加すると、そのユーザは自分を親/保護者として指定できます。親/保護者および管理者（管理者も親/保護者として同じ操作を実行できます）は、後述の方法で13歳未満のお子様用にApple Accountを作成できます。また、ファミリーグループのお子様用に、“承認と購入のリクエスト”やスクリーンタイムなどのペアレンタルコントロールを設定することもできます。ファミリーグループの設定やユーザへの参加依頼に加えて、管理者は後述の方法でファミリーメンバーを削除したり、グループを解散したりできます。ファミリーグループのメンバーがApple TVなどのAppleデバイスにサインインすると、そのデバイスでは、ほかのファミリーメンバーのApple Account名とプロフィール写真が表示されて、メンバーへの追加を提案されることがあります。 お子様のApple Accountの作成 管理者および親/保護者は、お子様のApple Accountを作成するか、後述するお子様の移動のためのプロセスを通じて、13歳未満のお子様をファミリーグループに追加できます。13歳未満のお子様用のApple Accountを作成するには、管理者または親/保護者が、お子様の名前、生年月日、メールアドレス、電話番号を入力する必要があります。Appleはこれらの情報を使用してお子様にApple Accountを提供します。デバイスの設定中にお子様用アカウントを作成する場合、管理者または親/保護者は、お子様の国または地域も選択する必要があります。Appleは、管理者または親/保護者の支払いの詳細、ウォレットの身分証明書、Apple Accountやそれと同等なものを使用して成人としての状況を検証してから、お子様のデータを処理することへの同意をその人から得ます。Appleは、利用資格があるサービスを判断したり、“承認と購入のリクエスト”やスクリーンタイムなどのペアレンタルコントロールを提案するために、お子様の生年月日を使用します。お子様用アカウントの作成について詳しくは、support.apple.com/102617 を参照してください。 購入アイテムの共有 購入した項目の共有を管理者が有効にすると、App Store、iTunes Store、Apple Books、またはApple TVアプリでファミリーメンバーが行った適格な購入は、管理者が登録しているApple用支払い方法に請求されます。ファミリーメンバーは、使用された支払い方法の説明（Apple Payなど）を確認できますが、支払い用アカウント番号の全体など、支払いの詳細を確認することはできません。ファミリーメンバーは管理者が購入した項目に自動的にアクセスできるようになり、自分が購入した項目をほかのファミリーメンバーと共有することを選択できます。管理者は、すべてのファミリーメンバーのオンラインおよびアプリ内でのApp Store利用の説明、金額、日付に加えて、払い戻しリクエストとその結果の詳細、および異議申し立てを確認することができます。ファミリーメンバーがオンラインまたはアプリ内でのApp Storeの購入についての問題を報告した場合、Appleは適切な回答のために、購入したファミリーメンバー、管理者、購入した項目に関する情報を使用します。 ファミリーメンバーは、個々のiTunes、Apple Books、およびApp Storeの購入コンテンツを非表示にするか、その人のファミリー設定内で“購入コンテンツを共有”を無効にすることができます。ファミリーメンバーが購入コンテンツを非表示にしても、ファミリー管理者は引き続きApp Store、Apple Books、およびApple Musicで購入が行われたときに領収書を受け取ります。 購入した項目の共有について詳しくは、support.apple.com/102599 を参照してください。購入した項目をApp Storeで非表示にする方法について詳しくは、support.apple.com/108091 を参照してください。 サブスクリプション “ファミリーと共有”が有効になっている場合は、Apple Musicファミリープラン、Apple TV+、Apple Arcade、Apple News+などのサービスのサブスクリプションがファミリーメンバーと共有されます。ファミリーメンバーは引き続き自分のApple Accountを使ってそれぞれのサービスにサインインします。これによって、1人1人のコンテンツとメディアライブラリおよびおすすめが混ざらず、プライバシーを保護しながら、共有ファミリープランの利点を活かすことができます。同様に、iCloud+をファミリーと共有すると、各ファミリーメンバーは、共有プランのストレージと機能を利用しながら、個々のアカウントとファイルを各自で保持することができます。ファミリーメンバーとのサブスクリプションの共有について詳しくは、support.apple.com/108107 を参照してください。 位置情報の共有 ユーザがファミリーグループに参加すると、ユーザのデバイス名がほかのファミリーメンバーの“探す”に表示されます。ユーザのApple Accountはほかのファミリーメンバーの“探す”にのみ表示され、ファミリー設定または“探す”アプリで位置情報の共有を有効にした場合、位置情報データは“探す”でのみ処理されます。また、ファミリーメンバーは、グループにいる間、自分の位置情報があとから追加される新規メンバーも含むほかのすべてのファミリーメンバーと自動的に共有されるようにファミリー設定で選択することができます。13歳未満のお子様用にアカウントを作成するといった特定の状況では、管理者または親/保護者が、お子様の位置情報をほかのすべてのファミリーメンバーと自動的に共有するように選択することができます。ファミリーメンバーは、“設定”＞[自分の名前]＞“ファミリー共有”＞“位置情報の共有”で、“自動的に位置情報を共有”機能を無効にすることができます。また、ファミリー設定および“探す”アプリで、自分の位置情報をそれぞれのファミリーメンバーと共有するように選択することもできます。ファミリーメンバーとの位置情報の共有について詳しくは、support.apple.com/105107 を参照してください。 ペアレンタルコントロール AppleはファミリーメンバーのApple Accountとロールを使用して、管理者および親/保護者がファミリーグループのお子様用のペアレンタルコントロールを設定できるようにしています。例えば、管理者および親/保護者は、“承認と購入のリクエスト”をオンにすることで、App Store、iTunes Store、またはApple Booksでのすべてのダウンロードまたは購入（アプリ内課金と無料ダウンロードを含む）の前に、お子様が管理者または親/保護者の承認を得なければいけないようにできます。また、管理者および親/保護者は、スクリーンタイムを設定して、休止時間、アプリとWebサイトの使用状況、連絡先、コンテンツレーティングなどのお子様用の機能の設定を管理できます。お子様のApp Store、iTunes Store、Apple Booksの利用についての情報を確認したり、お子様のオンラインのアクティビティをスクリーンタイムで表示および管理したり、ペアレンタルコントロールを有効にしたりできるのは、管理者および親/保護者のみです。“承認と購入のリクエスト”について詳しくは、support.apple.com/105055 を参照してください。ペアレンタルコントロールの使用について詳しくは、support.apple.com/105121 を参照してください。 ファミリー共有グループからの退出とお子様の移動 成人のファミリーメンバーは、いつでもファミリーグループを退出できます。また、管理者はいつでも成人のファミリーメンバーを削除できます。13歳以上かつ17歳以下のお子様は、管理者または親/保護者によってスクリーンタイムで管理されていない場合に限り、ファミリーグループを退出（または管理者が削除）できます。また、ファミリー管理者は、ファミリー共有をオフにすることでファミリーグループを解散することもできます。ファミリーメンバーが退出するか削除されると、その人は共有されたサブスクリプションやほかのメンバーが購入したコンテンツには即座にアクセスできなくなり、その人のコンテンツもほかのメンバーは利用できなくなります。 13歳未満のお子様はファミリーグループに所属している必要があります。お子様をファミリーグループから削除したい場合は、別のファミリーグループの管理者がファミリー設定から“直接会って登録を依頼”を選択して、お子様にファミリーグループへの参加依頼をすることができます。移動の依頼は、お子様の現在のファミリー管理者が承認する必要があります。移動の完了後は、移動されたお子様が以前は別のファミリーグループに所属していたという事実の記録をAppleが保持することはありません。または、ファミリー管理者がお子様のApple Accountを削除することもできます。お子様の別のファミリーグループへの移動やお子様用アカウントの削除について詳しくは、https://support.apple.com/ja-jp/102634 を参照してください。 情報の送信 Appleは、ファミリー共有で利用できる製品、サービス、オファーなどの特典に関する情報をユーザとそのファミリーメンバーに送信するために、ファミリーメンバーの数やグループへの参加依頼を保留している人の有無といった、ユーザのファミリーグループに関する詳細情報を使用する場合があります。 ファミリーメンバーがメールマーケティングを受け取ることに同意すると、メールによってこれらの情報を受け取る場合があります。account.apple.comにアクセスするか、iOSデバイスまたはiPadOSデバイスでは“設定”＞“[自分の名前]”＞“個人情報”＞“コミュニケーション環境設定”から、メール設定を変更し、これらのメールの受信を解除することができます。ファミリーメンバーは、関連するAppleの製品やサービスから、プッシュ通知によってこれらの情報を受け取る場合があります。iOSデバイスまたはiPadOSデバイスで、通知設定をアップデートまたは通知を停止するには、“設定”＞“通知”に移動します。 Appleはまた、ファミリーメンバーシップやロールの変更、共有された購入とサブスクリプションへのアクセス、およびペアレンタルコントロールに関する連絡をメールまたはプッシュ通知で送信するために、名前、年齢、ロール、購入した項目、およびサブスクリプションを含む、ユーザおよびそのファミリーグループについての詳細情報を使用することがあります。例えば、ユーザがファミリーグループに参加した場合、既存のファミリーメンバー全員に、新しいメンバーの共有された購入やサブスクリプションにアクセスできるようになったことが通知されます。管理者が成人のファミリーメンバーを親/保護者として指定した場合は、ファミリーグループのお子様に、その成人ユーザがペアレンタルコントロールを管理できるようになったことが通知されます。 個人データを処理する際に適用される法的根拠 Appleは通常、ファミリーメンバーとの契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、上記の通りファミリー共有用の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下に関する情報を含むカテゴリの個人データを処理します: • ユーザのApple Account情報（氏名、サインインに使用する情報に加えて、Appleサービス全体で使用する、連絡先、支払い情報、信頼できる電話番号やセキュリティの質問などのセキュリティに関する詳細情報を含む） • ファミリーメンバーが所有しているApple製品、ファミリーメンバーのAppleサービスのサブスクリプション、および購入とダウンロード • 所属するファミリーメンバーの数など、ユーザのファミリーグループに関する情報 • ユーザのデバイス情報（デバイス名、シリアル番号、その他のハードウェア識別子など） • 支払いの詳細情報（口座番号、有効期限、請求先住所や配送先の住所、ギフトカードの利用情報など） この正当な利益には以下のものが含まれます: • ファミリーメンバーへのサービスとサポートの向上 • ファミリー共有や、関心を持つ可能性のあるその他の関連Apple製品、サービス、およびオファーに関する情報の送信 • 不正行為およびその他の悪意のある活動の防止 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Жеке деректердің құпиялылығы мен қауіпсіздігін қамтамасыз ету Apple компаниясының барлық қызметкері үшін басымдық болып табылады. Біз ұсынатын сервистерді жақсарту үшін тек қажетті деректерді жинауға бар күшімізді саламыз. Саналы шешім қабылдауыңыз үшін, деректерді жинаған кезде оларды жинау туралы, сондай-ақ жинау себебі туралы хабардар етеміз. «Отбасылық қол жеткізу» функциясы басқа да Apple өнімдері мен сервистері сияқты осы қағидаларға негізделіп жасалған. «Отбасылық қол жеткізу» функциясын баптау Пайдаланушы «Отбасылық баптау» функциясын іске қосқанда, Apple пайдаланушының кәмелетке толғанын және отбасы тобын құруға құқығы бар екенін растау үшін пайдаланушының Apple аккаунтымен байланысты жасы және елі немесе аймағы туралы ақпаратты пайдаланады. Төменде аталған арнайы жас шектері пайдаланушының Apple аккаунтымен байланысты елге немесе аймаққа қарай әртүрлі болуы мүмкін. Жас шектеулері туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: visit support.apple.com/102617. Пайдаланушының ересек екені расталғаннан кейін, отбасылық баптаудың бастамашысы отбасы тобының ұйымдастырушысы болады. Ұйымдастырушы бірегей Apple аккаунттары бар бес пайдаланушыға дейін отбасы тобына қосылуға шақыра алады: мұны AirDrop, «Хабарлар» немесе «Пошта» арқылы немесе «Отбасылық қол жеткізу» реттеулеріндегі «Жеке шақыру» опциясын таңдау арқылы жасауға болады. Шақыруды қалай жібергеніңізге байланысты Apple ұйымдастырушының атын, Apple аккаунтын және байланыс ақпаратын, сондай-ақ шақырылған қатысушы қол жеткізе алатын жазылымдарды көрсетеді. Apple ұйымдастырушы немесе отбасы тобы туралы бұрыннан қосылған отбасы мүшелерінің аттары сияқты басқа ақпаратты көрсетпейді. Ұйымдастырушы «Жеке шақыру» опциясын түрткенде, Apple компаниясы шақырылған адамды аутентификациялау және шақырылған адам 13 жастан асқан болса, шақыруды қабылдағанын растау үшін ұйымдастырушының құрылғысында енгізілген шақырылған адамның Apple аккаунты мен құпиясөзін пайдаланады. Apple бұл ақпаратты ұйымдастырушының құрылғысында сақтамайды. Егер шақырылған мүше 13 жасқа толмаған болса, Apple төмендегі «Отбасылық топтан шығу және бала аккаунтын ауыстыру» бөлімінде сипатталғандай бала аккаунтын ауыстыру процесін бастайды. Ұйымдастырушылар мен шақырылғандарға шақыруларды басқаруға және еске салғыштарды жіберуге көмектесу үшін Apple компаниясы құрылғы реттеулерінде олардың атын, профиль фотосын және шақыру күйін қолжетімді ретінде көрсетеді. Apple шақырушылардың жауаптары немесе шақыру мерзімі біткенше (шақыру 15 күннен кейін аяқталады) шақырулардың жазбасын сақтайды. Егер шақырылған мүше шақыруды қабылдаса, Apple бұл адамның Apple аккаунтын отбасы тобымен байланыстырады. Apple мерзімі өткен шақырулардың жазбаларын сақтамайды. «Хабарлар» арқылы жіберілген шақыру қабылданбаған болса, Apple бұл жазбаларды «Хабарлар» қолданбасында ұйымдастырушы мен шақырушы үшін қабылданбаған күйді көрсету үшін 30 күн бойы сақтайды. Отбасы тобына қосылу және мұндай топтағы рөлдер Пайдаланушылар отбасы тобына қосылғанда, Apple оларға жазылымдарды, сатып алуларды және төлем ақпаратын, сондай-ақ геолокация деректерін ортақ пайдалануды басқаруда пайдалануға болатын белгілі бір мүмкіндіктерге, ақпаратқа және басқару элементтеріне қол жеткізуді қамтамасыз етеді. Мысалы, Apple әр мүшенің атын, Apple аккаунтын, рөлін және отбасындағы балалардың жасын отбасы реттеулеріндегі отбасы тобының барлық мүшесіне көрсетеді. iOS немесе iPadOS құрылғысын пайдаланатын балалар үшін Apple олардың жасын құпиялылық құқықтары мен ата-ана бақылауы туралы жасына сәйкес ақпарат беру үшін пайдаланады. Apple, сонымен қатар ұсыныстардың жекелендірілген тізімін беру үшін отбасы мүшесі туралы олардың рөлі, жазылымдары, функциялар мен сервистерді пайдалануы сияқты деректерді өңдейді. Мысалы, отбасы мүшелерінің ұсыныстары ата-ана бақылауы реттеулерін тексеруді, iCloud+ қолданбасын отбасы мүшелерімен бөлісуді немесе басқа отбасы мүшесін төтенше жағдайда контактілердің бірі ретінде орнатуды ұсынуы мүмкін. Ұйымдастырушы отбасы тобына қосқан ересек пайдаланушыны ата-ана немесе қамқоршы ретінде тағайындай алады. Ата-ана немесе қамқоршы, сондай-ақ бұл рөлді атқара алатын ұйымдастырушы төменде сипатталғандай 13 жасқа толмаған балалар үшін Apple аккаунтын жасай алады. Олар, сондай-ақ осы отбасы тобындағы балалар үшін «Сатып алу сұрауы» және «Экран уақыты» сияқты ата-ана бақылауын орната алады. Отбасы тобын құру және оған пайдаланушыларды шақыру мүмкіндігінен басқа, ұйымдастырушы төменде сипатталғандай одан мүшелерді шығарып, топты тарата алады. Отбасы тобының мүшесі болып саналатын пайдаланушы Apple TV сияқты Apple құрылғысына кірсе, құрылғы Apple аккаунтының аты мен профиль фотосын көрсету арқылы басқа отбасы мүшелерін қосуды ұсынуы мүмкін. Балаға Apple аккаунтын жасау Ұйымдастырушы мен ата-аналар/қамқоршылар 13 жасқа толмаған баланы оның Apple аккаунтын жасау арқылы немесе төменде сипатталғандай бала аккаунтын тасымалдау процесі арқылы отбасы тобына қоса алады. 13 жасқа толмаған балаға Apple аккаунтын жасау үшін ұйымдастырушы немесе ата-ана/қамқоршы баланың атын, туған күнін, эл. пошта мекенжайын және телефон нөмірін көрсетуі керек және Apple бұл ақпаратты балаға Apple аккаунтын беру үшін пайдаланады. Егер бала аккаунты құрылғыны баптау кезінде жасалса, ұйымдастырушы немесе ата-ана немесе қамқоршы бала тұратын елді немесе аймақты көрсетуі керек. Баланың деректерін өңдеуге келісім алмас бұрын Apple ұйымдастырушының немесе ата-ананың/қамқоршының төлем мәліметтерін, Wallet қолданбасындағы куәлік картасын немесе Apple аккаунтын немесе баламалы ақпаратты олардың ересек екенін растау үшін пайдаланады. Баланың туған күні туралы ақпаратты пайдалана отырып, Apple осы балаға қай сервистер сәйкес келетінін анықтайды және «Сатып алу сұрауы» және «Экран уақыты» сияқты ата-ана бақылауы опцияларын ұсынады. Бала аккаунттарын жасау туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: visit support.apple.com/102617. Сатып алуды бөлісу Ұйымдастырушы «Сатып алуды бөлісу» функциясын қосқанда, App Store, iTunes Store, Apple Books немесе Apple TV қолданбасында отбасы мүшелері жасаған жарамды сатып алулар үшін төлем ұйымдастырушының профилінде сақталған төлем әдісімен алынады. Отбасы мүшелері Apple Pay сияқты өздері қолданатын төлем әдістерінің сипаттамаларын көре алады, бірақ төлемге арналған толық шот нөмірі сияқты төлем мәліметтерін көре алмайды. Отбасы тобының мүшелері ұйымдастырушының сатып алуларына автоматты түрде қол жеткізе алады және сатып алған нәрселерін отбасының басқа мүшелерімен бөлісуді таңдай алады. Ұйымдастырушылар барлық отбасы мүшесінің онлайн және қолданбадағы App Store транзакцияларының сипаттамаларын, сомасын және күндерін, сондай-ақ ақшаны қайтару сұрауларын, нәтижелерді және даулар туралы мәліметтерді көре алады. Егер отбасы мүшесі онлайн немесе қолданбадағы App Store дүкенінен сатып алуға қатысты мәселе туралы хабарласа, Apple орынды жауап беру үшін сатып алуды жасаған отбасы мүшесі, ұйымдастырушы және сатып алу туралы ақпаратты пайдаланады. Отбасы мүшелері iTunes, Apple Books және App Store дүкендеріндегі жеке сатып алуларды жасыра алады немесе «Сатып алуларымды бөлісу» опциясын «Отбасылық қол жеткізу» реттеулерінде өшіре алады; отбасы мүшелері сатып алуларын жасырса да, отбасы тобының ұйымдастырушысы App Store, Apple Books және Apple Music дүкендерінде жасалған сатып алу операцияларының түбіртектерін алуды жалғастырады. Сатып алуды бөлісу функциясы туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/102599. App Store дүкеніндегі сатып алуларды жасыру туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/108091. Жазылымдар «Отбасылық қол жеткізу» функциясы қосулы кезде, отбасы тобындағылардың барлығы Apple Music (отбасылық тариф), Apple TV+, Apple Arcade және Apple News+ сияқты сервистерге жазылымдарды пайдалана алады. Отбасы тобының мүшелері әр сервиске өздерінің Apple аккаунттарымен кіруі керек. Осылайша отбасы мүшелері ортақ отбасы жазылымдарының артықшылықтарын пайдалана отырып, контентті жеке медиатекаларында бөлек сақтай алады және жеке болып қалатын ұсыныстарды пайдалана алады. Сол сияқты отбасы тобына iCloud+ сервисіне қол жеткізу рұқсатын берген кезде, әрбір отбасы мүшесі сақтау орнына және ортақ жазылымдағы функцияларға қол жеткізе алатын болады, бірақ жеке аккаунттары мен файлдары тек өзіне қолжетімді болып қалады. Отбасы мүшелерімен жазылымдарды бөлісу туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/108107. Геолокацияны бөлісу Пайдаланушы отбасы тобына қосылғанда, оның құрылғыларының атаулары «Локатор» қолданбасындағы басқа топ мүшелеріне көрінетін болады. Бұл пайдаланушының Apple аккаунты «Локатор» қолданбасындағы отбасы тобының басқа мүшелеріне ғана көрінетін болады және бұл пайдаланушы «Отбасылық қол жеткізу» реттеулерінде немесе «Локатор» қолданбасында «Геолокацияны бөлісу» функциясын қосқан болса, оның геолокациясы туралы деректер «Локатор» арқылы өңделеді. «Отбасылық қол жеткізу» реттеулерінде отбасы тобының мүшесі өз геолокациясы туралы деректерді басқа отбасы мүшелеріне, соның ішінде кейін қосылатындарға автоматты түрде жіберуді таңдай алады. Бұл реттеу пайдаланушы топтан шыққанша күшінде қалады. Ұйымдастырушы немесе ата-ана немесе қамқоршы баланың геолокациясы туралы деректерді белгілі бір жағдайларда отбасы тобының қалған мүшелеріне автоматты түрде жіберілетіндей етіп орната алады. Бұл реттеуді 13 жасқа толмаған бала аккаунтын жасау кезінде де таңдауға болады. Отбасы тобының мүшелері «Геолокацияны автоматты түрде бөлісу» функциясын өшіре алады. Ол үшін «Реттеулер» > [атыңыз] > «Отбасылық қол жеткізу» > «Геолокацияны бөлісу» тармағын ашу керек. Сонымен қатар пайдаланушылар отбасы тобының жеке мүшелеріне өздерінің геолокациясы туралы ақпаратты жібере алады. Оларды «Отбасылық қол жеткізу» реттеулерінде және «Локатор» қолданбасында таңдауға болады. Отбасы мүшелерімен геолокацияны бөлісу туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/105107. Ата-ана бақылауы Apple ұйымдастырушыға және ата-аналарға немесе қамқоршыларға отбасы тобындағы балалар үшін ата-ана бақылауы реттеулерін баптауға мүмкіндік беру үшін отбасы мүшелерінің Apple аккаунттары және рөлдері туралы ақпаратты пайдаланады. Мысалы, ұйымдастырушылар және ата-аналар/қамқоршылар «Сатып алу сұрауы» функциясын қоса алады, осылайша балалар олардан App Store, iTunes Store немесе Apple Books дүкенінен кез келген мазмұнды жүктеп алуға немесе сатып алуға (соның ішінде қолданба арқылы сатып алулар мен тегін жүктеп алулар) рұқсат сұрауы қажет. Ұйымдастырушылар және ата-аналар немесе қамқоршылар оларға «Тыныштық уақыты» сияқты мүмкіндіктер реттеулерін, сондай-ақ қолданбалар мен сайттарды, контактілер тізімдерін және балаларына арналған контент қауіпсіздігі рейтингтерін пайдалануды басқаруға мүмкіндік беретін «Экран уақыты» реттеулерін таңдай алады. Тек ұйымдастырушылар мен ата-аналар/қамқоршылар App Store, iTunes Store және Apple Books дүкендеріндегі балалардың транзакцияларын көре алады, олардың онлайн әрекеттерін «Экран уақыты» арқылы қарап, басқара алады және ата-ана бақылауын қоса алады. «Сатып алу сұрауы» функциясы туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/105055. Ата-ана бақылауын пайдалану туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/105121. «Отбасылық қол жеткізу» тобынан шығу және бала аккаунтын отбасы тобына ауыстыру Ересек мүшелер отбасы тобынан кез келген уақытта шыға алады. Ұйымдастырушы оларды кез келген уақытта топтан шығара алады. 13 пен 17 жас аралығындағы балалар отбасы тобынан шыға алады немесе ұйымдастырушы немесе ата-ана/қамқоршылар оларды «Экран уақыты» функциясын реттеу арқылы бақыламаса, ұйымдастырушы оларды топтан шығара алады. Сондай-ақ отбасы тобының ұйымдастырушысы «Отбасылық қол жеткізу» функциясын өшіру арқылы отбасы тобын тарата алады. Отбасы тобының мүшесі отбасы тобынан шыққанда немесе жойылғанда, олар ортақ жазылымдарға және басқа мүшелер сатып алған контентке қол жеткізу құқығын бірден жоғалтады және олар енді сол пайдаланушының контентіне қол жеткізе алмайды. 13 жасқа толмаған балалар отбасы тобының мүшесі болуы керек. Баланы отбасы тобынан шығару үшін басқа топтың ұйымдастырушысы «Отбасылық қол жеткізу» реттеулерінде «Жеке шақыру» опциясын таңдау арқылы сол баланы отбасы тобына қосылуға шақыра алады. Аккаунтты басқа топқа ауыстыруға шақыруды отбасы тобының қазіргі ұйымдастырушысы мақұлдауы керек. Аккаунт басқа топқа ауысқаннан кейін, Apple баланың басқа отбасы тобының мүшесі болғаны туралы жазбаны сақтамайды. Болмаса отбасы ұйымдастырушысы баланың Apple аккаунтын жоя алады. Бала аккаунтын жою немесе басқа отбасы тобына ауыстыру туралы толығырақ ақпарат алу үшін мына сілтемені қараңыз: support.apple.com/ru-ru/102634. Кері байланыс Пайдаланушыларға және олардың отбасы тобының мүшелеріне «Отбасылық қол жеткізу» функциясына енгізілген өнімдер, сервистер, ұсыныстар және басқа артықшылықтар туралы тиісті хабарларды жіберу үшін Apple пайдаланушының отбасы тобы туралы ақпаратты, соның ішінде топ мүшелерінің санын және күтудегі топ шақыруларының бар-жоғын талдай алады. Отбасы мүшелері эл. пошта арқылы жарнамалық хабарлар алуға келіссе, бұл ақпаратты эл. пошта арқылы ала алады. Олар эл. пошта параметрлерін өзгерте және осы эл. хаттарды алудан бас тарта алады. Ол үшін account.apple.com сайтына өту немесе iOS не iPadOS құрылғысында «Реттеулер» > [атыңыз] > «Жеке ақпарат» > «Байланыс параметрлері» тармағына өту керек. Отбасы тобының мүшелері бұл хабарларды жарамды Apple өнімдерінен немесе сервистерінен push хабарландырулары түрінде де ала алады. iOS немесе iPadOS құрылғыңызда хабарландыру параметрлерін жаңарту немесе хабарландырулардан бас тарту үшін «Реттеулер» > «Хабарландырулар» тармағына өтіңіз. Сондай-ақ Apple пайдаланушы және оның отбасы тобы туралы мәліметтерді, соның ішінде аты, жасы, рөлі, сатып алулары және жазылымдары туралы мәліметтерді отбасы мүшелігі мен рөлі, ортақ сатып алулар, жазылымдарға қол жеткізу мүмкіндігі мен ата-ана бақылаулары туралы эл.хат немесе push хабарландыруын жіберу үшін пайдалануы мүмкін. Мысалы, пайдаланушы отбасы тобына қосылғанда, бұрыннан бар барлық отбасы мүшесіне жаңа мүшенің ортақ сатып алулары мен жазылымдарына қол жеткізу мүмкіндігі туралы хабарландыру жіберіледі. Ұйымдастырушы ересек отбасы мүшесін ата-ана/қамқоршы ретінде тағайындаса, отбасы тобындағы балаларға ересек пайдаланушы ата-ана бақылауын басқара алатыны туралы хабарландыру жіберіледі. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз «Отбасылық қол жеткізу» функциясы шеңберіндегі жеке деректерді әдетте отбасы тобының мүшелері мен Apple арасындағы келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін жоғарыда сипатталғандай өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректердің келесі санаттарын өңдейміз, соның ішінде: • Пайдаланушылардың Apple аккаунттары туралы ақпарат, соның ішінде олардың аттары, жүйеге кіру үшін пайдаланылатын ақпарат, сондай-ақ Apple сервистері бойынша пайдаланылатын контакт, төлем және қауіпсіздік мәліметтері (мысалы, сенімді телефон нөмірлері немесе бақылау сұрақтары) • Apple өнімдері және отбасы мүшелері пайдаланатын Apple сервистеріне жазылымдар, сондай-ақ олардың сатып алулары мен жүктеп алулары туралы ақпарат • Пайдаланушылардың отбасы тобы, оның ішінде отбасы тобындағы мүшелер саны • Пайдаланушылардың құрылғылары, соның ішінде құрылғыларының атауы, сериялық нөмірі және басқа аппараттық идентификаторлары • Төлем мәліметтері, соның ішінде шот нөмірлері мен жарамдылық мерзімдері, төлем және жеткізу мекенжайлары және сыйлық картасын қолдану туралы ақпарат Бұл заңды мүдделерге мыналар жатады: • Отбасы мүшелеріне жақсырақ қызмет және қолдау көрсету • «Отбасылық қол жеткізу» функциясы және пайдаланушыларды қызықтыруы мүмкін басқа да қатысты Apple өнімдері, сервистері мен ұсыныстары туралы тиісті хабарламалар жіберу • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді
ko: Apple의 전 직원은 개인정보 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하기 위해 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 가족 공유는 이 원칙을 기반으로 설계되었습니다. 가족 공유 설정 중… 사용자가 가족 설정을 시작하면, Apple은 사용자의 Apple 계정과 연계된 연령 및 국가/지역을 사용하여 사용자가 성인으로서 가족 그룹을 생성할 자격이 되는지 확인합니다. 아래에서 언급된 특정 연령 기준은 사용자의 Apple 계정과 연계된 국가 또는 지역에 따라 다르게 적용될 수 있습니다. 자세한 정보는 support.apple.com/102617 사이트를 참조하십시오. 성인 여부가 확인되면 설정을 시작한 사용자가 가족 대표가 되며, AirDrop, 메시지 또는 Mail 앱을 사용하거나, 가족 설정에서 ‘직접 초대’를 탭하여 각기 다른 Apple 계정을 지닌 사용자를 최대 다섯 명까지 가족 그룹에 초대할 수 있습니다. Apple은 가족 대표의 이름, Apple 계정, 초대받은 사람이 접근할 수 있게 되는 구독 항목 및/또는 초대 전송 방식에 따라 초대에 포함된 가족 대표의 연락처 정보를 표시합니다. Apple은 기존 가족 구성원의 이름과 같이 가족 대표 또는 가족 그룹에 관한 다른 정보를 표시하지 않습니다. 가족 대표가 ‘직접 초대’를 탭하면 Apple은 초대받은 사람을 인증하고 해당 사용자가 13세 이상임을 확인했는지 파악하기 위해 가족 대표의 기기에 입력된 해당 사용자의 Apple 계정 및 암호를 이용합니다. Apple은 이 정보를 가족 대표의 기기에 저장하지 않습니다. 초대받은 사람이 13세 미만인 경우, Apple은 아래 ‘가족 공유 그룹 및 자녀용 계정 이전’ 섹션에 설명된 자녀용 계정 이전 절차를 시작합니다. 가족 대표 및 초대받은 사람이 초대를 관리하고 미리 알림을 보낼 수 있도록 Apple은 이들의 이름, 프로필 사진 및 초대 상태(사용할 수 있을 경우)를 기기 설정에 표시합니다. Apple은 초대받은 사람이 응답할 때까지 또는 15일이 지나서 초대가 만료될 때까지 초대 기록을 유지합니다. 초대받은 사람이 초대를 수락하면 Apple은 초대받은 사람의 Apple 계정을 가족 그룹과 연계합니다. Apple은 만료된 초대 기록을 유지하지 않습니다. 메시지 앱을 통해 전송된 초대가 거절된 경우, Apple은 메시지 앱에서 가족 대표 및 초대받은 사람에게 거절된 상태를 표기하기 위해 해당 기록을 30일 동안 유지합니다. 가족 그룹 참여 및 가족 구성원 역할 사용자가 가족 그룹에 참여하면 Apple은 구독, 구입 항목, 결제 정보 및 위치 공유를 관리하는 데 사용할 수 있는 특정 기능, 정보 및 제어기를 제공합니다. 예를 들어, Apple은 가족 설정에서 가족 그룹의 모든 구성원에게 각 구성원의 이름, Apple 계정 및 역할을 표시하며, 어린이의 경우 연령도 표시합니다. iOS 또는 iPadOS 기기에 있는 자녀의 경우, Apple은 자녀의 개인정보 보호 권리 및 유해 콘텐츠 차단에 대한 연령에 맞는 정보를 제공할 목적으로 자녀의 연령을 사용합니다. 또한 Apple은 사용자화된 추천 목록을 제공하기 위해 가족 구성원의 역할, 구독 항목, 기능 및 서비스 사용 등 가족 구성원에 관한 세부사항을 처리합니다. 예를 들어, 가족 구성원의 추천은 유해 콘텐츠 차단을 검토하거나, 가족 구성원과 iCloud+를 공유하거나, 다른 가족 구성원을 긴급 연락처에 추가하는 등의 작업을 제안할 수 있습니다. 가족 대표가 성인 사용자를 가족 그룹에 추가하는 경우, 가족 대표는 해당 사용자를 부모/보호자로 지정할 수 있습니다. 부모/보호자로 지정된 사용자는 같은 역할을 수행할 수 있는 가족 대표와 동일하게, 아래 설명된 바와 같이 13세 미만의 어린이를 위한 Apple 계정을 생성할 수 있습니다. 또한 가족 그룹 내 자녀에 대해 ‘구입 요청’ 및 ‘스크린 타임’을 포함하여, 유해 콘텐츠 차단을 설정할 수 있습니다. 가족 그룹을 설정하고 참여할 사용자를 초대하는 것에 더불어, 가족 대표는 아래 설명된 바와 같이 가족 구성원을 삭제하고 그룹을 해제할 수 있습니다. 가족 그룹의 구성원인 사용자가 Apple TV와 같은 Apple 기기에 로그인하는 경우, 기기는 Apple 계정 이름 및 프로필 사진을 표시하여 다른 가족 구성원을 추가할 것을 제안할 수 있습니다. 자녀용 Apple 계정 생성 가족 대표 및 부모/보호자는 자녀용 Apple 계정을 생성하거나 아래 설명된 자녀용 계정 이전 절차를 통해 13세 미만의 어린이를 가족 그룹에 추가할 수 있습니다. 13세 미만의 어린이를 위해 Apple 계정을 생성하려면 가족 대표 또는 부모/보호자가 어린이의 이름, 생년월일, 이메일 주소, 전화번호를 제공해야 하며, Apple은 어린이에게 Apple 계정을 제공하기 위해 이 정보를 사용합니다. 기기 설정 도중 자녀용 계정이 생성된 경우, 가족 대표 또는 부모/보호자는 해당 자녀의 국가 또는 지역을 제공해야 합니다. Apple은 자녀의 데이터를 처리하기 위해 가족 대표 또는 부모/보호자의 동의를 얻기 전에 결제 세부사항이나 지갑 앱에 포함된 신분증, Apple 계정 또는 그에 준하는 정보를 바탕으로 가족 대표 또는 부모/보호자의 성인 여부를 검증합니다. Apple은 사용 가능한 서비스를 결정하고 ‘구입 요청’ 및 스크린 타임 등의 유해 콘텐츠 제한 설정을 제안하기 위해 자녀의 생년월일을 사용합니다. 자녀용 계정 생성에 관한 자세한 사항은 support.apple.com/102617 사이트를 참조하십시오. 구입 항목 공유 가족 대표가 구입 항목 공유를 활성화하는 경우, App Store, iTunes Store, Apple Books 또는 Apple TV 앱에서 가족 구성원이 결제한 적격 구입 항목에 대한 비용이 가족 대표가 저장한 지불 방법으로 청구됩니다. 가족 구성원은 구입에 사용된 지불 방법에 관한 설명(예: Apple Pay)을 볼 수 있지만, 결제 계좌 번호 전체와 같은 결제 세부사항은 볼 수 없습니다. 가족 구성원은 가족 대표의 구입 항목에 대한 접근 권한을 자동으로 지니게 되며, 본인의 구입 항목을 다른 가족 구성원과 공유하기로 선택할 수 있습니다. 가족 대표는 모든 가족 구성원의 온라인 및 앱 내 App Store 거래에 대한 설명, 금액 및 날짜는 물론 환불 요청의 세부사항 및 결과, 분쟁 상태를 확인할 수 있습니다. 가족 구성원이 온라인 및 앱 내 App Store 구입 항목에 관해 문제를 리포트하는 경우, Apple은 적절한 답변을 제공하기 위해 해당 구입을 진행한 가족 구성원, 가족 대표 및 해당 구입에 관한 정보를 사용합니다. 가족 구성원은 iTunes, Apple Books 및 App Store 개별 구입 항목을 가리거나 가족 설정에서 ‘내 구입 항목 공유’를 비활성화할 수 있습니다. 가족 구성원이 구입 항목을 가리더라도 가족 대표는 가족 구성원이 App Store, Apple Books 및 Apple Music에서 구입한 항목의 영수증을 계속 받게 됩니다. 구입 항목 공유에 관한 자세한 사항은 support.apple.com/102599 사이트를 참조하십시오. App Store에서 구입 항목을 가리는 것에 관한 자세한 사항은 support.apple.com/108091 사이트를 참조하십시오. 구독 ‘가족과 공유’가 활성화된 경우, Apple Music 가족 요금제, Apple TV+, Apple Arcade 또는 Apple News+ 등의 서비스 구독이 가족 구성원과 공유됩니다. 가족 구성원은 계속해서 본인의 Apple 계정을 사용하여 각 서비스에 로그인할 수 있습니다. 이를 통해 개개인의 콘텐츠 및 미디어 보관함, 추천은 비공개로 유지하면서도 공유된 가족 요금제를 이용할 수 있습니다. 마찬가지로 iCloud+를 가족과 공유하면 개개인의 계정 및 파일을 별도로 보관하면서도 각 가족 구성원이 공유된 요금제에 포함된 기능 및 저장 공간에 접근할 수 있습니다. 가족 구성원과의 구독 공유에 관한 자세한 사항은 support.apple.com/108107 사이트를 참조하십시오. 위치 공유 새로운 구성원이 가족 그룹에 참여하면 다른 가족 구성원이 ‘나의 찾기’에서 그 사람의 기기 이름을 볼 수 있습니다. 그 사람의 Apple 계정은 ‘나의 찾기’에서 다른 가족 구성원에게만 표시되며, 위치 데이터는 가족 설정 또는 ‘나의 찾기’ 앱을 통해 위치 공유를 활성화한 경우에 한해, ‘나의 찾기’에 의해서만 처리됩니다. 각 구성원은 가족 그룹에 포함되어 있는 동안 앞으로 새롭게 추가되는 사람을 포함한 모든 구성원과 자동으로 위치를 공유할지 여부를 가족 설정에서 선택할 수 있습니다. 가족 대표 또는 부모/보호자는 13세 미만의 자녀용으로 계정을 생성하는 경우와 같이 특정한 경우에 자녀의 위치를 다른 모든 가족 구성원과 자동으로 공유할지 여부를 선택할 수 있습니다. 가족 구성원은 설정 > [사용자 이름] > 가족 공유 > 위치 공유로 이동하여 ‘자동으로 위치 공유’ 기능을 비활성화할 수 있습니다. 또한 가족 설정 및 ‘나의 찾기’ 앱에서 개별 가족 구성원과 위치를 공유할지 여부를 선택할 수 있습니다. 가족 구성원과의 위치 공유에 관한 자세한 사항은 support.apple.com/105107 사이트를 참조하십시오. 유해 콘텐츠 차단 Apple은 가족 대표 및 부모/보호자가 가족 그룹 내의 자녀를 대상으로 유해 콘텐츠 차단 기능을 설정할 수 있도록 가족 구성원의 Apple 계정 및 역할을 사용합니다. 예를 들어 가족 대표 및 부모/보호자는 구입 요청 기능을 켜서 자녀가 App Store, iTunes Store 또는 Apple Books에서 항목을 다운로드하거나 구입하기 전에 승인을 받도록 할 수 있습니다(앱 내 구입 및 무료 다운로드 포함). 또한 가족 대표 및 부모/보호자는 스크린 타임을 설정하여 자녀를 대상으로 다운타임, 앱 및 웹사이트 사용 내역, 연락처, 콘텐츠 등급 등의 기능 설정을 관리할 수 있습니다. 오직 가족 대표 및 부모/보호자만 자녀의 App Store, iTunes Store 및 Apple Books 거래 내역에 관한 정보를 보고, 스크린 타임을 통해 온라인 활동을 관리하며, 유해 콘텐츠 차단을 활성화할 수 있습니다. 구입 요청 기능에 관한 자세한 사항은 support.apple.com/105055 사이트를 참조하십시오. 유해 콘텐츠 차단에 대한 자세한 사항은 support.apple.com/105121 사이트를 참조하십시오. 가족 공유 그룹 및 자녀용 계정 이전 성인 가족 구성원은 언제든지 그룹에서 나가거나 가족 대표에 의해 삭제될 수 있습니다. 13세에서 17세 사이의 자녀는 스크린 타임을 통해 가족 대표 또는 부모/보호자의 관리를 받고 있지 않는 한 그룹에서 나가거나 가족 대표에 의해 삭제될 수 있습니다. 가족 대표는 가족 공유를 꺼서 가족 그룹을 해제할 수 있습니다. 가족 구성원이 그룹을 나가거나 삭제되는 경우, 해당 구성원은 공유된 구독 항목 및 다른 구성원이 구입한 콘텐츠에 접근할 권한을 즉시 상실하게 되며, 다른 구성원 역시 해당 구성원의 콘텐츠를 사용할 수 없습니다. 13세 미만의 어린이는 반드시 가족 그룹에 포함되어야 합니다. 어린이를 가족 그룹에서 삭제하려면 다른 가족 그룹의 대표가 가족 공유에서 ‘직접 초대’를 선택하여 해당 어린이를 본인의 그룹으로 초대해야 합니다. 이때 반드시 해당 어린이의 현재 가족 대표가 이전 초대를 승인해야 합니다. 이전이 완료되면 Apple은 해당 어린이가 다른 가족 그룹에 속해있었다는 사실에 관한 기록을 유지하지 않습니다. 다른 방법으로는 가족 대표가 어린이의 Apple 계정을 삭제하는 방법이 있습니다. 어린이를 다른 가족 그룹으로 이전하거나 자녀용 계정을 삭제하는 방법에 관한 자세한 사항은 support.apple.com/102634 사이트를 참조하십시오. 사용자와 커뮤니케이션하기 Apple은 사용자 및 가족 구성원에게 가족 공유를 통해 이용 가능한 제품, 서비스, 특별 혜택에 관한 안내를 전송하기 위해 사용자의 가족 그룹에 대한 세부사항(가족 구성원 수, 아직 초대에 답변하지 않은 사람이 있는지 여부 등)을 활용할 수 있습니다. 가족 구성원이 이메일 마케팅을 받기로 동의한 경우, 이러한 커뮤니케이션을 이메일로 받을 수 있습니다. account.apple.com 사이트로 이동하거나, iOS 또는 iPadOS 기기에서 설정 > [사용자 이름] > 커뮤니케이션 환경설정으로 이동하여 이메일 환경설정을 변경하고 이러한 이메일을 받지 않을 수도 있습니다. 또한 가족 구성원은 관련성 있는 Apple 제품 또는 서비스로부터 이러한 커뮤니케이션을 푸시 알림으로 받을 수도 있습니다. iOS 또는 iPadOS 기기에서 알림 환경설정을 업데이트하거나 알림을 받지 않으려면 설정 > 알림으로 이동하십시오. 또한 Apple은 사용자 및 가족 그룹에 관한 세부사항(이름, 연령, 역할, 구입 항목 및 구독 등)을 사용하여 이메일을 보내 커뮤니케이션하거나 가족 구성원 및 역할 변경, 공유 구입 항목 및 구독의 접근 가능 여부 및 유해 콘텐츠 차단에 관한 알림을 푸시할 수 있습니다. 예를 들어, 어떤 사용자가 가족 그룹에 가입하면 새로운 구성원의 공유 구입 항목 및 구독에 접근할 수 있는지에 대한 알림이 기존의 모든 가족 구성원에게 표시됩니다. 가족 대표가 성인 가족 구성원을 부모/보호자로 지정하는 경우, 가족 그룹 내 자녀는 성인 사용자가 유해 콘텐츠 차단을 관리할 수 있음을 알리는 알림을 받게 됩니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 가족 구성원과 Apple 간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 상기 언급된 가족 공유에 대한 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 다음 카테고리에 해당하는 개인 데이터를 처리하며, 여기에는 다음과 같은 정보가 포함됩니다. • 사용자의 이름, 로그인에 사용되는 정보와 함께 Apple 서비스 전반에서 사용되는 연락처, 결제 및 보안 세부사항(신뢰하는 전화번호 또는 보안 질문 등)을 포함한 사용자의 Apple 계정 정보 • 가족 구성원이 소유한 Apple 제품, 가족 구성원의 Apple 서비스 구독, 구입 및 다운로드한 항목 • 사용자의 가족 그룹(구성원 수 포함) • 기기 이름, 일련 번호 및 기타 하드웨어 식별자를 포함한 사용자의 기기 • 계좌 번호 및 만료일, 청구 및 배송 주소, 기프트 카드 교환 정보를 포함한 결제 세부사항 이러한 정당한 이익에는 다음과 같은 사항이 포함됩니다. • 가족 구성원에게 더 나은 서비스 및 지원 제공 • 사용자 및 가족 구성원이 관심을 가질 만한 가족 공유 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 • 사기 및 기타 악의적인 활동 방지 Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Jūsų informacijos privatumas ir saugumas yra kiekvieno „Apple“ darbuotojo prioritetas. Stengiamės rinkti tik tuos duomenis, kurių mums reikia, kad pagerintume paslaugų teikimą jums, o jei renkame duomenis, mūsų manymu, turėtumėte žinoti, ką renkame ir kodėl mums to reikia. Taip galite priimti pagrįstus sprendimus. „Bendrinimas su šeima“, kaip ir kiekvienas „Apple“ produktas ir paslauga, sukurta atsižvelgiant į šiuos principus. Nustatoma bendrinimo su šeima funkcija… Kai naudotojas inicijuoja šeimos sąranką, „Apple“ naudoja jo amžių ir su jo „Apple“ paskyra susietą šalį arba regioną, kad patvirtintų, jog jis yra pilnametis ir gali kurti šeimos grupę. Toliau nurodytos konkrečios amžiaus ribos gali skirtis priklausomai nuo to, su kokia šalimi ar regionu yra susieta naudotojo „Apple“ paskyra. Daugiau informacijos apie amžiaus apribojimus rasite adresu support.apple.com/102617. Kai suaugusiojo statusas patvirtinamas, inicijuojantis naudotojas tampa šeimos organizatoriumi ir gali pakviesti iki penkių unikalias „Apple“ paskyras turinčių naudotojų prisijungti prie šeimos grupės, naudodamas „AirDrop“, „Žinutes“ ar „Mail“ arba šeimos nustatymuose bakstelėdamas „Kviesti asmeniškai“. Kvietime, priklausomai nuo to, kaip jis buvo išsiųstas, „Apple“ rodys organizatoriaus vardą ir pavardę, „Apple“ paskyrą, prenumeratas, prie kurių pakviestasis gaus prieigą, ir (arba) organizatoriaus kontaktinę informaciją. „Apple“ nerodys jokios kitos informacijos apie organizatorių ar šeimos grupę, pvz., esamų šeimos narių vardų. Organizatoriui bakstelėjus „Kviesti asmeniškai“, „Apple“ naudos pakviestojo „Apple“ paskyrą ir slaptažodį, įvestus organizatoriaus įrenginyje, kad patvirtintų pakviestojo autentiškumą ir jo sutikimą, jei pakviestajam yra 13 metų ar daugiau. „Apple“ nesaugo šios informacijos organizatoriaus įrenginyje. Jei pakviestasis yra jaunesnis nei 13 metų, „Apple“ inicijuos vaikų perkėlimo srautą, aprašytą skiltyse „Išėjimas iš bendrinimo su šeima grupės“ ir „Vaikų perkėlimas“. Siekiant palengvinti organizatoriams ir pakviestiesiems kvietimų tvarkymą ir priminimų siuntimą, „Apple“ įrenginio nustatymuose rodys jų vardą, pavardę, profilio nuotrauką ir kvietimo būseną, jei tai įmanoma. „Apple“ išsaugo kvietimų įrašus, kol pakviestasis atsako į kvietimą arba kol kvietimas nustoja galioti po 15 dienų. Jei pakviestasis sutinka, „Apple“ susieja pakviestojo „Apple“ paskyrą su šeimos grupe. „Apple“ neregistruoja nebegaliojančių kvietimų. „Apple“ 30 dienų saugo programoje „Žinutės“ siųstus kvietimus, kurie buvo atmesti, kad programoje „Žinutės“ organizatoriui ir pakviestajam būtų rodomas atmetimo statusas. Prisijungimas prie šeimos ir šeimos vaidmenys Kai naudotojai prisijungia prie šeimos grupės, „Apple“ suteikia galimybę naudotis tam tikromis funkcijomis, informacija ir valdikliais, kuriuos galima naudoti prenumeratų, pirkinių, mokėjimo informacijos ir vietų bendrinimui valdyti. Pavyzdžiui, „Apple“ visiems šeimos grupės nariams rodys kiekvieno nario vardą, „Apple“ paskyrą ir vaidmenį bei visų šeimos vaikų amžių šeimos nustatymų srityje. Jei vaikai naudoja „iOS“ ir „iPadOS“ įrenginius, „Apple“ naudos informaciją apie jų amžių, kad galėtų teikti pagal amžių tinkamą informaciją apie jų privatumo teises ir tėvų kontrolę. „Apple“ taip pat tvarkys informaciją apie šeimos narį, pvz., jo vaidmenį, prenumeratas ir funkcijų bei paslaugų naudojimą, kad galėtų pateikti pritaikytą rekomendacijų sąrašą. Pavyzdžiui, šeimos nario kontroliniame sąraše gali būti siūloma peržiūrėti tėvų kontrolę, bendrinti „iCloud+“ su šeimos nariais arba paskirti kitą šeimos narį vienu iš adresatu nelaimės atveju. Kai organizatorius į šeimos grupę įtraukia suaugusįjį, jis gali paskirti jį tėvu ar globėju. Tėvai ar globėjai, taip pat organizatorius, kuris gali veikti kaip tėvas ar globėjas, gali sukurti „Apple“ paskyrą jaunesniems nei 13 metų vaikams, kaip aprašyta toliau. Jie taip pat gali nustatyti tėvų kontrolės priemones, pvz., pirkimo leidimo funkciją ir ekrano laiko informaciją šeimos grupės vaikams. Organizatorius gali sukurti ne tik šeimos grupę ir pakviesti į ją naudotojus, bet ir pašalinti šeimos narius bei išformuoti grupę, kaip aprašyta toliau. Jei šeimos grupei priklausantis naudotojas prisijungia prie „Apple“ įrenginio, pavyzdžiui, „Apple TV“, įrenginys gali pasiūlyti įtraukti kitus šeimos narius parodydamas jų „Apple“ paskyros pseudonimą ir profilio nuotrauką. „Apple“ paskyros kūrimas vaikui Organizatorius ir tėvai ar globėjai gali įtraukti jaunesnį nei 13 metų vaiką į savo šeimos grupę sukurdami jo „Apple“ paskyrą arba vykdydami veiksmus pagal toliau aprašytą vaiko perkėlimo procesą. Norėdami sukurti „Apple“ paskyrą jaunesniam nei 13 metų vaikui, organizatorius arba tėvas ar globėjas turi nurodyti vaiko vardą, pavardę, gimimo datą, el. pašto adresą ir telefono numerį, kuriuos „Apple“ naudoja suteikdami vaikui „Apple“ paskyrą. Jei vaiko paskyra sukuriama įrenginio sąrankos metu, organizatorius arba tėvas ar globėjas taip pat turi nurodyti vaiko šalį arba regioną. Prieš gaudami sutikimą tvarkyti vaiko duomenis, „Apple“ patikrina organizatoriaus arba tėvo ar globėjo suaugusiojo statusą naudodami jų mokėjimo duomenis, asmens tapatybės dokumentą programoje „Piniginė“ arba „Apple“ paskyrą ar lygiavertį dokumentą. „Apple“ naudoja vaiko gimimo datą, kad nustatytų reikalavimus atitinkančias paslaugas ir pasiūlytų tėvų kontrolės priemones, pvz., „Pirkimo leidimo“ ir „Ekrano laiko“ funkcijas. Norėdami gauti daugiau informacijos apie vaiko paskyrų kūrimą, apsilankykite adresu support.apple.com/102617. Pirkinių bendrinimas Kai organizatorius įjungia pirkinių bendrinimą, už visus leidžiamus šeimos narių pirkinius iš „App Store“, „iTunes Store“, „Apple Books“ ar programos „Apple TV“ bus sumokama užregistruotu organizatoriaus mokėjimo būdu. Šeimos nariai galės matyti naudojamo mokėjimo būdo, pvz., „Apple Pay“, aprašymą, tačiau negalės matyti mokėjimo duomenų, pvz., viso mokėjimo sąskaitos numerio. Šeimos nariai automatiškai gaus prieigą prie organizatoriaus pirkinių ir galės pasirinkti bendrinti savo pirkinius su kitais šeimos nariais. Organizatoriai galės matyti visų šeimos narių internetu ir programoje „App Store“ atliktų operacijų aprašymą, sumą ir datą, taip pat išsamią informaciją apie užklausas grąžinti pinigus, jų rezultatus ir ginčus. Jei šeimos narys praneša apie problemą, susijusią su pirkimu internetu arba programoje „App Store“, „Apple“ naudos informaciją apie perkantį šeimos narį, organizatorių ir pirkinį, kad tinkamai sureaguotų. Šeimos nariai gali paslėpti atskirus „iTunes“, „Apple Books“ ir „App Store“ pirkinius arba šeimos nustatymuose išjungti funkciją „Bendrinti mano pirkinius“; net jei šeimos nariai paslėps pirkinius, šeimos organizatorius ir toliau gaus programose „App Store“, „Apple Books“ ir „Apple Music“ įsigytų pirkinių kvitus. Norėdami gauti daugiau informacijos apie pirkinių bendrinimą, apsilankykite adresu support.apple.com/102599. Norėdami gauti daugiau informacijos apie pirkinių slėpimą nuo „App Store“, apsilankykite adresu support.apple.com/108091. Prenumeratos Jei funkcija „Bendrinti su šeima“ yra įjungta, tokių paslaugų, kaip „Apple Music“ šeimos planas, „Apple TV+“, „Apple Arcade“ ar „Apple News+“, prenumeratos bus bendrinamos su šeimos nariais. Šeimos nariai ir toliau galės prisijungti prie kiekvienos paslaugos naudodami savo „Apple“ paskyras. Taip jų asmeninis turinys, medijos bibliotekos ir rekomendacijos bus privatūs ir atskiri, tačiau galėsite naudotis bendru šeimos planu. Bendrinant „iCloud+“ su šeima, kiekvienam šeimos nariui suteikiama prieiga prie bendrai naudojamo plano saugyklos ir funkcijų, o individualios paskyros ir failai lieka atskiri. Norėdami gauti daugiau informacijos apie prenumeratų bendrinimą su šeimos nariais, apsilankykite adresu support.apple.com/108107. Vietos bendrinimas Kai naudotojas prisijungia prie šeimos grupės, jo įrenginių pavadinimai bus matomi kitiems šeimos nariams programoje „Lokatorius“. Šeimos nario „Apple“ paskyra bus matoma tik kitiems šeimos nariams programoje „Lokatorius“, o jo buvimo vietos duomenys programoje „Lokatorius“ bus apdorojami tik tuo atveju, jei jis įjungs buvimo vietos bendrinimą šeimos nustatymuose arba programoje „Lokatorius“. Šeimos narys šeimos nustatymuose taip pat gali pasirinkti automatiškai bendrinti savo buvimo vietą su kitais šeimos nariais, įskaitant visus vėliau įtrauktus naujus narius, tol, kol jie yra grupėje. Tam tikrais atvejais organizatorius arba vienas iš tėvų ar globėjų gali nuspręsti automatiškai bendrinti savo vaiko buvimo vietą su visais kitais šeimos nariais, įskaitant atvejus, kai jie sukuria paskyrą jaunesniam nei 13 metų vaikui. Šeimos nariai gali išjungti funkciją „Automatiškai bendrinti buvimo vietą“ nuėję į sritį „Nustatymai“ > [jūsų vardas] > „Bendrinimas su šeima“ > „Buvimo vietos bendrinimas“. Jie taip pat gali pasirinkti, ar savo buvimo vietą bendrinti su atskirais šeimos nariais šeimos nustatymuose ir programoje „Lokatorius“. Norėdami gauti daugiau informacijos apie buvimo vietos bendrinimą su šeimos nariais, apsilankykite adresu support.apple.com/105107. Tėvų kontrolės priemonės „Apple“ naudoja šeimos narių „Apple“ paskyras ir vaidmenis, kad organizatorius ir tėvai ar globėjai galėtų nustatyti tėvų kontrolės priemones šeimos grupės vaikams. Pavyzdžiui, organizatorius ir tėvai ar globėjai gali įjungti pirkimo gavus leidimą funkciją, kad vaikai prieš atsisiunčiant ar perkant iš „App Store“, „iTunes Store“ ar „Apple Books“, įskaitant pirkinius programose ir nemokamus atsisiuntimus, gautų jų sutikimą. Organizatorius ir tėvai ar globėjai taip pat gali nustatyti ekrano laiko funkciją, kuri leidžia jiems tvarkyti tokių funkcijų, kaip prastovos laikas, programų ir svetainių naudojimas, adresatai ir turinio įvertinimas, nustatymus savo vaikams. Tik organizatorius ir tėvai ar globėjai gali matyti informaciją apie vaiko operacijas programoje „App Store“, „iTunes Store“ ir „Apple Books“, matyti ir valdyti jo veiklą internete naudojant funkciją „Ekrano laikas“ ir įjungti tėvų kontrolės priemones. Norėdami gauti daugiau informacijos apie pirkimo gavus leidimą funkciją, apsilankykite adresu support.apple.com/105055. Norėdami gauti daugiau informacijos apie tėvų kontrolės priemonių naudojimą, apsilankykite adresu support.apple.com/105121. Pasitraukimas iš šeimos bendrinimo grupės ir vaikų perkėlimas Suaugę šeimos nariai gali bet kada palikti šeimos grupę arba būti pašalinti organizatoriaus. 13–17 metų vaikai gali palikti šeimos grupę arba būti pašalinti organizatoriaus, nebent naudodami funkciją „Ekrano laikas“ juos valdo organizatorius arba tėvai ar globėjai. Šeimos organizatorius taip pat gali išformuoti šeimos grupę išjungdamas bendrinimą su šeima. Kai šeimos narys pasišalina arba yra pašalinamas, jis iš karto netenka prieigos prie bendrų prenumeratų ir kitų narių įsigyto turinio, o jo turinys taip pat nebebus prieinamas kitiems nariams. Jaunesni nei 13 metų vaikai turi priklausyti šeimos grupei. Norėdami pašalinti vaiką iš šeimos grupės, kitos šeimos grupės organizatorius gali pakviesti vaiką prisijungti prie savo šeimos grupės, šeimos nustatymuose pasirinkęs parinktį „Kviesti asmenį“. Kvietimą perkelti vaiką į kitą šeimą turi patvirtinti esamas vaiko šeimos organizatorius. Atlikus perkėlimą, „Apple“ nefiksuoja, kad perkeltas vaikas anksčiau priklausė kitai šeimos grupei. Arba šeimos organizatorius gali ištrinti vaiko „Apple“ paskyrą. Norėdami gauti daugiau informacijos apie vaiko perkėlimą į kitą šeimos grupę ir vaikos paskyros ištrynimą, apsilankykite adresu support.apple.com/102634. Bendravimas su jumis „Apple“ gali naudoti išsamią informaciją apie naudotojo šeimos grupę, įskaitant šeimos narių skaičių ir informaciją apie tai, ar niekas nėra gavęs kvietimo prisijungti prie grupės, kad siųstų naudotojui ir jo šeimos nariams atitinkamus pranešimus apie produktus, paslaugas, pasiūlymus ir kitus privalumus, prieinamus per bendrinimo su šeima funkciją. Šeimos nariai gali gauti šiuos pranešimus el. paštu, jei sutinka gauti rinkodaros pranešimus el. paštu. Jie gali keisti savo el. pašto nuostatas ir atsisakyti gauti šiuos el. laiškus apsilankę adresu account.apple.com arba „iOS“ ar „iPadOS“ įrenginiuose nuėję į sritį „Nustatymai“ > [jūsų vardas] > „Asmeninė informacija“ > „Pranešimų nuostatos“. Šeimos nariai šiuos pranešimus taip pat gali gauti iš atitinkamo „Apple“ produkto ar paslaugos tiesioginiais pranešimais. Norėdami atnaujinti pranešimų nuostatas arba atsisakyti pranešimų „iOS“ ar „iPadOS“ įrenginyje, eikite į „Nustatymai“ > „Pranešimai“. „Apple“ gali naudoti išsamią informaciją apie naudotojo šeimos grupę, įskaitant šeimos narių vardą ir pavardę, amžių, vaidmenį, pirkinius ir prenumeratas, kad siųstų el. laiškus arba „push“ pranešimus apie šeimos grupės narystės ar vaidmens pakeitimus, galimybę pasiekti bendrinamus pirkinius ir prenumeratas bei tėvų kontrolę. Pavyzdžiui, kai naudotojas prisijungia prie šeimos grupės, visi šeimos nariai gaus pranešimą apie galimybę pasiekti naujo nario bendrinamų pirkinių ir prenumeratų informaciją. Jei organizatorius paskiria suaugusį šeimos narį tėvu ar globėju, į šeimos grupę įtraukti vaikai gaus pranešimą, kad suaugusysis gali tvarkyti jų tėvų kontrolės nuostatas. Taikomas asmens duomenų tvarkymo teisinis pagrindas Paprastai bendrinimo su šeima funkcijos asmens duomenis tvarkome siekdami vykdyti sutartį su „Apple“, jei tai būtina paslaugai teikti ir savo teisiniams įsipareigojimams vykdyti. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal taikomus vietinius įstatymus. Kai tai numatoma pagal taikomus vietinius įstatymus, tvarkome toliau nurodytų kategorijų asmens duomenis, jei tai būtina dėl mūsų arba trečiosios šalies teisėtų interesų, įskaitant tolesnę informaciją. • Naudotojo „Apple“ paskyrą, įskaitant vardą ir pavardę, informaciją, kurią naudoja prisijungdami, taip pat visus kontaktinius, mokėjimo ir saugumo duomenis, pavyzdžiui, patikimus telefono numerius arba saugumo klausimus, kuriuos naudoja visoms „Apple“ paslaugoms • Šeimos nariams priklausančius „Apple“ produktus, šeimos narių prenumeruojamas „Apple“ paslaugas, jų pirkinius ir atsisiuntimus • Naudotojų šeimos grupę, įskaitant šeimos narių skaičių • Jūsų įrenginius, įskaitant įrenginio pavadinimą, serijos numerį ir kitus aparatinės įrangos identifikatorius • mokėjimo duomenis, įskaitant sąskaitos numerius ir galiojimo datas, atsiskaitymo ir pristatymo adresus bei dovanų kortelės panaudojimo informaciją. Šie teisėti interesai apima nurodytuosius toliau. • Geresnis aptarnavimas ir pagalba šeimos nariams • Aktualių pranešimų siuntimas apie bendrinimo su šeima funkciją ir kitus susijusius „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali sudominti • Užkirsti kelią sukčiavimui ir kitai kenksmingai veiklai Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy
ms: Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami berusaha keras untuk hanya mengumpulkan data yang kami perlukan untuk menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya penting untuk anda mengetahui perkara yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Perkongsian Keluarga, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini. Menyediakan Perkongsian Keluarga Apabila pengguna memulakan persediaan keluarga, Apple menggunakan umur dan negara atau rantau yang berkaitan dengan Akaun Apple mereka untuk mengesahkan bahawa mereka dewasa dan oleh itu layak mencipta kumpulan keluarga. Ambang umur khusus yang dirujuk di bawah mungkin berbeza untuk pengguna yang bergantung pada negara atau rantau yang dikaitkan dengan Akaun Apple mereka. Untuk mendapatkan maklumat lanjut tentang ambang umur, lawati support.apple.com/102617. Setelah status dewasa disahkan, pengguna yang memulakan menjadi pengelola keluarga dan boleh menjemput sehingga lima pengguna lain dengan Akaun Apple unik untuk menyertai kumpulan keluarga menggunakan AirDrop, Mesej atau Mail, atau dengan mengetik Jemput Sendiri dalam seting keluarga. Apple akan memaparkan nama pengelola, Akaun Apple, langganan yang akan dapat diakses jemputan dan/atau maklumat hubungan pengelola dalam jemputan bergantung pada cara ia dihantar. Apple tidak akan memaparkan sebarang maklumat lain tentang pengelola atau kumpulan keluarga, seperti nama ahli keluarga sedia ada. Apabila pengelola mengetik Jemput Sendiri, Apple akan menggunakan Akaun Apple dan kata laluan jemputan, yang dimasukkan pada peranti pengelola, untuk mengesahkan jemputan dan mengesahkan penerimaan mereka jika jemputan berusia 13 tahun atau lebih tua. Apple tidak akan menyimpan maklumat ini pada peranti pengelola. Jika jemputan berusia bawah 13 tahun, Apple akan memulakan aliran pemindahan anak yang diterangkan di bahagian Meninggalkan Kumpulan Perkongsian Keluarga dan Pemindahan Kanak-kanak di bawah. Untuk membantu penganjur dan jemputan mengurus jemputan serta menghantar peringatan, Apple akan memaparkan nama, foto profil dan status jemputan mereka, sebagai tersedia, dalam seting peranti. Apple mengekalkan rekod jemputan sehingga jemputan membalas atau jemputan tamat tempoh selepas 15 hari. Jika jemputan menerima, Apple mengaitkan Akaun Apple jemputan dengan kumpulan keluarga. Apple tidak mengekalkan rekod jemputan yang telah tamat tempoh. Untuk jemputan yang dihantar menerusi Mesej yang telah ditolak, Apple menyimpan rekod selama 30 hari untuk memaparkan status ditolak dalam Mesej kepada pengelola dan jemputan. Menyertai Keluarga dan Peranan Keluarga Apabila pengguna menyertai kumpulan keluarga, Apple menyediakan ciri, maklumat dan kawalan khusus, yang boleh digunakan untuk mengurus perkongsian langganan, pembelian, maklumat bayaran serta lokasi. Contohnya, Apple akan memaparkan nama, Akaun Apple dan peranan setiap ahli, serta umur mana-mana kanak-kanak dalam keluarga kepada semua ahli kumpulan keluarga dalam seting keluarga. Untuk kanak-kanak pada peranti iOS atau iPadOS, Apple akan menggunakan umur mereka bagi memberikan maklumat bersesuaian umur tentang hak privasi mereka dan kawalan ibu bapa. Apple juga akan memproses butiran tentang ahli keluarga, seperti peranan, langganan dan penggunaan ciri serta perkhidmatan mereka, untuk menyediakan senarai pengesyoran tersuai. Contohnya, pengesyoran ahli keluarga mungkin mencadangkan menyemak kawalan ibu bapa, berkongsi iCloud+ dengan ahli keluarga atau menjadikan ahli keluarga lain salah seorang Kenalan Kecemasan mereka. Apabila pengelola menambahkan pengguna dewasa pada kumpulan keluarga, mereka boleh menetapkan mereka sebagai ibu bapa/penjaga. Ibu bapa/penjaga, serta pengelola yang juga boleh bertindak sebagai ibu bapa/penjaga, boleh mencipta Akaun Apple untuk kanak-kanak yang berusia bawah 13 tahun seperti yang diterangkan di bawah. Mereka juga boleh menyediakan kawalan ibu bapa seperti Minta Kebenaran untuk Beli dan Masa Skrin untuk kanak-kanak dalam kumpulan keluarga. Selain menyediakan kumpulan keluarga dan menjemput pengguna untuk menyertai, pengelola boleh mengeluarkan ahli keluarga serta membubarkan kumpulan seperti yang diterangkan di bawah. Jika pengguna yang merupakan sebahagian daripada kumpulan keluarga mendaftar masuk ke peranti Apple seperti Apple TV, peranti mungkin mencadangkan menambah ahli keluarga lain dengan memaparkan nama Akaun Apple dan foto profil mereka. Mencipta Akaun Apple untuk Kanak-kanak Pengelola dan ibu bapa/penjaga boleh menambahkan kanak-kanak yang berusia bawah 13 tahun pada kumpulan keluarga mereka dengan mencipta Akaun Apple atau menerusi proses pemindahan kanak-kanak yang diterangkan di bawah. Untuk mencipta Akaun Apple bagi kanak-kanak yang berusia bawah 13 tahun, pengelola atau ibu bapa/penjaga mesti memberikan nama, tarikh lahir, alamat e‑mel dan nombor telefon kanak-kanak, yang digunakan Apple untuk memberikan Akaun Apple kepada kanak-kanak. Jika akaun kanak-kanak dicipta semasa persediaan peranti, pengelola atau ibu bapa/penjaga juga mesti memberikan negara atau rantau kanak-kanak. Apple mengesahkan status dewasa pengelola atau ibu bapa/penjaga menggunakan butiran bayaran mereka, kad pengenalan dalam Wallet, atau Akaun Apple atau yang setara sebelum mendapatkan persetujuan mereka untuk memproses data kanak-kanak. Apple menggunakan tarikh lahir kanak-kanak untuk menentukan perkhidmatan yang layak dan mencadangkan kawalan ibu bapa seperti Minta Kebenaran untuk Beli dan Masa Skrin. Untuk mendapatkan maklumat lanjut tentang mencipta akaun kanak-kanak, lawati support.apple.com/102617. Perkongsian Pembelian Apabila pengelola mendayakan perkongsian pembelian, pembelian layak yang dibuat oleh ahli keluarga dalam App Store, iTunes Store, Apple Books atau app Apple TV akan dicaj kepada kaedah bayaran pengelola dalam rekod. Ahli keluarga akan dapat melihat perihalan kaedah bayaran yang digunakan, seperti Apple Pay, tetapi tidak akan dapat melihat butiran bayaran, seperti nombor akaun bayaran penuh. Ahli keluarga akan mendapat akses secara automatik kepada pembelian pengelola dan boleh mengikut serta untuk berkongsi pembelian mereka dengan ahli keluarga lain. Pengelola akan dapat melihat perihalan, harga dan tarikh transaksi dalam talian serta in-app App Store semua ahli keluarga, serta butiran permintaan dan keputusan bayaran balik serta pertikaian. Jika ahli keluarga melaporkan masalah dengan pembelian App Store dalam talian atau in‑app, Apple akan menggunakan maklumat tentang ahli keluarga yang membeli, pengelola dan pembelian untuk memberikan respons yang bersesuaian. Ahli keluarga boleh menyembunyikan pembelian iTunes, Apple Books dan App Store individu, atau menyahdayakan Kongsi Pembelian Saya dalam seting keluarga mereka; pengelola Keluarga akan terus menerima resit bagi pembelian yang dibuat dalam App Store, Apple Books dan Apple Music walaupun ahli keluarga telah menyembunyikan pembelian mereka. Untuk mendapatkan maklumat lanjut tentang perkongsian pembelian, lawati support.apple.com/102599. Untuk mendapatkan maklumat lanjut tentang menyembunyikan pembelian daripada App Store, lawati support.apple.com/108091. Langganan Jika Kongsi dengan Keluarga didayakan, langganan untuk perkhidmatan seperti pelan keluarga Apple Music, Apple TV+, Apple Arcade atau Apple News+ akan dikongsi dengan ahli keluarga. Ahli keluarga akan terus mendaftar masuk ke setiap perkhidmatan menggunakan Akaun Apple mereka sendiri. Ini akan memastikan kandungan, pustaka media dan pengesyoran individu mereka peribadi serta berasingan, sambil memanfaatkan pelan keluarga dikongsi. Secara serupa, berkongsi iCloud+ dengan keluarga memberikan setiap ahli keluarga akses kepada storan dan ciri dalam pelan dikongsi, sambil mengasingkan akaun dan fail individu. Untuk mendapatkan maklumat lanjut tentang berkongsi langganan bersama ahli keluarga, lawati support.apple.com/108107. Perkongsian Lokasi Apabila pengguna menyertai kumpulan keluarga, nama peranti mereka akan kelihatan kepada ahli keluarga lain dalam Cari. Akaun Apple mereka hanya akan kelihatan kepada ahli keluarga lain dalam Cari dan data lokasi mereka hanya akan diproses oleh Cari jika mereka mendayakan Perkongsian Lokasi, sama ada menerusi seting keluarga atau menerusi app Cari. Ahli keluarga juga boleh memilih untuk berkongsi lokasi mereka sendiri secara automatik bersama semua ahli keluarga lain, termasuk sebarang ahli baharu yang ditambahkan kemudian, dalam seting keluarga selagi mereka kekal dalam kumpulan. Pengelola atau ibu bapa/penjaga boleh memilih untuk berkongsi lokasi anak mereka secara automatik dengan semua ahli keluarga lain dalam keadaan tertentu, termasuk apabila mereka mencipta akaun bagi kanak-kanak yang berusia bawah 13 tahun. Ahli keluarga boleh menyahdayakan ciri Kongsi Lokasi Secara Automatik dalam Seting > [nama anda] > Perkongsian Keluarga > Perkongsian Lokasi. Mereka juga boleh memilih untuk berkongsi lokasi mereka dengan ahli individu keluarga melalui seting keluarga dan app Cari. Untuk mendapatkan maklumat lanjut tentang berkongsi lokasi bersama ahli keluarga, lawati support.apple.com/105107. Kawalan Ibu Bapa Apple menggunakan Akaun Apple dan peranan ahli keluarga untuk membolehkan pengelola dan ibu bapa/penjaga menyediakan kawalan ibu bapa bagi kanak-kanak dalam kumpulan keluarga mereka. Contohnya, pengelola dan ibu bapa/penjaga boleh mengaktifkan Minta Kebenaran untuk Beli supaya kanak-kanak mesti menerima kelulusan mereka sebelum membuat sebarang muat turun atau pembelian daripada App Store, iTunes Store atau Apple Books, termasuk pembelian in‑app serta muat turun percuma. Pengelola dan ibu bapa/penjaga juga boleh menyediakan Masa Skrin, yang membolehkan mereka mengurus seting untuk ciri seperti Masa Henti, penggunaan app dan tapak web, kenalan serta penilaian kandungan bagi anak mereka. Hanya pengelola dan ibu bapa/penjaga dapat melihat maklumat tentang transaksi kanak-kanak dalam App Store, iTunes Store dan Apple Books, melihat serta mengurus aktiviti dalam talian mereka menerusi Masa Skrin dan mendayakan kawalan ibu bapa. Untuk mendapatkan maklumat lanjut tentang Minta Kebenaran untuk Beli, lawati support.apple.com/105055. Untuk mendapatkan maklumat lanjut tentang penggunaan kawalan ibu bapa, lawati support.apple.com/105121. Meninggalkan Kumpulan Perkongsian Keluarga dan Pemindahan Kanak-kanak Ahli keluarga dewasa boleh meninggalkan kumpulan keluarga atau dikeluarkan oleh pengelola pada bila-bila masa. Kanak-kanak yang berusia antara 13 hingga 17 tahun boleh keluar daripada kumpulan keluarga atau dikeluarkan oleh pengelola melainkan mereka diurus oleh pengelola atau ibu bapa/penjaga melalui Masa Skrin. Pengelola keluarga juga mungkin membubarkan kumpulan keluarga dengan menyahaktifkan Perkongsian Keluarga. Apabila ahli keluarga keluar atau dikeluarkan, mereka kehilangan akses dengan serta-merta kepada langganan dikongsi dan kandungan yang dibeli oleh ahli lain, serta kandungan mereka juga tidak lagi akan tersedia kepada ahli lain. Kanak-kanak di bawah umur 13 tahun mesti menjadi sebahagian daripada kumpulan keluarga. Untuk mengeluarkan kanak-kanak daripada kumpulan keluarga, pengelola dalam kumpulan keluarga berbeza boleh menjemput kanak-kanak untuk menyertai kumpulan keluarga mereka dengan memilih Jemput Sendiri dalam seting keluarga. Jemputan pemindahan mesti diluluskan oleh pengelola keluarga semasa kanak-kanak. Setelah pemindahan selesai, Apple tidak mengekalkan rekod fakta bahawa kanak-kanak yang dipindahkan sebelum ini menjadi sebahagian daripada kumpulan keluarga lain. Secara alternatif, pengelola keluarga boleh memadamkan Akaun Apple kanak-kanak. Untuk mendapatkan maklumat lanjut tentang memindahkan kanak-kanak ke kumpulan keluarga lain dan memadamkan akaun kanak-kanak, lawati support.apple.com/102634. Berkomunikasi dengan Anda Apple mungkin menggunakan butiran tentang ahli keluarga pengguna, termasuk bilangan ahli keluarga dan sama ada sesiapa mempunyai jemputan belum selesai untuk menyertai kumpulan, untuk menghantar komunikasi yang berkaitan kepada pengguna dan ahli keluarga mereka tentang produk, perkhidmatan, tawaran serta faedah lain yang tersedia menerusi Perkongsian Keluarga. Ahli keluarga mungkin menerima komunikasi ini melalui e‑mel, jika mereka bersetuju menerima pemasaran e‑mel. Mereka boleh menukar keutamaan e‑mel mereka dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com/my atau pada peranti iOS atau iPadOS dengan pergi ke Seting > [nama anda] > Maklumat Peribadi > Keutamaan Komunikasi. Ahli keluarga juga mungkin menerima komunikasi ini melalui pemberitahuan push daripada produk atau perkhidmatan Apple yang berkaitan. Untuk mengemas kini keutamaan pemberitahuan atau menarik diri daripada pemberitahuan pada peranti iOS atau iPadOS anda, pergi ke Seting > Pemberitahuan. Apple juga mungkin menggunakan butiran tentang pengguna dan kumpulan keluarga mereka, termasuk nama, umur, peranan, pembelian dan langganan mereka, untuk menghantar komunikasi melalui e‑mel atau pemberitahuan push tentang perubahan dalam keahlian dan peranan keluarga, keupayaan untuk mengakses pembelian dan langganan dikongsi, serta kawalan ibu bapa. Contohnya, apabila pengguna menyertai kumpulan keluarga, semua ahli keluarga sedia ada akan dimaklumkan tentang keupayaan mereka untuk mengakses pembelian dan langganan dikongsi ahli baharu. Jika pengelola menetapkan ahli keluarga dewasa sebagai ibu bapa/penjaga, kanak-kanak dalam kumpulan keluarga akan dimaklumkan bahawa pengguna dewasa boleh mengurus kawalan ibu bapa mereka. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi daripada Perkongsian Keluarga seperti diterangkan di atas umumnya untuk pelaksanaan kontrak ahli keluarga dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga, termasuk maklumat tentang: • Maklumat Akaun Apple pengguna, termasuk nama mereka, maklumat yang digunakan untuk mendaftar masuk, serta butiran kenalan, bayaran dan keselamatan, seperti nombor telefon dipercayai atau soalan keselamatan, yang digunakan merentas perkhidmatan Apple • Produk Apple yang dimiliki ahli keluarga, langganan perkhidmatan Apple oleh ahli keluarga dan pembelian serta muat turun mereka • Kumpulan keluarga pengguna, termasuk bilangan ahli dalam keluarga mereka • Peranti pengguna, termasuk nama, nombor siri dan pengecam perkakasan peranti mereka yang lain • Butiran bayaran, termasuk nombor akaun dan tarikh tamat tempoh, alamat pengebilan dan penghantaran, serta maklumat penebusan kad hadiah Kepentingan sah ini termasuk: • Menyediakan ahli keluarga dengan perkhidmatan dan sokongan yang lebih baik • Menghantar komunikasi yang berkaitan tentang Perkongsian Keluarga dan produk, perkhidmatan, serta tawaran Apple lain yang berkaitan yang mungkin menarik minat • Mencegah penipuan dan aktiviti berniat jahat lain Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle Apple producten en voorzieningen is ook 'Delen met gezin' ontworpen met deze principes in gedachten. 'Delen met gezin' configureren Wanneer een gebruiker gezinsconfiguratie initieert, gebruikt Apple de leeftijd en het land of de regio die zijn gekoppeld aan de Apple Account van de gebruiker om te bevestigen dat deze persoon een volwassene is en daarom bevoegd is om een gezinsgroep aan te maken. De specifieke leeftijdsgrenzen waarnaar hieronder wordt verwezen, kunnen per gebruiker verschillen, afhankelijk van welk land of welke regio is gekoppeld aan de Apple Account van de gebruiker. Ga voor meer informatie over de leeftijdsgrenzen naar support.apple.com/102617. Zodra is bevestigd dat de initiërende gebruiker een volwassene is, wordt deze het gezinshoofd en kan deze maximaal vijf andere gebruikers met unieke Apple Accounts uitnodigen voor de gezinsgroep via AirDrop, Berichten of Mail of door in de gezinsinstellingen te tikken op 'Nodig persoonlijk uit'. Afhankelijk van hoe de uitnodiging is verstuurd, toont Apple de naam van het gezinshoofd, de Apple Account, de abonnementen waartoe de genodigde toegang krijgt en/of de contactgegevens van het gezinshoofd. Apple toont geen andere informatie over het gezinshoofd of de gezinsgroep, zoals de namen van bestaande gezinsleden. Wanneer het gezinshoofd op 'Nodig persoonlijk uit' tikt, gebruikt Apple de Apple Account en het wachtwoord van de genodigde, die op het apparaat van het gezinshoofd zijn ingevoerd, om de genodigde te authenticeren en te bevestigen dat de genodigde de uitnodiging heeft geaccepteerd als de genodigde 13 jaar of ouder is. Apple bewaart deze informatie niet op het apparaat van het gezinshoofd. Als de genodigde jonger dan 13 jaar is, initieert Apple het overdrachtsproces van het kind zoals hieronder beschreven in het gedeelte 'Een gezinsgroep verlaten en overdrachten van een kind'. Om organisatoren en genodigden te helpen uitnodigingen te beheren en herinneringen te versturen, worden hun naam, profielfoto en uitnodigingsstatus, indien beschikbaar, weergegeven in de apparaatinstellingen. Apple bewaart een record van uitnodigingen totdat de genodigde reageert of totdat de uitnodiging na 15 dagen verloopt. Als de genodigde de uitnodiging accepteert, koppelt Apple de Apple Account van de genodigde aan de gezinsgroep. Apple bewaart geen record van verlopen uitnodigingen. Apple bewaart uitnodigingen die via Berichten zijn verstuurd en zijn afgeslagen 30 dagen lang om de status 'Afgeslagen' in Berichten weer te geven voor het gezinshoofd en de genodigde. Gezinsrollen en je aanmelden bij een gezin Wanneer gebruikers zich aanmelden bij een gezinsgroep, maakt Apple specifieke functies, informatie en regelaars beschikbaar, die kunnen worden gebruikt om het delen van abonnementen, aankopen, betaalgegevens en locaties te beheren. Apple toont bijvoorbeeld de naam, Apple Account en rol van elk lid, en de leeftijd van kinderen in het gezin aan alle leden in de gezinsgroep in de gezinsinstellingen. Voor kinderen op een iOS- of iPadOS-apparaat gebruikt Apple hun leeftijd om naar leeftijd aangepaste informatie te verstrekken over hun privacyrechten en ouderlijk toezicht. Apple verwerkt ook details over gezinsleden op het apparaat, zoals de rol, abonnementen en het gebruik van functies en voorzieningen, om een aangepaste lijst met aanbevelingen te bieden. De aanbevelingen van een gezinslid kunnen bijvoorbeeld voorstellen om ouderlijk toezicht te controleren, iCloud+ te delen met gezinsleden of een ander gezinslid een van de SOS-contactpersonen te maken. Wanneer gezinshoofden een volwassen gebruiker toevoegen aan de gezinsgroep, kunnen ze deze persoon aanwijzen als ouder/voogd. Ouders/voogden, evenals gezinshoofden (die ook als ouder/voogd kunnen fungeren), kunnen een Apple Account aanmaken voor kinderen die jonger dan 13 jaar zijn, zoals hieronder wordt beschreven. Ze kunnen ook ouderlijk toezicht, zoals 'Vraag om te kopen' en 'Schermtijd', configureren voor kinderen in de gezinsgroep. Het gezinshoofd kan behalve een gezinsgroep configureren en gebruikers uitnodigen om eraan deel te nemen ook gezinsleden verwijderen en de groep ontbinden, zoals hieronder beschreven. Als een gebruiker die deel uitmaakt van een gezinsgroep zich aanmeldt bij een Apple apparaat zoals Apple TV, kan het apparaat voorstellen andere gezinsleden toe te voegen door hun Apple Account-naam en profielfoto weer te geven. Een Apple Account aanmaken voor een kind Gezinshoofden en ouders/voogden kunnen een kind dat jonger is dan 13 jaar toevoegen aan hun gezinsgroep door een Apple Account voor het kind aan te maken of via het overdrachtsproces dat hieronder wordt beschreven. Om een Apple Account aan te maken voor een kind dat jonger is dan 13 jaar, moet het gezinshoofd of de ouder/voogd de naam en geboortedatum van het kind opgeven en een e‑mailadres en telefoonnummer, waarmee Apple de Apple Account voor het kind kan bieden. Als de account voor een kind wordt aangemaakt tijdens de configuratie van het apparaat, moet het gezinshoofd of de ouder/voogd ook het land of de regio van het kind opgeven. Apple verifieert de volwassen status van het gezinshoofd of de ouder/voogd aan de hand van de betaalgegevens, de identiteitskaart in Wallet of de Apple Account of een equivalent daarvan alvorens toestemming te geven voor het verwerken van de gegevens van het kind. Apple gebruikt de geboortedatum van het kind om te bepalen voor welke voorzieningen het bevoegd is en om ouderlijk toezicht voor te stellen, zoals 'Vraag om te kopen' en 'Schermtijd'. Ga voor meer informatie over het aanmaken van accounts voor kinderen naar support.apple.com/102617. Delen van aankopen Wanneer een gezinshoofd 'Delen van aankopen' inschakelt, worden in aanmerking komende aankopen van gezinsleden in de App Store, iTunes Store, Apple Books of de Apple TV-app in rekening gebracht op de geregistreerde betaalmethode van het gezinshoofd. Gezinsleden kunnen een beschrijving van de gebruikte betaalmethode zien, zoals Apple Pay, maar ze kunnen geen betaalgegevens zien, zoals het volledige betaalrekeningnummer. Gezinsleden krijgen automatisch toegang tot aankopen van het gezinshoofd en kunnen ervoor kiezen om hun aankopen te delen met andere gezinsleden. Gezinshoofden kunnen de beschrijving, prijs en datum van alle online en in-app transacties in de App Store van gezinsleden zien, evenals details van terugbetalingsverzoeken en resultaten hiervan, en geschillen. Als een gezinslid een probleem met een online of in-app aankoop uit de App Store meldt, gebruikt Apple informatie over het gezinslid dat de aankoop heeft gedaan, het gezinshoofd en de aankoop om een toepasselijk antwoord te geven. Gezinsleden kunnen afzon­derlijke iTunes-, Apple Books- en App Store-aankopen verbergen of 'Deel mijn aankopen' uitschakelen in hun gezinsinstellingen voor 'Delen met gezin'. Het gezins­hoofd blijft ontvangst­bewijzen ontvangen voor aankopen die zijn gedaan in de App Store, in Apple Books en in Apple Music, ook al zijn de aankopen van gezinsleden verborgen. Ga voor meer informatie over het delen van aankopen naar support.apple.com/102599. Ga voor meer informatie over het verbergen van aankopen uit de App Store naar support.apple.com/108091. Abonnementen Als 'Delen met gezin' is ingeschakeld, worden abonnementen voor voorzieningen zoals Apple TV+, Apple Arcade, Apple News+ of een gezinsabonnement op Apple Music gedeeld met gezinsleden. Gezinsleden kunnen via hun eigen Apple Account blijven inloggen bij elke voorziening. Hierdoor worden hun afzonderlijke materiaal, mediabibliotheken en aanbevelingen privé en gescheiden gehouden, terwijl ze de voordelen van het gedeelde gezinsabonnement optimaal kunnen benutten. Op dezelfde manier geeft het delen van iCloud+ met het gezin elk gezinslid toegang tot de opslag en functies in het gedeelde abonnement, terwijl afzonderlijke accounts en bestanden gescheiden worden gehouden. Ga voor meer informatie over het delen van abonnementen met gezinsleden naar support.apple.com/108107. Locatie delen Wanneer een gebruiker zich aanmeldt bij een gezinsgroep, zijn de apparaatnamen van deze persoon zichtbaar voor andere gezinsleden in Zoek mijn. De Apple Account van deze persoon is alleen zichtbaar voor andere gezinsleden in Zoek mijn en de locatiegegevens worden alleen verwerkt door Zoek mijn als deze persoon 'Locatie delen' inschakelt via de gezinsinstellingen of via de Zoek mijn-app. Een gezinslid kan er in de gezinsinstellingen ook voor kiezen om automatisch zijn eigen locatie te delen met alle andere gezinsleden, ook met nieuwe leden die later zijn toegevoegd, zolang als ze in de groep blijven. Het gezinshoofd of de ouder/voogd kan er in bepaalde gevallen (ook bij het aanmaken van een account voor een kind dat jonger is dan 13 jaar) voor kiezen om automatisch de locatie van het kind te delen met alle andere gezinsleden. Gezinsleden kunnen de functie 'Deel locatie automatisch' uitschakelen door in Instellingen naar '[je naam]' > 'Delen met gezin' > 'Locatie delen' te gaan. Ze kunnen er ook voor kiezen om hun locatie te delen met afzonderlijke leden van het gezin via de gezinsinstellingen en de Zoek mijn-app. Ga voor meer informatie over het delen van de locatie met gezinsleden naar support.apple.com/105107. Ouderlijk toezicht Apple gebruikt Apple Accounts en rollen van gezinsleden om het gezinshoofd en ouders/voogden ouderlijk toezicht te laten configureren voor kinderen in hun gezinsgroep. Het gezinshoofd en ouders/voogden kunnen bijvoorbeeld 'Vraag om te kopen' inschakelen, zodat kinderen eerst de goedkeuring van het gezinshoofd of ouders/voogden moeten hebben voordat ze downloads of aankopen (inclusief in-app aankopen en gratis downloads) uit de App Store, iTunes Store of Apple Books kunnen doen. Het gezinshoofd en ouders/voogden kunnen ook 'Schermtijd' configureren, waardoor ze instellingen voor hun kinderen kunnen beheren voor functies als 'Apparaatvrije tijd', het gebruik van app en websites, contacten en leeftijdsclassificaties. Alleen gezinshoofden en ouders/voogden kunnen informatie over transacties van het kind in de App Store, iTunes Store en Apple Books zien, de online activiteit van het kind zien en beheren via 'Schermtijd' en ouderlijk toezicht inschakelen. Ga voor meer informatie over 'Vraag om te kopen' naar support.apple.com/105055. Ga voor meer informatie over het gebruik van ouderlijk toezicht naar support.apple.com/105121. Een gezinsgroep verlaten en overdrachten van een kind Volwassen gezinsleden kunnen op elk moment de gezinsgroep verlaten of door het gezinshoofd worden verwijderd. Kinderen die tussen de 13 en 17 jaar oud zijn, kunnen een gezinsgroep verlaten of door het gezinshoofd worden verwijderd, tenzij ze via 'Schermtijd' door het gezinshoofd of ouders of voogden worden beheerd. Het gezinshoofd kan een gezinsgroep ook ontbinden door 'Delen met gezin' uit te schakelen. Wanneer een gezinslid de groep verlaat of wordt verwijderd, verliest deze persoon direct de toegang tot gedeelde abonnementen en materiaal dat door andere leden is gekocht, en het materiaal van deze persoon is ook niet meer beschikbaar voor andere leden. Kinderen onder de 13 jaar moeten deel uitmaken van een gezinsgroep. Om een kind te verwijderen uit een gezinsgroep, kan een gezinshoofd in een andere gezinsgroep het kind uitnodigen om zich bij de nieuwe gezinsgroep aan te melden door in de gezinsinstellingen 'Nodig persoonlijk uit' te selecteren. De uitnodiging voor de overdracht moet worden goedgekeurd door het huidige gezinshoofd van het kind. Zodra de overdracht is voltooid, bewaart Apple geen record van het feit dat het overgedragen kind eerder deel uitmaakte van een andere gezinsgroep. Het gezinshoofd kan ook de Apple Account van het kind verwijderen. Ga voor meer informatie over het verplaatsen van een kind naar andere gezinsgroep en het verwijderen van een account voor een kind naar support.apple.com/102634. Communicatie met jou Apple gebruikt mogelijk details over de gezinsgroep van een gebruiker, waaronder het aantal gezinsleden en of iemand een uitstaande uitnodiging heeft om zich aan te melden bij de groep, om de gebruiker en gezinsleden relevante kennisgevingen te sturen over producten, voorzieningen, aanbiedingen en andere voordelen die beschikbaar zijn via 'Delen met gezin'. Gezinsleden kunnen deze kennis­gevingen per e‑mail ontvangen als ze ermee instemmen om e‑mail­marketing te ontvangen. Ze kunnen hun e‑mail­voorkeuren wijzigen en zich afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan of door op iOS- of iPadOS-apparaten in Instellingen naar '[je naam]' > 'Persoonlijke gegevens' > 'Communicatievoorkeuren' te gaan. Gezinsleden kunnen deze kennis­gevingen ook via push­meldingen ontvangen van relevante producten of voorzieningen van Apple. Als je meldings­voorkeuren op je iOS- of iPadOS-apparaat wilt bijwerken of je ervoor wilt afmelden, ga je in Instellingen naar 'Meldingen'. Apple gebruikt mogelijk ook details over een gebruiker en de gezinsgroep van de gebruiker, waaronder naam, leeftijd, rol, aankopen en abonnementen, om communicatie per e‑mail of pushmelding te sturen over wijzigingen in gezinsabonnement en rol, de mogelijkheid om toegang te krijgen tot gedeelde aankopen en abonnementen en ouderlijk toezicht. Wanneer een gebruiker zich bijvoorbeeld aanmeldt bij een gezinsgroep, worden alle bestaande gezinsleden op de hoogte gebracht van hun mogelijkheid om toegang te krijgen tot de gedeelde aankopen en abonnementen van het nieuwe lid. Als een gezinshoofd een volwassen gezinslid aanwijst als ouder/voogd, krijgen kinderen in de gezinsgroep een melding dat de volwassen gebruiker hun ouderlijk toezicht kan beheren. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken persoonlijke gegevens voor 'Delen met gezin' zoals hierboven beschreven over het algemeen voor de prestaties van het contract van gezinsleden met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we de volgende categorieën persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij, waaronder informatie over: • de Apple Account van gebruikers, waaronder de naam, informatie die wordt gebruikt om in te loggen, evenals de contact-, betaal- en beveiligingsgegevens, zoals vertrouwde telefoonnummers of beveiligingsvragen die worden gebruikt voor voorzieningen van Apple • Apple producten die het eigendom zijn van gezinsleden, abonnementen van gezinsleden op voorzieningen van Apple en de aankopen en downloads van gezinsleden • de gezinsgroep van gebruikers, waaronder het aantal leden in het gezin • De apparaten van gebruikers, waaronder de naam van hun apparaat, het serienummer en andere hardware-ID's • Betaalgegevens, waaronder rekeningnummers en vervaldatums, factuur- en verzendadressen en informatie over het inwisselen van cadeaukaarten Deze wettelijke belangen omvatten: • Jou en gezinsleden beter van dienst zijn met service en ondersteuning • Je relevante kennisgevingen sturen over 'Delen met gezin' en andere gerelateerde producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • Fraude en andere kwaadaardige activiteiten voorkomen De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy
no: Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi også at det er viktig at du er klar over hva vi samler inn og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Familiedeling er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene. Konfigurering av Familiedeling Når en bruker starter oppsettet av en familiegruppe, vil Apple sjekke alder og land eller område som er knyttet til Apple‑kontoen, for å bekrefte at det er en voksen person som har rettigheter til å opprette familiegrupper. Aldersgrensene nedenfor kan variere avhenging av landet eller området som er knyttet til brukerens Apple‑konto. Se mer informasjon om aldersgrenser på support.apple.com/102617. Etter at alderen er godkjent, blir brukeren som starter oppsettet, satt som familieorganisator og kan invitere opptil fem andre brukere med unike Apple‑kontoer til å bli med i familiegruppen via AirDrop, Meldinger eller Mail, eller ved å trykke på Inviter personlig i familieinnstillingene. Apple vil vise organisatorens navn, Apple‑konto, hvilke abonnementer den inviterte vil få tilgang til og/eller organisatorens kontaktinformasjon i invitasjonen, avhengig av hvordan den ble sendt. Apple vil ikke vise annen informasjon om organisatoren eller familiegruppen, som navnet på eksisterende familiemedlemmer. Når organisatoren trykker på Inviter personlig, vil Apple bruke Apple‑kontoen og passordet til den inviterte, som oppgis på organisatorens enhet, for å autentisere personen og bekrefte at invitasjonen er godtatt hvis den inviterte er 13 år eller eldre. Apple vil ikke lagre denne informasjonen på organisatorens enhet. Hvis den inviterte er yngre enn 13 år, vil Apple starte overføringen av barnekontoer som beskrevet under overskriften Forlate en gruppe for familiedeling og overføring av barnekontoer nedenfor. For å gjøre det lettere for organisatorer og inviterte å holde styr på invitasjoner og sende påminnelser, vil Apple vise navn, profilbilde og invitasjonsstatus (hvis tilgjengelig) i enhetsinnstillingene. Apple beholder en oversikt over sendte invitasjoner fram til de besvares eller utløper etter 15 dager. Hvis invitasjonen godtas, vil Apple knytte den invitertes Apple‑konto til familiegruppen. Apple oppbevarer ikke informasjon om utløpte invitasjoner. Hvis en invitasjon sendt via Meldinger blir avslått, vil Apple beholde informasjonen i 30 dager for å vise avslåttstatusen i Meldinger for både organisatoren og den inviterte. Deltakelse i en familiegruppe og familieroller Når brukere blir med i en familiegruppe, vil Apple gjøre tilgjengelig enkelte funksjoner, informasjon og kontroller som kan brukes til å administrere deling av abonnementer, kjøp, betalingsinformasjon og posisjoner. For hvert medlem vil Apple for eksempel vise navn, Apple‑konto og rolle, og alderen til alle barn i familiegruppen vil være synlig for alle medlemmer i Innstillinger for familiegruppe. For barn som bruker en iOS- eller iPadOS-enhet vil Apple bruke opplysninger om alder til å vise alders­tilpasset informasjon om personvern­rettigheter og foreldrekontroll. Apple vil også behandle opplysninger om et familiemedlem, som rolle i familien, abonnementer og bruk av funksjoner og tjenester, for å sette sammen en tilpasset liste over anbefalinger. For eksempel kan anbefalingene til et familiemedlem foreslå gjennomgang av foreldrekontroller, å dele iCloud+ med familiemedlemmer eller sette et av de andre familiemedlemmene som nødkontakt. Når organisatoren legger til en voksen bruker i familiegruppen, kan hen bli satt som forelder/verge for barn i gruppen. Medlemmer som er satt som foreldre/verger, samt familieorganisatoren, kan opprette en Apple‑konto for barn under 13 år som beskrevet nedenfor. De kan også angi foreldrekontroller som Spør om kjøp og Skjermtid, for barn i familiegruppen. I tillegg til å konfigurere en familiegruppe og invitere andre til å delta, kan organisatoren også fjerne medlemmer og oppløse gruppen som beskrevet nedenfor. Hvis en bruker som er med i en familiegruppe logger på en Apple-enhet, for eksempel en Apple TV, vil enheten kanskje foreslå å legge til andre familiemedlemmer ved å vise navn og profilbilde knyttet til Apple‑kontoen deres. Oppretting av Apple‑konto for et barn Organisatoren og foreldre/verger kan legge til barn under 13 år i familiegruppen ved å opprette en Apple‑konto for dem ved hjelp av overføringsprosessen for barnekontoer som beskrevet nedenfor. For å kunne opprette en Apple‑konto for et barn under 13 år, må organisatoren eller forelderen/vergen oppgi barnets navn, fødselsdato og e‑postadresse, samt et telefonnummer, som Apple vil bruke for å levere Apple‑kontoen til barnet. Hvis barnekontoen opprettes mens en enhet konfigureres, må organisatoren eller forelderen/vergen også oppgi barnets land eller område. Apple kontrollerer om organisatoren eller forelderen/vergen er myndig, ved hjelp av betalings­opplysninger, legitimasjon i Lommebok, Apple‑konto eller tilsvarende, før vi ber om samtykke til å behandle data om barnet. Apple bruker barnets fødselsdato til å avgjøre hvilke tjenester som er aktuelle for barnet og foreslå foreldre­kontroll­innstillinger som Spør om kjøp og Skjermtid. Du kan lese mer om oppretting av barnekontoer på support.apple.com/102617. Deling av kjøp Når en organisator aktiverer deling av kjøp, vil alle kvalifiserte kjøp gjort av familie­medlemmer i App Store, iTunes Store, Apple Books eller Apple TV-appen bli belastet betalings­metoden oppgitt av organisatoren. Medlemmer av familiegruppen kan se en beskrivelse av betalingsmetoden som ble brukt, som Apple Pay, men de kan ikke se betalingsdetaljer som det fullstendige kontonummeret. Medlemmer av familiegruppen vil automatisk få tilgang til organisatorens kjøp, og de kan velge å dele sine egne kjøp med de andre i gruppen. Organisatorer kan se beskrivelser, pris og dato for alle familiemedlemmers App Store-kjøp på nett eller i apper, samt informasjon om refusjonsforespørsler og klager. Hvis et medlem av familiegruppen rapporterer et problem med et App Store-kjøp gjort på nett eller i en app, vil Apple bruke informasjon om medlemmet som utførte kjøpet, organisatoren og den kjøpte varen for å gi et passende svar. Medlemmer av familiegruppen kan skjule enkeltvise kjøp i iTunes, Apple Books og App Store eller deaktivere Del mine kjøp i familieinnstillingene. Organisatoren i familien vil fortsette å motta kvitteringer for kjøp utført i App Store, Apple Books og Apple Music, selv om familiemedlemmer har skjult kjøpene sine. Du kan lese mer om deling av kjøp på support.apple.com/102599. Du kan lese mer om å skjule kjøp fra App Store på support.apple.com/108091. Abonnementer Hvis Del med familiegruppen er aktivert, vil abonnementer på tjenester som Apple Music-familieabonnement, Apple TV+, Apple Arcade og Apple News+ bli delt med familiemedlemmer. Medlemmer av familiegruppen kan fortsatt logge på hver enkelt tjeneste med sin egen Apple‑konto. Slik holdes hver enkelt persons individuelle innhold, mediebibliotek og anbefalinger privat og atskilt, samtidig som hen drar nytte av det delte familieabonnementet. Og når du deler iCloud+ med familiegruppen, får hvert medlem tilgang til lagringsplass og funksjoner i det delte abonnementet, mens personlige kontoer og filer holdes atskilt. Du kan lese mer om deling av abonnementer med familiemedlemmer på support.apple.com/108107. Deling av posisjon Hvis en ny bruker legges til i familiegruppen, vil navnene på enhetene hens være synlig for andre familiemedlemmer i Hvor er. Personens Apple‑konto vil kun være synlig for andre familiemedlemmer i Hvor er, og stedsdata blir kun behandlet av Hvor er hvis Stedsdeling er aktivert, enten via familieinnstillingene eller fra Hvor er-appen. Et familiemedlem kan også velge å dele sin egen posisjon med alle i familie­gruppen, inkludert nye medlemmer som legges til senere. Dette gjøres i familie­innstillingene og varer så lenge familie­medlemmet er med i familie­gruppen. Organisatoren eller en forelder/verge kan i enkelte tilfeller velge å automatisk dele et barns posisjon med de andre medlemmene i familiegruppen, inkludert når det opprettes en konto for et barn under 13 år. Familiemedlemmer kan deaktivere funksjonen Del posisjon automatisk i Innstillinger > [navnet ditt] > Familiedeling > Stedsdeling. De kan også velge å dele posisjonen sin med enkeltmedlemmer i familiegruppen via familieinnstillingene og fra Hvor er-appen. Du kan lese mer om deling av posisjon med familiemedlemmer på support.apple.com/105107. Foreldrekontroll Apple bruker Apple kontoene og rollene til familie­medlemmene for å la foreldre/verger sette opp foreldrekontroll for barn i familiegruppen. Organisatoren eller en forelder/verge kan for eksempel slå på Spør om kjøp, slik at barn må be om tillatelse før de kan laste ned eller kjøpe innhold fra App Store, iTunes Store eller Apple Books, inkludert kjøp i apper og gratis nedlastinger. Organisatoren og foreldre/verger kan også konfigurere Skjermtid for å administrere innstillinger som Skjermfri tid, app- og nettstedsbruk, kontakter og aldersgrenser for barna i familiegruppen. Kun organisatoren og foreldre/verger kan se informasjon om barnas transaksjoner i App Store, iTunes Store og Apple Books, se og administrere nettaktivitet via Skjermtid eller aktivere foreldrekontroller. Du kan lese mer om Spør om kjøp på support.apple.com/105055. Du kan lese mer om bruk av foreldrekontroll på support.apple.com/105121. Forlate en gruppe for familiedeling og overføring av barnekontoer Voksne familie­medlemmer kan når som helst selv forlate en familie­gruppe eller bli fjernet av organisatoren. Barn mellom 13 og 17 år kan forlate en familiegruppe eller bli fjernet av organisatoren, med mindre kontoene deres administreres av organisatoren eller en forelder/verge via Skjermtid. Familieorganisatoren kan også oppløse familiegruppen ved å slå av Familiedeling. Når et familiemedlem forlater gruppen eller blir fjernet, mister personen øyeblikkelig tilgang til delte abonnementer og innhold kjøpt av andre medlemmer i familiegruppen, og hens eget innhold vil ikke lenger være tilgjengelig for gjenværende medlemmer. Barn under 13 år må være med i en familiegruppe. Et barn kan fjernes fra en familiegruppe ved at organisatoren av en annen familie, inviterer barnet til å bli med i sin gruppe ved å velge Inviter personlig i familieinnstillingene. Invitasjonen til overføring må godkjennes av organisatoren av den opprinnelige familiegruppen. Når barnekontoen er overført, vil ikke Apple beholde informasjon om at det overførte barnet tidligere tilhørte en annen familiegruppe. Alternativt kan familie­organisatoren slette barnets Apple‑konto. Du kan lese mer om å overføre et barn til en annen familiegruppen og slette en barnekonto på support.apple.com/102634. Kommunikasjon med deg Apple vil kanskje bruke opplysninger om en brukers familiegruppe, inkludert antall familie­medlemmer og om noen har en invitasjon om å bli med i gruppen på vent, for å kunne sende brukeren og familie­medlemmene relevant kommunikasjon om produkter, tjenester, tilbud og andre fordeler tilgjengelige via Familiedeling. Familiemedlemmer kan motta denne informasjonen via e‑post hvis de godtar å motta e‑postannonser. De kan endre e‑postvalgene og velge om de vil motta disse e‑postmeldingene, på account.apple.com/no eller på en iOS- eller iPadOS-enhet ved å gå til Innstillinger > [navn] > Personlig informasjon > Kommunikasjonsvalg. Familiemedlemmer kan også motta slik informasjon via push-varslinger fra Apple-produktet eller -tjenesten det gjelder. Du kan oppdatere varslingsvalg eller velge å ikke motta varslinger på iOS- eller iPadOS-enheten din ved å gå til Innstillinger > Varslinger. Apple kan også bruke opplysninger om en bruker og familie­gruppen hen tilhører, inkludert navn, alder, rolle, kjøpshistorikk og abonnementer, til å sende informasjon via e‑post eller push-varslinger om endringer i rolle eller medlemskap i en familie­gruppe, tilgang til delte kjøp og abonnementer og foreldre­kontroll­innstillinger. Hvis for eksempel en ny bruker blir med i en familie­gruppe, vil alle medlemmer i familie­gruppen bli varslet om at de har tilgang til det nye medlemmets delte kjøp og abonnementer. Hvis en organisator legger til en voksen bruker i familie­gruppen som forelder eller verge, vil barn i familie­gruppen bli varslet om at en voksen bruker kan styre foreldre­kontroll­inn­stillingene deres. Juridisk grunnlag for behandling av personlige data Vi behandler i hovedsak personlige data i Familiedeling som beskrevet ovenfor, for å oppfylle familiemedlemmenes kontrakt med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der lokale lover og regler tillater det, vil vi behandle kategorier av personlige data etter behov for å ivareta våre legitime interesser og interessene til tredjeparter, deriblant informasjon om: • informasjon om brukeres Apple‑konto, inkludert navn, informasjon brukt for å logge på, i tillegg til kontaktinformasjon, betalingsinformasjon og sikkerhetsinformasjon som godkjente telefonnumre eller sikkerhetsspørsmål, som brukes på tvers av Apple-tjenester • Apple-produkter eid av medlemmer i familiegruppen, familiemedlemmers abonnementer på Apple-tjenester, samt kjøp og nedlastinger de har utført • brukeres familiegruppe, inkludert antall medlemmer i gruppen • brukerens enheter, inkludert enhetsnavn, serienummer og andre maskin­vare­identifikatorer • betalingsopplysninger, inkludert kontonumre og utløpsdatoer, betalings- og leveringsadresser, samt informasjon om innløsing av gavekort Disse legitime interessene inkluderer: • å levere bedre tjenester og kundestøtte for medlemmer av familiegruppen • å sende relevant informasjon om Familiedeling og andre relaterte Apple-produkter, -tjenester og -tilbud som kan være av interesse • å forhindre svindel og annen ondsinnet aktivitet All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Dokładamy wszelkich starań, aby gromadzić tylko te dane, które są absolutnie niezbędne do optymalizowania działania usługi. Dbamy o to, aby użytkownicy mogli podejmować właściwe decyzje dzięki wiedzy na temat gromadzonych przez nas informacji i powodów ich gromadzenia. Jak każdy inny produkt oraz usługa Apple, Chmura rodzinna również opiera się na tych zasadach. Konfigurowanie Chmury rodzinnej Gdy użytkownik rozpoczyna konfigurowanie rodziny, Apple używa wieku i kraju lub regionu powiązanego z jego kontem Apple, aby potwierdzić, że jest to osoba dorosła, która może utworzyć grupę rodzinną. Przedstawione poniżej progi wiekowe mogą różnić się w zależności od kraju i regionu powiązanego z kontem Apple użytkownika. Aby uzyskać więcej informacji na temat progów wiekowych, zobacz: support.apple.com/102617. Po potwierdzeniu statusu dorosłości użytkownik staje się organizatorem rodziny i może zaprosić maksymalnie pięć innych osób z różnymi kontami Apple do dołączenia do grupy rodzinnej, używając AirDrop, Wiadomości lub Poczty albo stukając w Zaproś osobiście w ustawieniach rodziny. Zależnie od sposobu wysłania zaproszenia Apple wyświetla imię i nazwisko organizatora, konto Apple, listę subskrypcji, do których zapraszana osoba uzyska dostęp, a także dane kontaktowe organizatora. Apple nie wyświetla innych informacji dotyczących organizatora lub grupy rodzinnej, takich jak imiona istniejących członków rodziny. Gdy organizator stuka w Zaproś osobiście, Apple używa konta Apple i hasła zapraszanej osoby, wprowadzanych na urządzeniu organizatora, aby uwierzytelnić tę osobę i potwierdzić wyrażenie przez nią zgody, że ma co najmniej 13 lat. Apple nie przechowuje tych informacji na urządzeniu organizatora. Jeśli zapraszana osoba ma mniej niż 13 lat, Apple rozpoczyna procedurę przeniesienia dziecka (opisaną dalej w sekcji Opuszczanie chmury rodzinnej oraz przenoszenie dziecka). Aby pomóc organizatorom oraz zapraszanym osobom zarządzać zaproszeniami i wysyłać przypomnienia, Apple będzie wyświetlać (w miarę dostępności) imiona, zdjęcia profilowe oraz statusy zaproszenia w ustawieniach urządzenia. Apple przechowuje rekordy zaproszeń do momentu, gdy zaproszona osoba odpowie lub gdy zaproszenie wygaśnie po 15 dniach. Jeśli zapraszana osoba przyjmie zaproszenie, Apple wiąże jej konto Apple z grupą rodzinną. Apple nie przechowuje informacji o wygasłych zaproszeniach. W przypadku odrzuconych zaproszeń wysyłanych przy użyciu Wiadomości, Apple przechowuje informacje o nich przez 30 dni, aby wyświetlać status odrzucony w Wiadomościach na urządzeniu organizatora i zaproszonej osoby. Dołączanie do rodziny oraz role w rodzinie Gdy użytkownicy dołączają do grupy rodzinnej, Apple udostępnia im określone funkcje, informacje i narzędzia, przy użyciu których można zarządzać udostępnianiem subskrypcji, zakupów, danych płatności oraz położenia. Na przykład, Apple prezentuje wszystkim członkom grupy rodzinnej w ustawieniach rodziny imiona poszczególnych członków rodziny, ich konta Apple oraz role, a także wiek wszystkich dzieci należących do rodziny. W przypadku dzieci korzystających z urządzenia iOS lub iPadOS, Apple używa ich wieku do wyświetlania odpowiednich do wieku informacji o prawach użytkownika do prywatności oraz nadzorze rodzicielskim. Apple przetwarza także określone dane dotyczące członków rodziny, takie jak ich role, subskrypcje oraz użycie funkcji i usług, aby utworzyć spersonalizowaną listę sugestii. Na przykład, sugestie na urządzeniu członka rodziny mogą obejmować przejrzenie ustawień nadzoru rodzicielskiego, udostępnienie iCloud+ członkom rodziny lub dodanie innego członka rodziny jako kontaktu alarmowego. Gdy organizator rodziny dodaje do grupy rodzinnej osobę dorosłą, może oznaczyć ją jako rodzica/opiekuna. Rodzic/opiekun (oraz organizator rodziny, który również podejmuje działania jako rodzic/opiekun) może tworzyć konta Apple dla dzieci poniżej 13 roku życia, postępując zgodnie z opisem poniżej. Może także konfigurować dla dzieci w grupie rodzinnej nadzór rodzicielski, obejmujący funkcje Poproś o zakup oraz Czas przed ekranem. Oprócz konfigurowania grupy rodzinnej i zapraszania użytkowników, organizator może także usuwać członków rodziny oraz rozwiązać grupę, postępując zgodnie z opisem poniżej. Jeśli użytkownik należący do grupy rodzinnej zaloguje się na urządzeniu Apple (na przykład na Apple TV), urządzenie może sugerować dodanie innych członków rodziny, wyświetlając imiona i zdjęcia profilowe powiązane z ich kontami Apple. Tworzenie konta Apple dla dziecka Organizator rodziny oraz każda osoba oznaczona jako rodzic/opiekun może dodać do swojej grupy rodzinnej dziecko w wieku poniżej 13 lat, tworząc dla niego konto Apple lub przeprowadzając opisaną dalej procedurę przeniesienia dziecka. Utworzenie konta Apple dla dziecka w wieku poniżej 13 lat wymaga, aby organizator lub rodzic/opiekun podał imię, datę urodzenia, adres email oraz numer telefonu dziecka. Dane te są używane przez Apple do zapewniania działania konta Apple dziecka. Jeśli konto dziecka jest tworzone podczas konfigurowania urządzenia, organizator lub rodzic/opiekun musi także podać powiązany z dzieckiem kraj lub region. Przed wyświetleniem pytania o zgodę na przetwarzanie danych dziecka, Apple weryfikuje status dorosłości organizatora lub rodzica/opiekuna, uwzględniając szczegóły dotyczące płatności, dokument tożsamości w aplikacji Portfel, konto Apple lub odpowiednik. Na podstawie daty urodzin dziecka Apple określa dostępność usług oraz sugeruje ustawienia nadzoru rodzicielskiego, takie jak funkcje Poproś o zakup oraz Czas przed ekranem. Aby uzyskać więcej informacji na temat tworzenia kont dla dzieci, zobacz: support.apple.com/102617. Udostępnianie zakupów Gdy organizator włączy udostępnianie zakupów, kwalifikujące się zakupy w App Store, iTunes Store, Apple Books i Apple TV dokonywane przez członków rodziny będą rozliczane przy użyciu metody płatności powiązanej z kontem organizatora. Członkowie rodziny będą widzieć opis użytej metody płatności, na przykład Apple Pay, ale nie będą mogli sprawdzać szczegółów płatności, takich jak pełny numer konta. Członkowie rodziny automatycznie otrzymują dostęp do zakupów organizatora. Mogą także zdecydować, aby udostępniać swoje zakupy innym członkom rodziny. Organizator może sprawdzić opis, cenę oraz datę każdej transakcji w sieci i w aplikacjach z App Store wszystkich członków rodziny, a także szczegóły i decyzje dotyczące zwrotów oraz reklamacji. Jeśli członek rodziny zgłosi problem dotyczący zakupu w sieci lub w aplikacji z App Store, Apple użyje informacji dotyczących tego członka rodziny, organizatora oraz zakupu w celu udzielenia odpowiedzi. Członkowie rodziny mogą ukrywać poszczególne zakupy w iTunes, Apple Books i App Store, jak również wyłączyć udostępnianie zakupów w ustawieniach rodziny. Nawet jeśli członkowie rodziny ukryją swoje zakupy, organizator rodziny nadal będzie otrzymywać potwierdzenia zakupów dokonywanych przez nich w App Store, Apple Books i Apple Music. Aby uzyskać więcej informacji na temat udostępniania zakupów, zobacz: support.apple.com/102599. Aby uzyskać więcej informacji na temat ukrywania zakupów w App Store, zobacz: support.apple.com/108091. Subskrypcje Jeśli włączone jest udostępnianie w rodzinie, subskrypcje takich usług, jak plan rodzinny Apple Music, Apple TV+, Apple Arcade lub Apple News+ są udostępniane członkom rodziny. Członkowie rodziny nadal logują się we wszystkich usługach przy użyciu własnych kont Apple. Zapewnia to rozdzielenie i prywatność ich własnej zawartości, bibliotek multimediów oraz rekomendacji przy jednoczesnym korzystaniu ze wspólnego planu rodzinnego. Analogicznie, udostępnianie iCloud+ w rodzinie pozwala każdemu członkowi rodziny korzystać z rodzinnego pakietu miejsca i funkcji, podczas gdy poszczególne konta i pliki nadal są oddzielne. Aby uzyskać więcej informacji na temat udostępniania subskrypcji członkom rodziny, zobacz: support.apple.com/108107. Udostępnianie położenia Gdy członek rodziny dołączy do grupy rodzinnej, inni członkowie rodziny będą widzieć nazwy jego urządzeń w aplikacji Znajdź. Jego konto Apple będzie widoczne tylko dla innych członków rodziny w aplikacji Znajdź, a dane dotyczące położenia będą przetwarzane przez usługę Znajdź wyłącznie wtedy, gdy włączy udostępnianie położenia w ustawieniach rodziny lub w aplikacji Znajdź. Każdy członek rodziny może także wybrać w ustawieniach rodziny automatyczne udostępnianie swojego położenia pozostałym członkom rodziny, w tym osobom dodanym później — tak długo, jak pozostają w grupie rodzinnej. Organizator lub rodzic/opiekun może w określonych sytuacjach włączyć automatyczne udostępnianie położenia dziecka pozostałym członkom rodziny, w tym podczas tworzenia konta dla dziecka w wieku poniżej 13 lat. Członkowie rodziny mogą wyłączyć automatyczne udostępnianie położenia, przechodząc do Ustawień i stukając w [imię i nazwisko] > Chmura rodzinna > Udostępnianie położenia. Mogą także wybrać udostępnianie swojego położenia poszczególnym członkom rodziny, używając ustawień rodziny lub aplikacji Znajdź. Aby uzyskać więcej informacji na temat udostępniania położenia członkom rodziny, zobacz: support.apple.com/105107. Nadzór rodzicielski Apple używa kont Apple oraz ról członków rodziny do umożliwiania organizatorowi oraz rodzicom/opiekunom konfigurowania nadzoru rodzicielskiego na urządzeniach dzieci należących do ich grupy rodzinnej. Na przykład, organizator oraz rodzice/opiekunowie mogą włączyć funkcję Poproś o zakup, aby dzieci musiały otrzymać ich zgodę na pobranie lub zakup rzeczy w App Store, iTunes Store lub Apple Books (także w przypadku zakupów w aplikacjach oraz pobierania rzeczy dostępnych bezpłatnie). Organizator oraz rodzice/opiekunowie mogą również skonfigurować funkcję Czas przed ekranem, która umożliwia im zarządzanie ustawieniami takich funkcji dla dzieci, jak Czas bez urządzenia, użycie aplikacji i witryn, dostęp do kontaktów oraz oceny treści. Tylko organizator i rodzice/opiekunowie mogą wyświetlać informacje dotyczące transakcji dokonywanych przez dziecko w App Store, iTunes Store i Apple Books, przeglądać jego aktywność w sieci i zarządzać nią przy użyciu funkcji Czas przed ekranem oraz włączyć nadzór rodzicielski. Aby uzyskać więcej informacji na temat funkcji Poproś o zakup, zobacz: support.apple.com/105055. Aby uzyskać więcej informacji na temat używania nadzoru rodzicielskiego, zobacz: support.apple.com/105121. Opuszczanie chmury rodzinnej oraz przenoszenie dziecka Dorosły członek rodziny może w dowolnym momencie opuścić grupę rodzinną lub zostać z niej usunięty przez organizatora. Dzieci w wieku od 13 do 17 lat mogą opuścić grupę rodzinną lub zostać z niej usunięte przez organizatora, chyba że ich konta są zarządzane przez organizatora lub rodzica/opiekuna przy użyciu funkcji Czas przed ekranem. Organizator rodziny może także rozwiązać grupę rodzinną, wyłączając funkcję Chmura rodzinna. Gdy członek rodziny opuszcza grupę rodzinną lub zostaje z niej usunięty, natychmiast traci dostęp do udostępnianych subskrypcji i treści kupionych przez innych członków grupy, a jego treści przestają być dostępne dla innych członków grupy. Dzieci poniżej 13 roku życia muszą należeć do grupy rodzinnej. Aby usunąć dziecko z grupy rodzinnej, organizator innej grupy rodzinnej może je zaprosić do dołączenia do swojej grupy, wybierając Zaproś osobiście w ustawieniach rodziny. Zaproszenie do przeniesienia musi zostać zaakceptowane przez organizatora bieżącej rodziny dziecka. Po zakończeniu procedury przenoszenia dziecka Apple nie przechowuje informacji, że przeniesione dziecko należało wcześniej do innej grupy rodzinnej. Organizator rodziny może również usunąć konto Apple dziecka. Aby uzyskać więcej informacji na temat przenoszenia dziecka do innej grupy rodzinnej i usuwania konta dziecka, zobacz: support.apple.com/102634. Komunikowanie się z Tobą Apple może używać informacji dotyczących grupy rodzinnej użytkownika, w tym liczby członków rodziny oraz obecności nieodebranych zaproszeń do dołączenia do grupy, aby wysyłać użytkownikowi oraz członkom jego rodziny informacje dotyczące produktów, usług, ofert i innych korzyści dostępnych za pośrednictwem funkcji Chmura rodzinna. Członkowie rodziny mogą otrzymywać te informacje za pośrednictwem poczty email, jeśli wyrażą na to zgodę. Mogą oni zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com albo przechodząc na urządzeniu iOS lub iPadOS do Ustawień i stukając w [imię i nazwisko] > Dane osobowe > Preferencje dotyczące komunikacji. Członkowie rodziny mogą również otrzymywać te informacje za pośrednictwem powiadomień push z odpowiednich aplikacji lub usług Apple. Aby uaktualnić preferencje powiadomień lub zrezygnować z powiadomień na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Powiadomienia. Apple może także wykorzystywać szczegóły dotyczące użytkownika i jego grupy rodzinnej, takie jak imię, nazwisko, wiek, rola oraz zakupy i subskrypcje, aby wysyłać wiadomości email oraz powiadomienia push dotyczące zmian subskrypcji rodzinnej i roli, dostępu do udostępnianych zakupów i subskrypcji oraz funkcji nadzoru rodzicielskiego. Na przykład, gdy użytkownik dołącza do grupy rodzinnej, pozostali członkowie rodziny otrzymują powiadomienie o możliwości korzystania z udostępnianych zakupów i subskrypcji nowego członka grupy rodzinnej. Jeśli organizator rodziny wskaże dorosłego członka rodziny jako rodzica/opiekuna, dzieci należące do grupy rodzinnej zostaną powiadomione, że osoba dorosła może zarządzać nadzorem rodzicielskim nad ich kontami. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe dotyczące Chmury rodzinnej w sposób opisany powyżej, zasadniczo w celu realizacji umowy członków rodziny z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy następujące kategorie danych osobowych, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, w tym informacje o: • kontach Apple użytkowników, takie jak imiona i nazwiska, dane logowania oraz wszystkie dane kontaktowe, płatności i zabezpieczeń (na przykład zaufane numery telefonu lub pytania zabezpieczające), używane w usługach Apple; • produktach Apple używanych przez członków rodziny, subskrypcjach usług Apple członków rodziny oraz historii ich zakupów i pobrań; • grupie rodzinnej użytkowników, w tym liczbie członków rodziny; • urządzeniach użytkownika, takie jak nazwa urządzenia, numer seryjny oraz inne identyfikatory sprzętowe; • danych do płatności, takich jak numery kont i daty wygaśnięcia, adresy płatnika i wysyłki oraz informacje o realizacji kart upominkowych. Te uzasadnione interesy obejmują: • zapewnianie członkom rodziny lepszych usług i wsparcia; • wysyłanie potencjalnie interesujących informacji o Chmurze rodzinnej oraz innych powiązanych produktach, usługach i ofertach Apple; • zapobieganie oszustwom i innym szkodliwym działaniom. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: Proteger a privacidade e a segurança das suas informações é uma prioridade para todas as pessoas na Apple. Trabalhamos muito para coletar apenas os dados de que precisamos para melhorar a sua experiência. Quando coletamos dados, acreditamos que é importante você saber que dados estamos coletando e por que precisamos deles, assim você pode fazer escolhas com mais embasamento. O Compartilhamento Familiar, assim como todos os produtos e serviços da Apple, foi projetado com base nesses princípios. Configuração do Compartilhamento Familiar Quando uma pessoa inicia uma configuração familiar, a Apple usa a idade e o país ou região associada à Conta Apple dela para confirmar se a pessoa é um adulto e, portanto, elegível a criar um grupo familiar. Os limites de idade específicos mencionados a seguir podem ser diferentes, dependendo do país ou região associada à Conta Apple da pessoa. Para obter mais informações sobre os limites de idade, visite support.apple.com/102617. Depois de confirmado que a pessoa que iniciou o processo é um adulto, ela se torna organizadora e pode convidar até cinco participantes com Contas Apple distintas para entrar no grupo familiar; para isso, ela pode usar o AirDrop, os apps Mensagens ou Mail, ou tocar em Convidar Pessoalmente nos ajustes da família. A Apple exibirá no convite o nome do organizador, a Conta Apple, as assinaturas às quais a pessoa convidada terá acesso e/ou as informações de contato do organizador, dependendo de como o convite tenha sido enviado. A Apple não exibirá nenhuma outra informação sobre o organizador da família ou o grupo familiar, como nomes de membros da família existentes. Quando o organizador toca em Convidar Pessoalmente, a Apple usa a Conta Apple e a senha da pessoa convidada, que são inseridas no dispositivo do organizador, para autenticá‑la e confirmar sua aceitação, caso ela seja maior de 13 anos. A Apple não armazenará essas informações no dispositivo do organizador. Se a pessoa convidada tiver menos de 13 anos, a Apple iniciará o fluxo de transferência da criança descrito na seção Sair de um Grupo Familiar e Transferências de Crianças abaixo. Para ajudar organizadores e convidados a gerenciar convites e enviar lembretes, a Apple poderá mostrar o nome, a foto de perfil e o estado do convite deles (como disponível) nos ajustes do dispositivo. A Apple mantém um registro dos convites até que a pessoa convidada responda ou o convite expire (em 15 dias). Se a pessoa convidada aceitar, a Apple associará sua Conta Apple com o grupo familiar. A Apple não mantém um registro de convites expirados. A Apple mantém por 30 dias um registro dos convites enviados pelo app Mensagens que tenham sido recusados, a fim de exibir o estado de recusado para o organizador e a pessoa convidada. Participação em uma Família e Funções na Família Quando uma pessoa entra em um grupo familiar, a Apple disponibiliza recursos, informações e controles específicos, que podem ser usados para gerenciar o compartilhamento de assinaturas, compras, informações de pagamento e localizações. Por exemplo, a Apple exibirá nos ajustes da Família o nome, Conta Apple, a idade das crianças e a função de cada pessoa para todos os membros do grupo familiar. A Apple levará em consideração a idade das crianças que usam dispositivos iOS ou iPadOS para fornecer informações apropriadas para a idade delas sobre seus direitos de privacidade e controles parentais. Além disso, para personalizar a lista de recomendações, a Apple também processará detalhes sobre um membro da família, como sua função, assinaturas e o uso de recursos e serviços. Por exemplo, as recomendações de um membro da família podem sugerir a revisão dos controles parentais, o compartilhamento do iCloud+ com outros membros ou a definição de outra pessoa do grupo como Contato de Emergência. Quando o organizador adiciona um adulto ao grupo familiar, pode desginá‑lo como responsável por uma criança. Os responsáveis e o organizador que possa agir como tal podem criar uma Conta Apple para crianças menores de 13 anos, como descrito a seguir. Eles também podem configurar controles parentais para as crianças do grupo familiar, como Pedir para Comprar e Tempo de Uso. Além de configurar um grupo familiar e convidar pessoas para participar dele, o organizador pode remover membros da família e desmembrar o grupo como descrito a seguir. Se um membro de um grupo familiar iniciar uma sessão em um dispositivo Apple, como a Apple TV, o dispositivo poderá exibir a Conta Apple e a foto do perfil de outros membros da família para sugerir sua inclusão. Criação de uma Conta Apple para uma Criança Para adicionar uma criança menor de 13 anos ao grupo familiar, o organizador e responsáveis devem criar a Conta Apple da criança ou realizar o processo de transferência descrito a seguir. Para criar uma Conta Apple para uma criança menor de 13 anos, o organizador ou responsável deve especificar o nome dela, a data de nascimento, um endereço de e‑mail e um número de telefone, para que a Apple possa fornecer a conta de Conta Apple para ela. Se a conta da criança for criada durante a configuração do dispositivo, o organizador ou responsável deverá fornecer também o país ou região da criança. Antes de obter consentimento para processar os dados de uma criança, a Apple usa os detalhes de pagamentos, documento de identidade no app Carteira ou conta da Conta Apple do organizador ou responsável para confirmar que essa pessoa é um adulto. A Apple usa a data de nascimento da criança para determinar serviços elegíveis e sugerir controles parentais, como Pedir para Comprar e Tempo de Uso. Para obter mais informações sobre a criação de contas para crianças, acesse support.apple.com/102617. Compartilhamento de Compras Quando um organizador ativa o compartilhamento de compras, as compras elegíveis feitas por membros da família na App Store, iTunes Store, no Apple Books ou no app Apple TV serão cobradas no método de pagamento registrado pelo organizador. Os membros da família poderão ver uma descrição do método de pagamento usado, como Apple Pay, mas não poderão ver os detalhes do pagamento, como o número completo da conta usada. Os membros da Família terão acesso automático às compras do organizador e poderão optar por compartilhar as próprias compras com outros membros da família. Os organizadores poderão ver a descrição, o preço e a data de todas as transações realizadas por membros da família na App Store on‑line e dentro de apps, assim como detalhes de disputas e pedidos de reembolsos, e os resultados. Se um membro da família comunicar um problema com uma compra da App Store on‑line ou dentro de apps, a Apple poderá usar as informações sobre a pessoa que fez a compra, o organizador e a compra para responder apropriadamente. Os membros da família podem ocultar compras individuais do iTunes, Apple Books e App Store ou desativar a opção Compartilhar Minhas Compras nos seus ajustes da família; o organizador da família continuará recebendo recibos de compras feitas na App Store, no Apple Books e Apple Music, mesmo se os membros da família tiverem ocultado suas compras. Para obter mais informações sobre compartilhamento de compras, acesse support.apple.com/102599. Para obter mais informações sobre como ocultar compras da App Store, acesse support.apple.com/108091. Assinaturas Se a opção Compartilhar com a Família estiver ativada, as assinaturas de serviços como plano familiar do Apple Music, Apple TV+, Apple Arcade ou Apple News+ serão compartilhadas com os membros da família. Os membros da família continuarão a usar as próprias Contas Apple para iniciar a sessão em cada serviço. Dessa forma, as bibliotecas de mídia, as recomendações e o conteúdo individual ficarão privados e separados, mas as vantagens do plano familiar compartilhado serão mantidas. Da mesma maneira, o compartilhamento do iCloud+ com a família dá a cada membro o acesso ao armazenamento e recursos do plano compartilhado, mantendo as contas e arquivos individuais separados. Para obter mais informações sobre o compartilhamento de assinaturas com membros da família, acesse support.apple.com/108107. Compartilhamento da Localização Quando uma pessoa entra em um grupo familiar, os nomes dos seus dispositivos ficam visíveis para outros membros da família no app Buscar. Sua Conta Apple só ficará visível para outros membros da família no app Buscar, e seus dados de localização só serão processados pelo app se o Compartilhamento da Localização tiver sido ativado, seja nos ajustes da família ou pelo app Buscar. Um membro da família também pode optar por compartilhar automaticamente sua localização com todos os demais (incluindo os membros adicionados mais tarde) nos ajustes da família pelo tempo que permanecer no grupo. Em determinados casos, o organizador ou responsável pode optar por compartilhar automaticamente a localização da criança com outros membros da família, como quando cria uma conta para uma criança menor de 13 anos. Os membros da família podem desativar o recurso Compartilhar Localização Automaticamente em Ajustes > [seu nome] > Compartilhamento Familiar > Compartilhamento da Localização. Nos ajustes da família e no app Buscar, eles também podem optar por compartilhar sua localização com membros específicos da família. Para obter mais informações sobre o compartilhamento da localização com membros da família, acesse support.apple.com/105107. Controles Parentais A Apple usa as funções e as Contas Apple de membros da família para permitir que os organizadores e responsáveis configurem controles parentais para as crianças do grupo familiar. Por exemplo, o organizador e os responsáveis podem ativar o recurso Pedir para Comprar para que as crianças só façam compras e downloads da App Store, iTunes Store ou Apple Books com aprovação, incluindo compras dentro de apps e downloads grátis. O organizador e os responsáveis também podem configurar o Tempo de Uso para gerenciar para as crianças os ajustes de recursos como Repouso, uso de apps e sites, contatos e classificações de conteúdo. Apenas o organizador e os responsáveis podem ver as informações sobre as transações da criança na App Store, iTunes Store e no Apple Books, ver e gerenciar sua atividade on‑line pelo Tempo de Uso e ativar os controles parentais. Para obter mais informações sobre Pedir para Comprar, acesse support.apple.com/105055. Para obter mais informações sobre o uso de controles parentais, acesse support.apple.com/105121. Saída de um Grupo de Compartilhamento Familiar e Transferências de Crianças A qualquer momento, os adultos podem sair do grupo da família dos quais sejam membros ou ser removidos pelo organizador. As crianças entre 13 e 17 anos poderão sair de um grupo familiar ou ser removidas pelo organizador, a não ser que sejam gerenciadas pelo organizador ou responsáveis via Tempo de Uso. O organizador também pode desativar o Compartilhamento Familiar para desmembrar um grupo familiar. Quando um membro da família sai ou é removido, perde acesso imediatamente às assinaturas compartilhadas e ao conteúdo comprado por outros membros. Além disso, seu conteúdo passa a ficar indisponível para os outros membros. Crianças menores de 13 anos devem fazer parte de um grupo familiar. Para remover uma criança de um grupo familiar, um organizador em outro grupo pode selecionar Convidar Pessoalmente nos ajustes e convidar a criança para entrar em seu grupo familiar. O convite de transferência deve ser aprovado pelo organizador da família atual da criança. Depois que a transferência é concluída, a Apple não mantém um registro de que a criança transferida fazia parte de outro grupo familiar anteriormente. Como alternativa, o organizador da família pode apagar a Conta Apple da criança. Para obter mais informações sobre como mover uma criança para outro grupo familiar e apagar a conta de uma criança, acesse support.apple.com/102634. Comunicação com Você A Apple pode usar detalhes sobre o grupo familiar de uma pessoa — incluindo o número de membros e se alguém tem um convite pendente para entrar — para enviar à pessoa e aos membros da família comunicações relevantes sobre produtos, serviços, ofertas e outros benefícios disponíveis pelo Compartilhamento Familiar. Os membros da família poderão receber essas comunicações por e‑mail, caso consintam em receber marketing por e‑mail. Em account.apple.com, eles podem alterar suas preferências de e‑mail e optar por não receber esses e‑mails. Se preferirem, nos dispositivos iOS ou iPadOS, podem acessar Ajustes > [seu nome] > Informações Pessoais > Preferências de Comunicação. Os membros da família também poderão receber essas comunicações por notificações push do produto ou serviço Apple pertinente. Para atualizar as preferências de notificação ou optar por não receber notificações no seu dispositivo iOS ou iPadOS, acesse Ajustes > Notificações. A Apple pode usar os detalhes sobre um usuário e seu grupo familiar, incluindo nome, idade, função, compras e assinaturas, para enviar comunicações por e‑mail ou notificações push sobre mudanças na participação e função na família, capacidade de acessar controles parentais e compras e assinaturas compartilhadas. Por exemplo, quando uma pessoa entra em um grupo familiar, todos os membros existentes recebem uma notificação sobre a possibilidade de acessar as compras e assinaturas compartilhadas pelo novo participante. Se um organizador designar um adulto como responsável, as crianças do grupo familiar receberão uma notificação de que esse adulto poderá gerenciar os controles parentais. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos os dados pessoais do Compartilhamento Familiar como descrito acima para fins de execução do contrato dos membros da família com a Apple, conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos as categorias de dados pessoais a seguir conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, incluindo informações sobre: • As informações da Conta Apple das pessoas, incluindo seu nome, as informações que usam para iniciar uma sessão, além de todos os detalhes de contato, pagamento e segurança, como números de telefone de confiança ou perguntas de segurança, usados nos serviços da Apple • Produtos Apple, assinaturas de serviços Apple e compras e downloads dos membros da família • Grupo familiar dos usuários, incluindo o número de membros na família • Os dispositivos dos usuários, incluindo nome do dispositivo, número de série e outros identificadores de hardware • Detalhes de pagamento, incluindo números de conta e datas de vencimento, endereços de cobrança e envio, e informações de resgate de cartões‑presente Esses interesses legítimos incluem: • Fornecer aos membros da família serviço e suporte melhores • Enviar comunicação relevante sobre o Compartilhamento Familiar e outros produtos, serviços e ofertas da Apple relacionados que possam ser de interesse • Prevenir fraudes e outras atividades maliciosas As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Trabalhamos no sentido de recolher apenas os dados de que necessitamos para melhorar a experiência de utilização e, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. A funcionalidade de Partilha com a família, como qualquer outro produto e serviço da Apple, foi concebida com base nestes princípios. Configurar Partilha com a família… Quando um utilizador inicia a configuração da família, a Apple usa a idade e o país ou região associados à conta Apple para confirmar que se trata de um adulto e por isso é elegível para criar um grupo familiar. Os limites de idade específicos referidos abaixo podem variar consoante o país ou região que está associado à conta Apple do utilizador. Encontrará informação sobre os limites de idade em support.apple.com/102617. Assim que o estado de adulto for confirmado, o utilizador que iniciou o processo torna‑se o organizador da família e pode convidar até cinco outros utilizadores com contas Apple exclusivas para aderirem ao grupo familiar através de AirDrop, Mensagens ou Mail ou tocando em “Convidar pessoalmente” nas definições da família. A Apple apresentará o nome do organizador, a conta Apple, as assinaturas a que o convidado terá acesso e/ou a informação de contacto do organizador no convite, dependendo de como foi enviado. A Apple não apresentará qualquer outra informação acerca do organizador ou do grupo familiar, como, por exemplo, os nomes de membros da família existentes. Quando o organizador toca em “Convidar pessoalmente”, a Apple usará a conta Apple e a palavra‑passe do convidado, que são introduzidas no dispositivo do organizador, para autenticar o convidado e confirmar a aceitação, caso o convidado tenha 13 anos ou mais. A Apple não armazenará essa informação no dispositivo do organizador. Se a pessoa convidada tiver menos de 13 anos, a Apple iniciará o processo de transferência da criança descrito abaixo, na secção Sair de um grupo de Partilha com a família e transferências de crianças. Para ajudar os organizadores e os convidados a gerir os convites e enviar lembretes, a Apple apresentará o nome, a fotografia do perfil e o estado no convite, se estiverem disponíveis, nas definições do dispositivo. A Apple mantém um registo dos convites até que o convidado responda ou o convite expire após 15 dias. Se o convidado aceitar, a Apple associa a conta Apple do convidado ao grupo familiar. A Apple não mantém um registo dos convites expirados. Para os convites enviados através da aplicação Mensagens que foram recusados, a Apple mantém um registo durante 30 dias para apresentar o estado recusado na aplicação Mensagens ao organizador e ao convidado. Aderir a uma família e às funções da família Quando os utilizadores aderem a um grupo familiar, a Apple disponibiliza funcionalidades, informações e controlos específicos, que podem ser usados para gerir a partilha de assinaturas, compras, informações de pagamento e localizações. Por exemplo, a Apple apresentará o nome de cada membro, a conta Apple e a função, assim como a idade de qualquer criança na família, a todos os membros do grupo familiar nas definições de Família. Para crianças num dispositivo iOS ou iPadOS, a Apple usará a respetiva idade para fornecer informação adequada à idade sobre os direitos de privacidade e controlos parentais. A Apple também processará detalhes acerca de um membro da família, tal como a sua função, assinaturas e utilização de funcionalidades e serviços para fornecer uma lista de recomendações personalizada. Por exemplo, as recomendações de um membro da família podem sugerir a revisão dos controlos parentais, a partilha de iCloud+ com membros da família ou a definição de outro membro da família como um dos contactos de emergência. Quando o organizador adiciona um utilizador adulto ao grupo familiar, pode designá‑lo como pai/tutor. Os pais/tutores, assim como o organizador, que também pode atuar como um pai/tutor, podem criar uma conta Apple para crianças com menos de 13 anos, conforme descrito abaixo. Também podem configurar os controlos parentais, como, por exemplo, Pedir para comprar e Tempo de ecrã, para a criança no grupo familiar. Além da possibilidade de criar um grupo familiar e convidar utilizadores para participar, o organizador pode remover membros da família e encerrar o grupo conforme descrito abaixo. Se um utilizador que integre um grupo familiar iniciar sessão num dispositivo Apple, como a Apple TV, o dispositivo pode sugerir a adição de outros membros da família ao apresentar o respetivo nome da conta Apple e a fotografia do perfil. Criar uma conta Apple para uma criança O organizador e os pais/tutores podem adicionar uma criança com menos de 13 anos ao grupo familiar criando a conta Apple da criança ou através do processo de transferência da criança descrito abaixo. Para criar uma conta Apple para uma criança com menos de 13 anos, o organizador ou os pais/tutores têm de fornecer o nome da criança, a data de nascimento, um endereço de e‑mail e um número de telefone, que a Apple usa para fornecer a conta da conta Apple à criança. Se a conta da criança for criada durante a configuração do dispositivo, o organizador ou os pais/tutores também têm de fornecer o país ou a região da criança. A Apple verifica o estado de adulto do organizador ou do pai/tutor através das informações de pagamento, do cartão de identificação na Carteira ou da conta Apple ou equivalente antes de obter o consentimento para processar os dados da criança. A Apple usa a data de nascimento da criança para determinar serviços elegíveis e sugerir controlos parentais, como, por exemplo, Pedir para comprar e Tempo de ecrã. Encontrará informação adicional acerca da criação de contas de criança em support.apple.com/102617. Partilha de compras Quando um organizador ativa a partilha de compras, as compras elegíveis feitas por membros da família na App Store, na iTunes Store, em Apple Books ou na aplicação TV serão debitadas no método de pagamento associado ao organizador. Os membros da família poderão ver uma descrição do método de pagamento usado, como, por exemplo, o Apple Pay, mas não poderão ver as informações de pagamento, como, por exemplo, um número de conta de pagamento completo. Os membros da família obterão automaticamente acesso às compras do organizador e podem optar por partilhar as suas compras com outros membros da família. Os organizadores poderão ver a descrição, o preço e a data de todas as transações online e integradas da App Store dos membros da família, assim como as informações de pedidos de reembolso e resoluções e contestações. Se um membro da família comunicar um problema com uma compra online ou integrada da App Store, a Apple usará informação acerca do membro da família que efetuou a compra, do organizador e da compra para fornecer uma resposta adequada. Os membros da família podem ocultar compras individuais do iTunes, Apple Books e App Store ou desativar a opção “Partilhar as minhas compras” nas definições da família; o organizador da família continuará a receber recibos das compras efetuadas na App Store, Apple Books e Apple Music, mesmo que os membros da família tenham ocultado as compras. Encontrará informação adicional acerca da partilha de compras em support.apple.com/102599. Encontrará informação adicional sobre como ocultar compras da App Store em support.apple.com/108091. Assinaturas Se a opção “Partilhar com a família” estiver ativada, as assinaturas de serviços, como o plano familiar de Apple Music, Apple TV+, Apple Arcade ou Apple News+, serão partilhadas com os membros da família. Os membros da família continuarão a iniciar sessão em cada serviço com as suas próprias contas Apple. Isso mantém o conteúdo individual e as bibliotecas de multimédia e as recomendações privados e separados, ao mesmo tempo que tiram partido do plano familiar partilhado. Da mesma forma, a partilha de iCloud+ com a família dá a cada membro da família acesso ao armazenamento e às funcionalidades no plano partilhado, mas mantendo as contas e os ficheiros em separado. Encontrará informação adicional acerca da partilha de assinaturas com membros da família em support.apple.com/108107. Partilha de localização Quando um utilizador adere a um grupo familiar, os nomes dos respetivos dispositivos ficarão visíveis para os outros membros da família em Encontrar. A conta Apple apenas estará visível a outros membros da família em Encontrar e os respetivos dados de localização só serão processados em Encontrar se a Partilha de localização for ativada, seja nas definições da família ou na aplicação Encontrar. Um membro da família também pode optar por partilhar automaticamente a sua própria localização com todos os membros da família, incluindo novos membros que forem adicionados mais tarde, nas definições da família, durante a sua permanência no grupo. O organizador ou o pai/tutor pode optar por partilhar automaticamente a localização da criança com todos os membros da família em determinados casos, incluindo quando cria uma conta para crianças com menos de 13 anos. Os membros da família podem desativar a funcionalidade Partilhar localização automaticamente em Definições do Sistema > [o seu nome] > Partilha com a família > Partilha de localização. Também podem optar por partilhar a localização com membros da família individuais através das definições da família e da aplicação Encontrar. Encontrará informação adicional acerca da partilha da localização com membros da família em support.apple.com/105107. Controlo parental A Apple usa as contas Apple e as funções dos membros da família para permitir que o organizador e os pais/tutores configurem os controlos parentais para as crianças no grupo familiar. Por exemplo, o organizador e os pais/tutores podem ativar Pedir para comprar para que a criança tenha de receber uma autorização antes de efetuar quaisquer descargas ou compras na App Store, iTunes Store ou Apple Books, incluindo compras integradas e descargas gratuitas. O organizador e os pais/tutores também podem configurar o Tempo de ecrã, que lhes permite gerir as definições das funcionalidades, como, por exemplo, o tempo de pausa, a utilização de aplicações e sites, os contactos e as classificações de conteúdo para as crianças. Apenas o organizador e os pais/tutores podem ver as informações acerca das transações da criança na App Store, iTunes Store e Apple Books, ver e gerir a sua atividade online através da funcionalidade Tempo de ecrã e ativar os controlos parentais. Encontrará informação adicional acerca de Pedir para comprar em support.apple.com/105055. Encontrará informação adicional acerca da utilização de controlos parentais em support.apple.com/105121. Sair de um grupo de Partilha com a família e transferências de crianças Os membros da família que sejam adultos podem sair de um grupo familiar ou ser removidos pelo organizador em qualquer altura. As crianças que tenham entre 13 e 17 anos podem sair de um grupo familiar ou ser removidas pelo organizador, salvo se forem geridas pelo organizador ou pelos pais/tutores através da funcionalidade Tempo de ecrã. O organizador da família pode encerrar um grupo familiar desativando Partilha com a família. Quando um membro da família sai ou é removido, perde imediatamente o acesso às assinaturas partilhadas e ao conteúdo comprado por outros membros e o seu conteúdo também deixará de estar disponível para outros membros. As crianças com menos de 13 anos têm de fazer parte de um grupo familiar. Para remover uma criança de um grupo familiar, um organizador num grupo familiar diferente pode convidar a criança a aderir ao grupo familiar selecionando “Convidar pessoalmente” nas definições da família. O convite de transferência tem de ser aprovado pelo organizador da família atual da criança. Assim que a transferência for concluída, a Apple não mantém um registo do facto da criança transferida ter feito parte de um grupo familiar diferente anteriormente. Em alternativa, o organizador da família pode apagar a conta Apple da criança. Encontrará informação adicional sobre como mover uma criança para outro grupo familiar e apagar uma conta de criança em support.apple.com/102634. Comunicar consigo A Apple pode usar informações acerca do grupo familiar de um utilizador, incluindo o número de membros da família e se alguém tem um convite pendente para aderir ao grupo, para enviar ao utilizador e aos membros da família comunicações relevantes sobre produtos, serviços, ofertas e outras vantagens disponíveis através da Partilha com a família. Os membros da família também podem receber estas comunicações por e‑mail se aceitarem a receção de marketing por e‑mail. Podem alterar as preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com ou, em dispositivos iOS ou iPadOS, em Definições > [o seu nome] > Informação pessoal > Preferências de comunicação. Os membros da família também podem receber estas comunicações através de notificações por Push do produto ou serviço relevante da Apple. Para atualizar as preferências de notificação ou desativar as notificações, no dispositivo iOS ou iPadOS, vá a Definições > Notificações. A Apple pode também usar detalhes sobre um utilizador e o respetivo grupo familiar, incluindo o nome, idade, função, compras e assinaturas, para enviar comunicações por e‑mail ou notificação por Push sobre alterações de membros do grupo familiar e funções, acesso a compras e assinaturas partilhadas, e controlos parentais. Por exemplo, quando um utilizador adere a um grupo familiar, todos os membros existentes serão notificados da capacidade para acederem às compras e assinaturas partilhadas do novo membro. Se um organizador designar um adulto membro do grupo familiar como pai/tutor, as crianças no grupo familiar serão notificadas de que o utilizador adulto pode gerir os controlos parentais. Base jurídica aplicável para processamento de dados pessoais Processamos dados pessoais para a Partilha com a família como descrito geralmente para a execução do contrato dos membros da família com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos as seguintes categorias de dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros, incluindo informação sobre: • A informação da conta Apple do utilizador, incluindo o nome, a informação usada para iniciar sessão, assim como todos os dados de contacto, pagamento e segurança, tais como números de telefone fidedignos ou perguntas de segurança que são usados nos serviços Apple. • Os produtos Apple dos membros da família, assinaturas de serviços Apple dos membros da família e as respetivas compras e descargas. • O grupo familiar do utilizador, incluindo o número de membros na família. • Os dispositivos dos utilizadores, incluindo o nome, número de série e outros identificadores de hardware do dispositivo. • Os dados de pagamento, incluindo números de conta e datas de validade, endereços de faturação e envio, e informação de resgate de cartões‑oferta. Esses interesses legítimos incluem: • Prestar aos membros da família um melhor serviço e assistência. • Enviar‑lhe comunicações relevantes acerca da Partilha com a família e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse. • Prevenir fraude e outras atividades maliciosas. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară și, atunci când colectăm date, credem că este important ca dvs. să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciul Partajare familială, precum toate produsele și serviciile Apple, este conceput pe baza acestor principii. Configurarea serviciului Partajare familială Când un utilizator inițiază configurarea familiei, Apple utilizează vârsta și țara sau regiunea asociată cu contul său Apple pentru a confirma că utilizatorul respectiv este adult și, în consecință, este eligibil pentru a crea un grup de familie. Pragurile specifice de vârstă la care se face referire mai jos pot fi diferite pentru un utilizator în funcție de țara sau regiunea asociată cu contul său Apple. Pentru informații suplimentare despre pragurile de vârstă, vizitați support.apple.com/102617. Odată ce statutul de adult este confirmat, utilizatorul inițiator devine organizatorul familiei și poate invita până la cinci alți utilizatori cu conturi Apple unice să se alăture grupului familiei utilizând AirDrop, Mesaje sau Mail sau apăsând pe “Invitați în persoană” în configurările familiei. Apple va afișa în invitație numele și contul Apple ale organizatorului, abonamentele la care vor dobândi acces invitații și/sau informațiile de contact ale organizatorului, în funcție de modul în care a fost trimisă aceasta. Apple nu va afișa alte informații despre organizator sau despre grupul familiei, precum numele membrilor de familie existenți. Dacă organizatorul apasă pe “Invitați în persoană”, Apple va utiliza contul Apple și parola persoanei invitate, care sunt introduse pe dispozitivul organizatorului, pentru a autentifica persoana invitată și a confirma acceptul său, dacă are cel puțin 13 ani. Apple nu va stoca aceste informații pe dispozitivul organizatorului. Dacă persoana invitată are mai puțin de 13 ani, Apple va iniția procesul de transferare a copilului, descris în secțiunea “Părăsirea unui grup de Partajare familială și transferarea copiilor” de mai jos. Pentru a ajuta organizatorii și persoanele invitate să gestioneze invitațiile și să configureze mementouri, Apple va afișa în configurările dispozitivului numele acestora, poza de profil și starea invitației, dacă sunt disponibile. Apple păstrează evidența invitațiilor până când persoana invitată răspunde sau invitația expiră după 15 zile. Dacă persoana invitată acceptă, Apple asociază contul său Apple cu grupul familiei. Apple nu ține evidența invitațiilor expirate. Pentru invitațiile trimise prin intermediul aplicației Mesaje care au fost refuzate, Apple ține evidența timp de 30 de zile pentru a afișa starea de refuz în Mesaje atât organizatorului, cât și persoanei invitate. Alăturarea la o familie și rolurile din familie Atunci când unui grup de familie i se alătură utilizatori, Apple pune la dispoziție anumite funcționalități, informații și controale, care pot fi folosite pentru a gestiona abonamentele, achizițiile, informațiile de plată și localizările. De exemplu, Apple va afișa numele, contul Apple și rolul fiecărui membru al familiei, precum și vârsta oricărui copil din familie, tuturor membrilor din grupul familiei în configurările familiei. Pentru copii care utilizează un dispozitiv iOS sau iPadOS, Apple va utiliza vârsta acestora pentru a le furniza informații adecvate vârstei despre dreptul la intimitate și controalele parentale. De asemenea, Apple va procesa detalii despre un membru al familiei, cum ar fi rolul și abonamentele sale, precum și utilizarea funcționalităților și serviciilor de către acesta, pentru a oferi o listă personalizată de recomandări. De exemplu, recomandările unui membru al familiei pot sugera revizuirea controalelor parentale, partajarea iCloud+ cu membrii familiei sau desemnarea altui membru al familiei drept unul dintre contactele sale de urgență. Când organizatorul adaugă un utilizator adult în grupul familiei, îl poate desemna drept părinte/tutore. Părinții/tutorii, precum și organizatorul care poate juca, la rândul său, rolul de părinte/tutore, pot crea un cont Apple pentru copii sub 13 ani, conform celor de mai jos. De asemenea, aceștia pot configura controale parentale, precum “Cerere de cumpărare” și “Timp de utilizare” pentru copiii din grupul familiei. Pe lângă configurarea unui grup de familie și invitarea altor utilizatori să participe la acesta, organizatorul poate elimina membri ai familiei și poate dizolva grupul, conform celor de mai jos. Dacă un utilizator care face parte dintr‑un grup de familie se autentifică pe un dispozitiv Apple, precum un Apple TV, dispozitivul poate sugera adăugarea altor membri ai familiei prin afișarea numelui și pozei de profil corespunzătoare contului lor Apple. Crearea unui cont Apple pentru un copil Organizatorul și părinții/tutorii pot adăuga un copil cu vârsta mai mică de 13 ani în grupul lor de familie prin crearea unui cont Apple pentru acesta sau prin procesul de transferare a copilului, descris mai jos. Pentru a crea un cont Apple pentru un copil cu vârsta mai mică de 13 ani, organizatorul sau părintele/tutorele trebuie să furnizeze numele copilului, data sa de naștere, o adresă de e‑mail și un număr de telefon, informații pe care Apple le utilizează pentru a pune la dispoziția copilului contul Apple. În cazul în care contul copilului este creat în timpul configurării dispozitivului, organizatorul sau părintele/tutorele trebuie să specifice și țara sau regiunea copilului. Apple verifică statutul de adult al organizatorului sau părintelui/tutorelui utilizând detaliile sale de plată, cartea sa de identitate din Portofel sau contul său Apple sau informații echivalente înainte de a obține consimțământul său pentru a procesa datele copilului. Apple utilizează data nașterii copilului pentru a stabili serviciile eligibile și pentru a sugera controale parentale, cum ar fi “Cerere de cumpărare” sau “Timp de utilizare”. Pentru mai multe informații despre crearea conturilor de copil, vizitați support.apple.com/102617. Partajarea achizițiilor Când un organizator activează partajarea achizițiilor, achizițiile eligibile efectuate de membrii familiei în App Store, iTunes Store, Apple Books sau aplicația Apple TV vor fi debitate din metoda de plată înregistrată a organizatorului. Membrii familiei vor putea vedea o descriere a metodei de plată utilizate, precum Apple Pay, dar nu vor putea să vadă detalii de plată, precum numărul complet al contului plătitor. Membrii familiei vor obține în mod automat acces la achizițiile organizatorului și pot opta să își partajeze propriile achiziții cu alți membri ai familiei. Organizatorii vor putea să vadă descrierea, prețul și data pentru toate tranzacțiile din App Store ale membrilor familiei, online sau din aplicații, precum și detalii despre solicitările de rambursare, despre rezultatele acestora și despre contestații. Dacă un membru al familiei raportează o problemă legată de o achiziție din App Store, online sau dintr‑o aplicație, Apple va utiliza informații despre membrul familiei care a realizat achiziția, despre organizator și despre achiziție pentru a oferi un răspuns corespunzător. Membrii familiei pot ascunde achiziții individuale din iTunes, Apple Books și App Store sau pot dezactiva opțiunea “Partajați achizițiile dvs.” din configurările lor pentru familie; organizatorul familiei va continua să primească recipise pentru orice achiziții efectuate în App Store, Apple Books și Apple Music, chiar dacă membrii familiei și‑au ascuns achizițiile. Pentru mai multe informații despre partajarea achizițiilor, vizitați support.apple.com/102599. Pentru mai multe informații despre ascunderea achizițiilor din App Store, vizitați support.apple.com/108091. Abonamente Dacă partajarea cu familia este activată, abonamentele pentru servicii precum planul de familie Apple Music, Apple TV+, Apple Arcade sau Apple News+ vor fi partajate cu membrii familiei. Membrii familiei vor continua să se autentifice în fiecare serviciu folosind propriile lor conturi Apple. În acest fel, conținutul individual, bibliotecile multimedia și sugestiile vor fi menținute private și separate, beneficiind în același timp de planul partajat cu familia. În mod similar, partajarea iCloud+ cu familia oferă fiecărui membru al familiei acces la spațiul de stocare și funcționalitățile din planul partajat, menținând în același timp conturile individuale și fișierele separate. Pentru mai multe informații despre partajarea abonamentelor cu membrii familiei, vizitați support.apple.com/108107. Partajarea localizării Când un utilizator se alătură unui grup de familie, numele dispozitivelor sale vor deveni vizibile pentru ceilalți membri ai familiei în aplicația Găsire. Contul său Apple va fi vizibil pentru ceilalți membri ai familiei în Găsire și datele sale de localizare vor fi procesate de Găsire doar dacă își activează opțiunea “Partajare localizare”, fie prin intermediul configurărilor pentru familie, fie prin intermediul aplicației Găsire. De asemenea, un membru al familiei poate opta să își partajeze în mod automat localizarea proprie cu toți ceilalți membri ai familiei, inclusiv cu orice membri noi adăugați ulterior, în configurările pentru familie, pe toată perioada cât vor rămâne în grupul respectiv. Organizatorul sau părintele/tutorele poate opta să partajeze automat localizarea copilului său cu alți membri ai familiei în anumite cazuri, inclusiv atunci când creează un cont pentru un copil cu vârsta mai mică de 13 ani. Membrii familiei pot dezactiva funcționalitatea “Partajare automată a localizării” în Configurări > [numele dvs.] > Partajare familială > Partajare localizare. De asemenea, aceștia pot opta să își partajeze localizarea cu membri individuali ai familiei utilizând configurările pentru familie și aplicația Găsire. Pentru mai multe informații despre partajarea localizării cu membrii familiei, vizitați support.apple.com/105107. Controale parentale Apple utilizează conturile Apple și rolurile membrilor familiei pentru a le permite organizatorului și părinților/tutorilor să configureze controalele parentale pentru copiii din grupul familiei lor. De exemplu, organizatorul și părinții/tutorii pot activa funcționalitatea “Cerere de cumpărare” pentru ca aprobarea lor să fie obligatorie înainte ca un copil să poată efectua orice descărcări sau achiziții din App Store, iTunes Store sau Apple Books, inclusiv achiziții din aplicații și descărcări gratuite. De asemenea, organizatorul și părinții/tutorii pot configura “Timp de utilizare”, care le permite să gestioneze configurările unor funcționalități precum Perioadă de repaus, utilizarea aplicațiilor și site‑urilor web, contacte și evaluări ale conținutului pentru copii lor. Doar organizatorul și părinții/tutorii pot să vadă informații despre tranzacțiile copilului din App Store, iTunes Store și Apple Books, să vadă și să gestioneze activitatea sa online folosind Timp de utilizare și să activeze controale parentale. Pentru mai multe informații despre “Cerere de cumpărare”, vizitați support.apple.com/105055. Pentru mai multe informații despre utilizarea controalelor parentale, vizitați support.apple.com/105121. Părăsirea unui grup de Partajare familială și transferarea copiilor Membrii adulți ai familiei pot părăsi oricând un grup de familie sau pot fi eliminați oricând de către organizator. Copiii cu vârsta între 13 și 17 ani pot părăsi un grup de familie sau pot fi eliminați de către organizator, cu excepția cazului în care sunt gestionați de organizator sau părinți/tutori folosind Timp de utilizare. De asemenea, organizatorul familiei poate dizolva un grup de familie dezactivând funcționalitatea Partajare familială. Când un membru al familiei părăsește grupul sau este eliminat din acesta, își pierde imediat accesul la abonamentele partajate și la conținutul achiziționat de alți membri, iar conținutul acestuia nu va mai fi, la rândul său, disponibil altor membri. Copiii cu vârsta sub 13 ani trebuie să facă parte dintr‑un grup familial. Pentru a elimina un copil dintr‑un grup de familie, un organizator dintr‑un grup de familie diferit poate invita copilul să se alăture grupului său de familie selectând “Invitați în persoană” în configurările pentru familie. Invitația de transferare trebuie să fie aprobată de organizatorul familiei actuale a copilului. După finalizarea transferării, Apple nu ține evidența faptului că respectivul copil transferat a făcut anterior parte din alt grup de familie. Alternativ, organizatorul familiei poate șterge contul Apple al copilului. Pentru mai multe informații despre mutarea unui copil în alt grup de familie și ștergerea contului unui copil, vizitați support.apple.com/102634. Comunicarea cu dvs. Apple poate utiliza detalii despre grupul de familie al unui utilizator, inclusiv numărul de membri ai familiei și dacă cineva are sau nu o invitație în așteptare de a se alătura grupului, pentru a le trimite utilizatorului și membrilor familiei sale comunicări relevante despre produse, servicii, oferte și alte beneficii disponibile prin intermediul Partajării familiale. Este posibil ca membrii familiei să primească aceste comunicări prin e‑mail, dacă acceptă să primească informații de marketing prin e‑mail. Aceștia își pot schimba preferințele legate de e‑mail și pot opta împotriva primirii acestor e‑mailuri accesând account.apple.com sau, pe dispozitivele iOS sau iPadOS, accesând Configurări > [numele dvs.] > Informații personale > Preferințe de comunicare. De asemenea, este posibil ca membrii familiei să primească aceste comunicări prin notificări Push de la produsul sau serviciul Apple relevant. Pentru a actualiza preferințele legate de notificări sau pentru a opta împotriva primirii notificărilor, pe un dispozitiv iOS sau iPadOS, accesați Configurări > Notificări. De asemenea, Apple poate utiliza detalii despre un utilizator și grupul familiei sale, inclusiv numele, vârsta, rolul, achizițiile și abonamentele, pentru a trimite comunicări prin e‑mail sau notificări Push despre modificările referitoare la apartenența și rolul în familie, capacitatea de a accesa achizițiile și abonamentele partajate și controalele parentale. De exemplu, când un utilizator se alătură unui grup de familie, toți membrii existenți ai familiei vor fi notificați despre capacitatea lor de a accesa achizițiile și abonamentele partajate ale noului membru. Dacă un organizator desemnează un membru adult al familiei drept părinte/tutore, copiii din grupul familiei vor fi notificați că utilizatorul adult le poate gestiona controalele parentale. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele personale pentru Partajare familială în conformitate cu descrierea de mai sus pentru executarea contractului membrilor familiei cu Apple, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm următoarele categorii de date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, inclusiv informații referitoare la: • Informații despre conturile Apple ale utilizatorilor, inclusiv numele acestora, informațiile utilizate pentru a se autentifica, precum și detaliile de contact, plată și securitate, cum ar fi numerele de telefon de încredere sau întrebările de securitate care sunt utilizate în cadrul serviciilor Apple • Produsele Apple deținute de membrii familiei, abonamentele membrilor familiei la serviciile Apple, precum și achizițiile și descărcările acestora • Grupul de familie al utilizatorilor, inclusiv numărul de membri ai familiei acestora • Dispozitivele utilizatorilor, inclusiv numele dispozitivului, numărul serial și alți identificatori hardware • Detaliile de plată, inclusiv numerele de cont și datele de expirare, adresele de facturare și de expediere, precum și informații legate de valorificarea cardurilor cadou Aceste interese legitime includ: • Oferirea de servicii și asistență mai bune pentru membrii familiei • Trimiterea de comunicări relevante despre Partajare familială și alte produse, servicii și oferte Apple conexe care ar putea prezenta interes • Prevenirea fraudelor și a activităților rău intenționate Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для совершенствования работы наших сервисов. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Функция «Семейный доступ», как и остальные продукты и сервисы Apple, создана на основе этих принципов. Настройка Семейного доступа Когда пользователь инициирует настройку Семейного доступа, Apple проверяет возраст этого человека, а также страну или регион, связанные с его Аккаунтом Apple, чтобы подтвердить, что пользователь достиг совершеннолетия и поэтому может создать семейную группу. Описанные ниже возрастные ограничения могут различаться для пользователей в зависимости от того, с какой страной или регионом связан их Аккаунт Apple. Подробнее о возрастных ограничениях: support.apple.com/ru-ru/102617. После подтверждения своего возраста инициатор настройки Семейного доступа становится организатором семейной группы. Организатор может пригласить до пяти других пользователей с уникальными Аккаунтами Apple присоединиться к семейной группе: это можно сделать через AirDrop, Сообщения или Почту, а также выбрав вариант «Пригласить лично» в настройках Семейного доступа. В зависимости от того, каким образом отправлено приглашение, Apple отобразит в нем имя, Аккаунт Apple и контактную информацию организатора, а также подписки, доступ к которым получит приглашенный участник. Apple не отобразит никакую другую информацию об организаторе или семейной группе, например имена уже добавленных участников. Когда организатор касается варианта «Пригласить лично», Apple использует Аккаунт Apple и пароль приглашенного участника, которые организатор вводит на своем устройстве, для проверки личности приглашенного участника и подтверждения его согласия, если приглашенному уже исполнилось 13 лет. Apple не будет хранить эту информацию на устройстве организатора. Если приглашенному участнику еще не исполнилось 13 лет, Apple инициирует процесс переноса детской учетной записи, как описано ниже в разделе «Выход из семейной группы и перенос детских учетных записей». Чтобы организаторам и приглашенным участникам было легче управлять приглашениями и отправлять напоминания, Apple будет отображать в настройках устройства их имена, фото профиля и статус приглашения, если они есть. Apple хранит записи о приглашениях до тех пор, пока приглашенный человек не ответит на них или пока приглашение не устареет (срок действия приглашения — 15 дней). Если участник принимает приглашение, Apple связывает Аккаунт Apple этого человека с семейной группой. Apple не хранит записи об устаревших приглашениях. Записи об отклоненных приглашениях, отправленных через Сообщения, Apple хранит в течение 30 дней, чтобы показывать статус отказа в Сообщениях для организатора и приглашенного. Вступление в семейную группу и роли в такой группе Когда пользователи присоединяются к семейной группе, Apple предоставляет им доступ к определенным функциям, информации и элементам управления, с помощью которых можно управлять совместным использованием подписок, покупок, платежной информации и данных о геопозициях. Например, в настройках семейной группы все ее участники могут просмотреть имена, Аккаунты Apple и роли каждого из участников семейной группы, а также возраст всех состоящих в группе детей. Apple будет использовать данные о возрасте несовершеннолетних пользователей устройств iOS или iPadOS, чтобы сообщать детям соответствующую их возрасту информацию об их правах на конфиденциальность данных и действующих настройках родительского контроля. Чтобы предлагать персональные рекомендации, Apple также будет обрабатывать сведения об участнике семейной группы, например данные о его роли, подписках и характере использования функций и сервисов. Например, рекомендации могут предлагать участнику семейной группы проверить параметры Родительского контроля, предоставить доступ к iCloud+ другим членам семьи или назначить кого‑либо из участников своим контактом на случай ЧП. Добавляя в семейную группу взрослого пользователя, организатор может назначить его родителем или опекуном. Родители или опекуны, а также организатор, который может выступать в роли родителя или опекуна, могут создавать Аккаунты Apple для детей младше 13 лет. Процесс описан ниже. Эти участники также могут настраивать параметры Родительского контроля, например функцию «Попросить купить» и настройки Экранного времени для детей в семейной группе. Помимо возможности создать семейную группу и пригласить в нее пользователей, организатор может удалить из нее участников и расформировать группу, как описано ниже. Когда участник семейной группы выполняет вход на определенном устройстве Apple, например на Apple TV, это устройство может предложить пользователю добавить других участников группы, отобразив имена и фото профиля, сохраненные в Аккаунте Apple каждого из них. Создание Аккаунта Apple для ребенка Организатор, а также родители или опекуны могут добавлять детей младше 13 лет в свою семейную группу. Для этого необходимо создать для ребенка Аккаунт Apple или перенести в группу существующий Аккаунт ребенка, как описано ниже. Чтобы создать Аккаунт Apple для ребенка младше 13 лет, организатор либо родитель или опекун должен указать имя и дату рождения ребенка, а также адрес электронной почты и номер телефона, которые Apple будет использовать для оформления Аккаунта Apple для этого ребенка. Если учетная запись ребенка создается во время настройки устройства, организатор либо родитель или опекун должен также указать страну или регион, где проживает ребенок. Прежде чем получить согласие на обработку данных ребенка, Apple проверяет возраст организатора либо родителя или опекуна на основе их платежной информации, удостоверения личности в Wallet, их Аккаунта Apple или эквивалентной учетной записи. Используя сведения о дате рождения ребенка, Apple определяет подходящие этому ребенку сервисы и предлагает параметры родительского контроля, например функцию «Попросить купить» и настройки Экранного времени. Подробнее о создании детских учетных записей: support.apple.com/ru-ru/102617. Общие покупки Если организатор разрешает совместное использование покупок, то для оплаты соответствующих покупок, которые участники семейной группы совершают в App Store, iTunes Store, приложении «Книги» или Apple TV, будет использоваться способ оплаты, сохраненный в профиле организатора. Участники семейной группы смогут просмотреть описание используемого способа оплаты, например Apple Pay, но не смогут увидеть платежную информацию, такую как полный номер счета для оплаты. Участники семейной группы автоматически получат доступ к покупкам организатора и смогут делиться своими покупками с другими участниками группы. Организаторы смогут просматривать описание, потраченную сумму и дату всех покупок, оплаченных участниками семейной группы онлайн и в приложениях из App Store, а также сведения о спорах, запросах на возврат средств и решения по ним. Если участник семейной группы сообщает о проблеме с покупкой онлайн или в приложении из App Store, компания Apple использует информацию об участнике, совершившем покупку, организаторе и самой покупке для предоставления подходящего ответа. Члены семьи могут скрывать отдельные покупки в iTunes, Книгах и App Store или закрыть общий доступ к своим покупкам в настройках Семейного доступа. Организатор семейной группы продолжит получать чеки за покупки, совершенные в App Store, Книгах и Музыке, даже если члены семьи скрыли свои покупки. Подробнее об общем доступе к покупкам: support.apple.com/102599. Подробнее о скрытии покупок из App Store: support.apple.com/ru-ru/108091. Подписки Если включена функция общего доступа для семьи, все участники семейной группы смогут пользоваться подписками на такие сервисы, как Apple Music (семейный тариф), Apple TV+, Apple Arcade и Apple News+. Участникам семейной группы понадобится входить в каждый из сервисов со своими собственными Аккаунтами Apple. Таким образом члены семьи могут хранить контент отдельно в личных медиатеках и пользоваться рекомендациями, которые остаются конфиденциальными, при этом получая доступ к семейным подпискам. Аналогичным образом, если предоставить семейной группе доступ к iCloud+, все ее участники смогут пользоваться хранилищем по семейной подписке, но их личные учетные записи и файлы будут храниться отдельно и останутся конфиденциальными. Подробнее об общем доступе к подпискам для участников семейной группы: support.apple.com/ru-ru/108107. Доступ к геопозиции Когда пользователь присоединяется к семейной группе, имена его устройств становятся видны другим участникам группы в Локаторе. Аккаунт Apple этого пользователя будет виден другим участникам семейной группы только в Локаторе, а данные о его геопозиции будут обрабатываться Локатором только в том случае, если этот пользователь включит функцию «Доступ к геопозиции» в настройках Семейного доступа или в приложении «Локатор». В настройках Семейного доступа участник семейной группы также может выбрать автоматическую отправку данных о своей геопозиции всем остальным участникам группы, в том числе тем, кто присоединится позже. Эта настройка будет действовать до тех пор, пока пользователь не выйдет из группы. Организатор либо родитель или опекун может задать автоматическую отправку данных о геопозиции ребенка остальным участникам семейной группы в определенных случаях. Эту настройку также можно выбрать при создании учетной записи для ребенка младше 13 лет. Участники семейной группы могут выключить функцию автоматической отправки геопозиции. Для этого необходимо открыть «Настройки» > [Ваше имя] > «Семейный доступ» > «Доступ к геопозиции». Кроме того, пользователи могут отправлять информацию о своей геопозиции отдельным участникам семейной группы. Их можно выбрать в настройках семейного доступа и приложении «Локатор». Подробнее об общем доступе к геопозиции для участников семейной группы: support.apple.com/ru-ru/105107. Родительский контроль Apple использует сведения об Аккаунте Apple и ролях участников семейной группы, чтобы предоставлять организатору и родителям или опекунам возможность настраивать параметры Родительского контроля для детей в их семейной группе. Например, организатор и родители или опекуны могут включить функцию «Попросить купить», чтобы детям необходимо было получать от них разрешение на загрузку или покупку любого контента в App Store, iTunes Store или Книгах, в том числе на покупки в приложениях и бесплатные загрузки. Организатор и родители или опекуны также могут задавать параметры Экранного времени, чтобы настраивать такие функции, как «В покое», а также управлять использованием приложений и сайтов, списком контактов и рейтингом безопасности контента для своих детей. Только организатор и родители или опекуны могут просматривать информацию о транзакциях ребенка в App Store, iTunes Store и Книгах, анализировать активность ребенка в интернете и управлять ею с помощью настроек Экранного времени, а также задавать параметры Родительского контроля. Подробнее о функции «Попросить купить»: support.apple.com/ru-ru/105055. Подробнее об использовании родительского контроля: support.apple.com/ru-ru/105121. Выход из семейной группы и перенос детских учетных записей Взрослые участники могут покинуть семейную группу в любое время. Организатор также может удалить их из группы в любой момент. Дети в возрасте от 13 до 17 лет могут покинуть группу либо организатор может удалить их из группы, только если действиями детей не управляют организатор либо родители или опекуны с помощью настроек Экранного времени. Организатор также может распустить семейную группу, выключив функцию Семейного доступа. Участник, вышедший из семейной группы или удаленный из нее, немедленно теряет доступ к общим подпискам и контенту, купленному другими участниками, а другие участники теряют доступ к контенту этого пользователя. Учетные записи детей младше 13 лет должны входить в семейную группу. Чтобы удалить ребенка из одной семейной группы, организатор другой группы может пригласить этого ребенка присоединиться к своей группе, выбрав в настройках Семейного доступа вариант «Пригласить лично». Текущий организатор семейной группы, в которой состоит ребенок, должен одобрить приглашение на перенос учетной записи ребенка. После завершения переноса Apple не хранит информацию о том, что учетная запись этого ребенка ранее входила в другую семейную группу. Кроме того, организатор семейной группы может удалить Аккаунт Apple ребенка. Подробнее об удалении и переносе детских учетных записей: support.apple.com/ru-ru/102634. Обратная связь Чтобы отправлять участникам семейной группы подходящие сообщения о продуктах, сервисах, предложениях и других возможностях Семейного доступа, Apple может анализировать информацию о семейной группе, в том числе количество участников группы и наличие приглашений в группу, ожидающих ответа. Участники семейной группы могут получать эти сообщения по электронной почте, если они дали согласие на получение рекламных рассылок. Участники могут отказаться от получения этих писем, изменив настройки своей электронной почты. Для этого необходимо перейти на account.apple.com либо на устройствах iOS или iPadOS открыть «Настройки» > [Ваше имя] > «Личная информация» > «Предпочтительные способы связи». Участники семейной группы также могут получать эти сообщения в виде push‑уведомлений от соответствующих продуктов или сервисов Apple. Чтобы обновить настройки уведомлений или отказаться от их получения, на устройстве iOS или iPadOS откройте «Настройки» > «Уведомления». Apple также может использовать данные о пользователе и его семейной группе, в том числе его имя, возраст, роль в группе, покупки и подписки, чтобы сообщать по электронной почте или посредством push-уведомлений об изменениях членства и ролей в семейной группе, доступа к общим покупкам и подпискам, а также настроек родительского контроля. Например, когда пользователь присоединяется к семейной группе, все ее действующие участники получают уведомление о том, что теперь у них есть доступ к покупкам и подпискам нового участника. Если организатор назначает взрослого участника семейной группы на роль родителя или опекуна, дети в семейной группе получают уведомление о том, что взрослый пользователь может управлять их действиями с помощью настроек родительского контроля. Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем описанные выше персональные данные в рамках функции «Семейный доступ» для соблюдения условий договора между участниками семейной группы и Apple, для обеспечения работы сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем перечисленные ниже категории персональных данных, в том числе следующую информацию: • Данные Аккаунтов Apple пользователей, в том числе их имена, информация, необходимая для входа, а также все контактные данные, платежная информация и данные функций безопасности, например доверенные телефонные номера или контрольные вопросы, на которые пользователи отвечают при работе с сервисами Apple. • Сведения о продуктах Apple и подписках на сервисы Apple, которыми пользуются участники семейной группы, а также об их покупках и загрузках. • Сведения о семейной группе, в которой состоят пользователи, включая количество участников группы. • Сведения об устройствах пользователей, в том числе имена этих устройств, их серийные номера и другие аппаратные идентификаторы. • Платежные данные, в том числе номера и сроки действия счетов, платежные адреса и адреса доставки, а также информация о погашении подарочных карт. К упомянутым законным интересам относится следующее: • Совершенствование сервиса и поддержки для участников семейной группы. • Отправка релевантных сообщений о Семейном доступе и других продуктах, сервисах и предложениях Apple, которые могут заинтересовать пользователей. • Предотвращение мошенничества и других вредоносных действий. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Myslíme si, že pri ich zhromažďovaní je dôležité, aby ste vedeli, aké dáta zhromažďujeme a prečo ich potrebujeme, vďaka čomu sa môžete informovane rozhodnúť. Rodinné zdieľanie sa rovnako ako každý iný produkt a služba spoločnosti Apple riadi týmito princípmi. Nastavenie rodinného zdieľania Keď užívateľ spustí nastavovanie rodiny, spoločnosť Apple na základe veku a krajiny alebo regiónu priradených k Apple účtu daného užívateľa skontroluje, či ide o dospelú osobu a či teda má právo vytvoriť rodinnú skupinu. Konkrétne vekové hranice, ktoré sú uvedené nižšie, sa pre každého užívateľa môžu líšiť podľa toho, ktorá krajina alebo región sú priradené k jeho Apple účtu. Viac informácií o vekových hraniciach nájdete na stránke support.apple.com/102617. Po overení plnoletosti sa z užívateľa, ktorý skupinu založil, stane organizátor rodiny a môže do rodinnej skupiny prostredníctvom AirDropu a apiek Správy alebo Mail, prípadne klepnutím na Pozvať osobne v nastaveniach rodiny, pozvať až 5 ďalších užívateľov s jedinečnými Apple účtami. Podľa toho, akým spôsobom bola pozvánka odoslaná, v nej spoločnosť Apple zobrazí meno a Apple účet organizátora, odbery, ku ktorým pozvaná osoba získa prístup, a/alebo kontaktné údaje organizátora. Žiadne ďalšie informácie o organizátorovi ani rodinnej skupine, napríklad mená existujúcich členov rodiny, sa v pozvánke nezobrazia. Keď organizátor klepne na Pozvať osobne a pozvaná osoba má viac ako 13 rokov, spoločnosť Apple použije Apple účet a heslo pozvanej osoby, ktoré sa zadávajú na zariadení organizátora, na autentifikáciu pozvaného a potvrdenie, že prijíma pozvánku. Spoločnosť Apple neuloží tieto informácie na zariadení organizátora. Ak má pozvaná osoba menej ako 13 rokov, spoločnosť Apple spustí proces prenosu dieťaťa opísaný nižšie v časti Opustenie skupiny rodinného zdieľania a prenášanie detí. Aby mohli organizátori a pozvané osoby čo najľahšie spravovať pozvánky a posielať pripomienky, spoločnosť Apple zobrazí v nastaveniach zariadenia ich meno, profilovú fotku a stav pozvánky (ak sú k dispozícii). Spoločnosť Apple uchováva záznamy o pozvánkach, až kým pozvaná osoba neodpovie alebo kým platnosť pozvánky po 15 dňoch nevyprší. Ak pozvaná osoba prijme pozvanie, spoločnosť Apple prepojí jej Apple účet s rodinnou skupinou. Spoločnosť Apple neuchováva záznamy o pozvánkach, ktorých platnosť vypršala. Záznamy o zamietnutých pozvánkach, ktoré boli odoslané prostredníctvom apky Správy, spoločnosť Apple uchováva po dobu 30 dní, aby ich u organizátora aj pozvanej osoby bolo možné zobraziť v apke Správy ako zamietnuté. Pripojenie do rodiny a roly v rodine Keď sa užívatelia pripoja do rodinnej skupiny, spoločnosť Apple sprístupní určité funkcie, informácie a ovládacie prvky, ktoré slúžia na spravovanie zdieľania odberov, nákupov, platobných údajov a polohy. Všetkým členom rodinnej skupiny sa v nastaveniach rodiny zobrazia napríklad mená, Apple účty a roly ostatných členov rodiny a vek detí v rodine. Deťom používajúcim iOS alebo iPadOS zariadenie spoločnosť Apple poskytne informácie o ich právach na ochranu súkromia a rodičovskej kontrole primerané ich veku. Spoločnosť Apple zároveň spracuje podrobnosti o každom z nich, napríklad o jeho role, odberoch a používaní funkcií a služieb, a zostaví z nich prispôsobený zoznam odporúčaní. V odporúčaniach sa členovi rodiny môžu zobraziť napríklad návrhy na kontrolu rodičovskej ochrany, zdieľanie iCloudu+ s členmi rodiny alebo nastavenie iného člena rodiny ako tiesňového kontaktu. Keď organizátor pridá do rodinnej skupiny dospelú osobu, môže ju označiť ako rodiča/zákonného zástupcu. Rodičia/zákonní zástupcovia vrátane organizátora, ktorý môže taktiež vystupovať ako rodič/zákonný zástupca, môžu nižšie opísaným spôsobom vytvárať Apple účty pre deti mladšie ako 13 rokov. Zároveň môžu pre deti v rodinnej skupine nastaviť prvky rodičovskej ochrany, napríklad schvaľovanie nákupov a čas pred obrazovkou. Organizátor môže okrem nastavenia rodinnej skupiny a pozývania ďalších členov aj odstraňovať jednotlivých členov zo skupiny alebo rozpustiť celú skupinu nižšie opísaným spôsobom. Ak sa užívateľ, ktorý je súčasťou rodinnej skupiny, prihlási do Apple zariadenia, napríklad do Apple TV, zariadenie mu môže navrhnúť pridanie ďalších členov rodiny tak, že zobrazí ich mená a profilové fotky spojené s Apple účtom. Vytvorenie Apple účtu pre dieťa Organizátor a rodičia/zákonní zástupcovia môžu do rodinnej skupiny pridať dieťa mladšie ako 13 rokov tak, že preň vytvoria Apple účet, alebo využitím nižšie opísaného procesu prenosu dieťaťa. Aby bolo možné vytvoriť Apple účet pre dieťa mladšie ako 13 rokov, organizátor alebo rodič/zákonný zástupca musí poskytnúť meno, dátum narodenia, emailovú adresu a telefónne číslo dieťaťa, ktoré spoločnosť Apple použije na vytvorenie Apple účtu pre dieťa. Ak bol účet pre dieťa vytvorený počas úvodného nastavovania zariadenia, organizátor alebo rodič/zákonný zástupca musia zároveň poskytnúť aj krajinu alebo región bydliska dieťaťa. Pred vyžiadaním súhlasu na spracovanie údajov dieťaťa spoločnosť Apple najprv overí plnoletosť organizátora alebo rodiča/zákonného zástupcu na základe platobných údajov, preukazu totožnosti v apke Peňaženka alebo Apple účtu, prípadne iného ekvivalentného účtu. Podľa dátumu narodenia dieťaťa spoločnosť Apple určí, pre ktoré služby je spôsobilé, a navrhne preň prvky rodičovskej ochrany, napríklad potvrdzovanie nákupov alebo obmedzenia času pred obrazovkou. Viac informácií o vytváraní účtov pre deti nájdete na stránke support.apple.com/102617. Zdieľanie nákupov Keď organizátor rodiny zapne zdieľanie nákupov, spôsobilé nákupy uskutočnené členmi rodiny v App Store, iTunes Store, Apple Books alebo apke Apple TV budú hradené pomocou spôsobu platby organizátora. Členovia rodiny si budú môcť pozrieť popis použitého spôsobu platby, napríklad Apple Pay, neuvidia však platobné údaje, napríklad celé číslo platobného účtu. Členovia rodiny automaticky získajú prístup k nákupom organizátora a môžu sa rozhodnúť zdieľať s ostatnými členmi rodiny svoje vlastné nákupy. Organizátor uvidí popis, cenu a dátum všetkých transakcií členov rodiny v App Store uskutočnených online alebo v apkách, a tiež podrobné informácie o žiadostiach o vrátenie peňazí, ich výsledkoch a sporoch. Ak člen rodiny nahlási problém s nákupom v App Store uskutočnenom online alebo v apke, spoločnosť Apple použije na poskytnutie primeranej odpovede informácie o členovi rodiny, ktorý nákup uskutočnil, organizátorovi a nákupe. Členovia rodiny môžu vo svojich nastaveniach rodiny skryť jednotlivé nákupy v iTunes, Apple Books a App Store alebo vypnúť funkciu Zdieľať moje nákupy. Aj keď členovia rodiny skryjú svoje nákupy, organizátor rodiny bude aj naďalej dostávať potvrdenia o nákupoch v App Store, Apple Books a Apple Music. Viac informácií o zdieľaní nákupov nájdete na stránke support.apple.com/102599. Viac informácií o skrývaní nákupov z App Storu nájdete na stránke support.apple.com/108091. Odbery Keď je zapnuté zdieľanie s rodinou, s členmi rodiny budú zdieľané odbery služieb, napríklad rodinný plán Apple Music, Apple TV+, Apple Arcade alebo Apple News+. Členovia rodiny sa aj naďalej budú prihlasovať do jednotlivých služieb pod svojimi vlastnými Apple účtami. Umožňuje im to využívať výhody zdieľaného rodinného plánu a zároveň chrániť svoje súkromne tým, že svoj vlastný obsah, knižnice médií a odporúčania budú uchovávať oddelene. Podobne pri zdieľaní iCloudu+ s rodinou získajú všetci členovia rodiny prístup k úložisku a funkciám dostupným v zdieľanom pláne, zatiaľ čo ich vlastné účty a súbory budú uchované oddelene. Viac informácií o zdieľaní odberov s členmi rodiny nájdete na stránke support.apple.com/108107. Zdieľanie polohy Keď sa užívateľ pripojí do rodinnej skupiny, ostatní členovia rodiny uvidia v apke Nájsť názvy jeho zariadení. Jeho Apple účet uvidia v apke Nájsť ostatní členovia rodiny a informácie o jeho polohe budú touto apkou spracované len vtedy, keď v nastaveniach rodiny alebo v apke Nájsť zapne zdieľanie polohy. Člen rodiny sa v nastaveniach rodiny navyše môže rozhodnúť automaticky zdieľať svoju polohu so všetkými ostatnými členmi rodiny vrátane nových členov, ktorí sa do rodiny pripoja neskôr, až kým rodinnú skupinu neopustí. Organizátor alebo rodič/zákonný zástupca môže v niektorých prípadoch, napríklad keď vytvorí účet pre dieťa mladšie ako 13 rokov, zapnúť automatické zdieľanie polohy dieťaťa so všetkými ostatnými členmi rodiny. Členovia rodiny môžu vypnúť funkciu Automaticky zdieľať polohu v Nastavenia > [vaše meno] > Rodinné zdieľanie > Zdieľanie polohy. Zároveň sa môžu rozhodnúť zdieľať svoju polohu s jednotlivými členmi rodiny prostredníctvom nastavení rodiny a v apke Nájsť. Viac informácií o zdieľaní polohy s členmi rodiny nájdete na stránke support.apple.com/105107. Rodičovská ochrana Spoločnosť Apple používa Apple účty a roly členov rodiny na to, aby organizátorovi a rodičom/zákonným zástupcom umožnila nastaviť rodičovskú ochranu pre deti v rodinnej skupine. Organizátor a rodičia/zákonní zástupcovia môžu napríklad zapnúť funkciu Potvrdiť nákup, takže deti pred stiahnutím alebo zakúpením položiek v App Store, iTunes Store alebo Apple Books vrátane nákupov v apkách a bezplatných sťahovaní budú musieť požiadať o schválenie. Organizátor a rodičia/zákonní zástupcovia môžu zároveň zapnúť funkciu Čas pred obrazovkou, ktorá im umožňuje spravovať nastavenia rôznych funkcií pre deti, ako sú napríklad Odpočinok, limity používania apiek a webstránok, povolené kontakty a hodnotenie obsahu. Možnosť prezerať si informácie o transakciách dieťaťa v App Store, iTunes Store a Apple Books, zobraziť a spravovať online aktivity dieťaťa prostredníctvom funkcie Čas pred obrazovkou a zapnúť rodičovskú ochranu má len organizátor a rodičia/zákonní zástupcovia. Viac informácií o funkcii Potvrdiť nákup nájdete na stránke support.apple.com/105055. Viac informácií o používaní rodičovskej ochrany nájdete na stránke support.apple.com/105121. Opustenie skupiny rodinného zdieľania a prenášanie detí Dospelí členovia rodiny môžu kedykoľvek opustiť rodinnú skupinu alebo ich z nej môže odstrániť organizátor. Deti vo veku od 13 do 17 rokov môžu opustiť rodinnú skupinu alebo ich môže odstrániť organizátor, pokiaľ nie sú spravované organizátorom alebo rodičmi/zákonnými zástupcami prostredníctvom funkcie Čas pred obrazovkou. Organizátor rodiny môže rozpustiť rodinnú skupinu aj tak, že vypne Rodinné zdieľanie. Člen rodiny, ktorý opustí rodinnú skupinu alebo je z nej odstránený, okamžite stratí prístup k zdieľaným odberom a obsahu zakúpenému ostatnými členmi rodiny a ostatní členovia stratia prístup k jeho obsahu. Deti mladšie ako 13 rokov musia byť členmi rodinnej skupiny. Ak je potrebné odstrániť dieťa z rodinnej skupiny, organizátor inej rodinnej skupiny ho môže pozvať do svojej rodiny pomocou možnosti Pozvať osobne v nastaveniach rodiny. Pozvánku na prenos do inej rodiny musí schváliť organizátor aktuálnej rodiny dieťaťa. Po dokončení prenosu spoločnosť Apple neuchováva žiadne záznamy o tom, že prenesené dieťa bolo predtým členom inej rodinnej skupiny. Organizátor môže okrem toho aj vymazať Apple účet dieťaťa. Viac informácií o prenose dieťaťa do inej rodinnej skupiny a vymazaní účtu pre dieťa nájdete na stránke support.apple.com/102634. Komunikácia s vami Spoločnosť Apple môže používať detailné informácie o rodinnej skupine užívateľa vrátane počtu členov skupiny a pozvánkach do skupiny čakajúcich na prijatie na posielanie relevantných informácií o produktoch, službách, ponukách a ďalších výhodách, ktoré sú dostupné pre užívateľa aj členov jeho rodiny prostredníctvom rodinného zdieľania. Ak členovia rodiny súhlasili s odberom reklamných emailov, môžu tieto informácie dostávať emailom. Nastavenia odberu týchto emailov môžu zmeniť alebo sa môžu z odberu odhlásiť na stránke account.apple.com, prípadne na iOS alebo iPadOS zariadení v Nastavenia > [vaše meno] > Osobné údaje > Nastavenia komunikácie. Členovia rodiny môžu tieto informácie prijímať aj vo forme push hlásení z relevantných produktov alebo služieb spoločnosti Apple. Aktualizovať nastavenia hlásení alebo sa odhlásiť z ich prijímania môžu na iOS alebo iPadOS zariadení v Nastavenia > Hlásenia. Spoločnosť Apple môže tiež používať podrobnosti o užívateľoch a ich rodinných skupinách vrátane mena, veku, roly, nákupov a odberov na odosielanie informácií emailom alebo prostredníctvom push hlásení o zmenách členstva a roly v rodine, o možnosti získania prístupu k zdieľaným nákupom a odberom a o rodičovskej ochrane. Keď sa napríklad k rodinnej skupine pripojí nový užívateľ, všetci existujúci členovia rodiny budú upozornení na možnosť získania prístupu k zdieľaným nákupom a odberom nového člena. Ak organizátor označí dospelého člena rodiny ako rodiča/zákonného zástupcu, deti v rodinnej skupine budú upozornené, že tento dospelý užívateľ môže spravovať rodičovskú ochranu. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje súvisiace s rodinným zdieľaním spracúvame vyššie uvedenými spôsobmi vo všeobecnosti na účely plnenia zmlúv členov rodiny so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame na účely našich oprávnených záujmov alebo záujmov tretích strán nasledujúce kategórie osobných údajov vrátane nasledovných informácií: • Informácie z Apple účtov užívateľov vrátane ich mien a informácií používaných na prihlasovanie, ako aj všetkých kontaktných, platobných a bezpečnostných informácií, ako sú napríklad dôveryhodné telefónne čísla alebo bezpečnostné otázky používané v službách spoločnosti Apple. • Informácie o produktoch Apple vlastnených členmi rodiny, službách Apple, ktoré odoberajú, a položkách, ktoré si zakúpili alebo stiahli. • Informácie o rodinnej skupine užívateľa vrátane počtu členov skupiny. • Informácie o zariadeniach užívateľov vrátane ich názvov, sériových čísel a ďalších hardvérových identifikátorov. • Platobné údaje vrátane čísel účtov a dátumov uplynutia platnosti, fakturačnej a dodacej adresy a informácií o uplatnení darčekových kariet. Tieto oprávnené záujmy sú napríklad: • Poskytovanie lepších služieb a podpory členom rodiny. • Posielanie relevantných informácií o rodinnom zdieľaní a ďalších súvisiacich produktoch, službách a ponukách spoločnosti Apple, ktoré by užívateľov mohli zaujímať. • Predchádzanie podvodom a iným nezákonným aktivitám. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Varovanje zasebnosti in zaščita vaših podatkov je prednostna naloga vseh zaposlenih pri Applu. Prizadevamo si zbirati le podatke, ki so nujni za zagotavljanje kakovostnih storitev. Poleg tega menimo, da je pomembno, da veste, katere podatke zbiramo in zakaj jih potrebujemo, da lahko sprejmete premišljene odločitve. Deljenje v družini je kot vsi drugi izdelki in storitve Apple zasnovano na teh načelih. Nastavitev Deljenja v družini Ko uporabnik začne nastavitev deljenja v družini, Apple na podlagi podatkov o starosti in državi oziroma regiji, povezanih z njegovim računom Apple, potrdi, da je uporabnik odrasla oseba in tako upravičena do ustvarjanja družinske skupine. Spodaj navedena mejna starost uporabnika se lahko razlikuje glede na državo ali regijo, povezano z njegovim računom Apple. Za več informacij o mejnih starostih obiščite support.apple.com/102617. Ko je status odrasle osebe potrjen, uporabnik, ki je začel postopek, postane organizator družine in lahko v družinsko skupino povabi do pet drugih uporabnikov z enoličnimi računi Apple. To lahko stori s funkcijo AirDrop, aplikacijo Sporočila ali Pošta oziroma tako, da v nastavitvah družine tapne možnost Povabi osebno. Apple bo prikazal ime organizatorja, račun Apple in naročnine, do katerih bo povabljenec pridobil dostop, ter/ali podatke za stik organizatorja v povabilu, odvisno od tega, kako je bilo povabilo poslano. Apple ne bo prikazal nobenih drugih informacij o organizatorju ali družinski skupini, kot so imena obstoječih družinskih članov. Ko organizator tapne Povabi osebno, bo Apple uporabil povabljenčeva račun Apple in geslo, ki se ju vnese v povabljenčevo napravo, s čimer se opravi preverjanje pristnosti povabljenca in potrdi njegov sprejem, če ima 13 let ali več. Apple teh informacij ne bo hranil v napravi organizatorja. Če je povabljenec mlajši od 13 let, bo Apple začel postopek prenosa računa otroka, ki je opisan spodaj v razdelku Zapustitev skupine Deljenje v družini in prenos računa otroka. Da bi organizatorjem in povabljencem pomagal pri upravljanju povabil in pošiljanju opomnikov, bo Apple v nastavitvah naprave prikazal ime, sliko profila in stanje povabila, kot je na voljo. Apple beleži povabila, dokler se povabljenec ne odzove ali dokler povabilo po 15 dneh ne poteče. Če povabljenec sprejme povabilo, Apple povabljenčev račun Apple poveže z družinsko skupino. Apple ne beleži poteklih povabil. Apple povabila, poslana prek Sporočil, ki so bila zavrnjena, beleži 30 dni zato, da je zavrnjen status v Sporočilih prikazan organizatorjem in povabljencu. Pridružitev družini in družinske vloge Ko se uporabniki pridružijo družinski skupini, Apple omogoči določene funkcije, informacije in nadzore, ki se lahko uporabljajo za upravljanje deljenja naročnin, nakupov, podatkov o plačilih in lokacij. Apple bo na primer vsem članom družinske skupine v nastavitvah družine prikazal ime vsakega člana, njegov račun Apple in vlogo ter starost pri vsakem otroku v družini. Za otroke, ki uporabljajo napravo s sistemom iOS ali iPadOS, bo Apple uporabil njihovo starost, da bi zagotovil starosti primerne podatke o njihovih pravicah glede zasebnosti in starševskem nadzoru. Apple bo prav tako obdelal podrobnosti o družinskem članu, kot so njegova vloga, naročnine ter uporaba funkcij in storitev, da mu lahko ponudi prilagojen seznam priporočil. Priporočila družinskega člana lahko na primer predlagajo pregled starševskega nadzora, deljenje storitve iCloud+ z družinskimi člani in določitev drugega družinskega člana za enega od stikov za nujne primere. Ko organizator v družinsko skupino doda odraslega uporabnika, ga lahko določi za starša/skrbnika. Tako starši/skrbniki kot tudi organizator, ki lahko predstavlja starša/skrbnika, lahko za otroke, mlajše od 13 let, ustvarijo račun Apple, kot je to opisano spodaj. Za otroke v družinski skupini pa lahko nastavijo tudi starševski nadzor, na primer funkciji Vprašaj pred nakupom in Čas pred zaslonom. Organizator lahko poleg nastavljanja družinske skupine in pošiljanja povabil za pridružitev uporabnikom tudi odstrani družinske člane in ukine skupino, kot je to opisano spodaj. Če se uporabnik, ki je del družinske skupine, vpiše v napravo Apple, kot je Apple TV, lahko naprava predlaga dodajanje drugih družinskih članov, in sicer tako, da prikaže njihovo ime za račun Apple in sliko profila. Ustvarjanje računa Apple za otroka Organizator in starši/skrbniki lahko v svojo družinsko skupino dodajo otroka, mlajšega od 13 let, tako, da mu ustvarijo račun Apple ali začnejo postopek prenosa računa otroka, kot je to opisano spodaj. Če želi organizator ali starš/skrbnik ustvariti račun Apple za otroka, mlajšega od 13 let, mora navesti otrokovo ime, datum rojstva, e-poštni naslov in telefonsko številko, kar Apple uporabi za zagotavljanje računa Apple otroku. Če je otrokov račun ustvarjen med nastavitvijo naprave, mora organizator ali starš/skrbnik navesti tudi otrokovo državo ali regijo. Apple preveri organizatorjev ali staršev/skrbnikov status odrasle osebe s pomočjo podatkov o plačilih, osebne izkaznice v Denarnici ali računa Apple in enakovrednih informacij, preden pridobi soglasje za obdelavo otrokovih podatkov. Apple uporabi otrokov datum rojstva, da ugotovi upravičenost do storitev ter predlaga starševski nadzor, na primer funkciji Nakup z dovoljenjem in Čas pred zaslonom. Za več informacij o ustvarjanju otroških računov obiščite support.apple.com/102617. Deljenje nakupov Ko organizator omogoči deljenje nakupov, bodo upravičeni nakupi, ki so jih družinski člani opravili v trgovinah App Store in iTunes Store, storitvi Apple Books ali v aplikaciji Apple TV, zaračunani z načinom plačila, ki je zabeležen pri organizatorju. Družinski člani bodo lahko videli opis uporabljenega načina plačila, kot je Apple Pay, vendar ne bodo videli podatkov o plačilu, kot je celotna številka plačilnega računa. Družinski člani bodo samodejno dobili dostop do organizatorjevih nakupov in se bodo lahko odločili, da delijo svoje nakupe z drugimi družinskimi člani. Organizatorji bodo lahko videli opis, ceno in datum transakcij vseh družinskih članov prek spleta ali v aplikaciji App Store ter podrobnosti o zahtevah po vračilu in njihovih izidih ter o ugovorih. Če družinski član prijavi težavo pri nakupu prek spleta ali v aplikaciji App Store, Apple lahko uporabi informacije o družinskemu članu, ki opravlja nakup, organizatorju in nakupu, da zagotovi ustrezen odgovor. Družinski člani lahko skrijejo posamezne nakupe v storitvi iTunes, Apple Books in App Store ali onemogočijo možnost Deli moje nakupe v svojih nastavitvah družine. Organizator družine bo še vedno prejemal potrdila za nakupe, opravljene v trgovini App Store, Apple Books in Apple Music tudi, če družinski člani skrijejo svoje nakupe. Za več informacij o deljenju nakupov obiščite support.apple.com/102599. Za več informacij o skrivanju nakupov iz trgovine App Store obiščite support.apple.com/108091. Naročnine Če je omogočena Skupna raba z družino, se bodo naročnine za storitve, kot so družinski paket Apple Music, Apple TV+, Apple Arcade ali Apple News+, delile z družinskimi člani. Družinski člani se bodo v posamezno storitev še vedno vpisovali s svojim računom Apple. Tako bodo njihove posamezne vsebine, knjižnice predstavnostne vsebine in predlogi ostali zasebni in ločeni, a hkrati bodo lahko koristili prednosti družinskega paketa. Podobno, če delite storitev iCloud+ z družino, vsak družinski član dobi dostop do shrambe in funkcij v deljenem paketu, medtem ko posamezni računi in datoteke ostanejo ločeni. Za več informacij o deljenju naročnin z družinskimi člani obiščite support.apple.com/108107. Deljenje podatkov o lokaciji Ko se uporabnik pridruži družinski skupini, bodo drugi družinski člani lahko videli ime njegove naprave v aplikaciji Najdi. Njegov račun Apple bodo lahko videli le drugi družinski člani v aplikaciji Najdi, njegove podatke o lokaciji pa bo obdelala aplikacija Najdi, če omogočijo Deljenje podatkov o lokaciji prek nastavitev družine ali prek aplikacije Najdi. Družinski član se lahko odloči tudi za samodejno deljenje svojih podatkov o lokaciji z vsemi drugimi družinskimi člani, tudi z morebitnimi naknadno dodanimi novimi člani, in sicer v nastavitvah družine, dokler je v skupini. Organizator ali starš/skrbnik se lahko v določenih primerih odloči za samodejno deljenje podatkov o lokaciji svojega otroka z vsemi drugimi družinskimi člani, na primer ko ustvarja račun za otroka, mlajšega od 13 let. Funkcijo Samodejno deli podatke o lokaciji lahko družinski člani onemogočijo v Nastavitvah > [vaše ime] > Deljenje v družini > Deljenje podatkov o lokaciji. Lahko se odločijo tudi za deljenje podatkov o svoji lokaciji s posameznimi člani družine prek nastavitev družine in aplikacije Najdi. Za več informacij o deljenju podatkov o lokaciji z družinskimi člani obiščite support.apple.com/105107. Starševski nadzor Apple uporablja račune Apple družinskih članov in njihove vloge, da organizatorju in staršem/skrbnikom omogoči nastavitev starševskega nadzora za otroke v njihovi družinski skupini. Organizator in starši/skrbniki lahko na primer vklopijo funkcijo Vprašaj pred nakupom, s katero morajo otroci pred vsakim prenosom ali nakupom v trgovini App Store, iTunes Store ali Apple Books, vključno s prenosi v aplikaciji in brezplačnimi prenosi, pridobiti vašo odobritev. Organizator in starši/skrbniki lahko nastavijo tudi funkcijo Čas pred zaslonom, ki jim omogoča upravljanje nastavitev za funkcije, kot je Omejeno delovanje, uporabe aplikacij in spletnih mest, stikov ter ocen vsebine za svoje otroke. Le organizator in starši/skrbniki lahko vidijo podatke o otrokovih transakcijah v trgovini App Store, iTunes Store in Apple Books, vidijo in upravljajo njihovo dejavnost v spletu prek funkcije Čas pred zaslonom ter omogočijo starševski nadzor. Za več informacij o funkciji Nakup z dovoljenjem obiščite support.apple.com/105055. Za več informacij o uporabi starševskega nadzora obiščite support.apple.com/105121. Zapustitev skupine Deljenje v družini in prenos računa otroka Odrasli družinski člani lahko družinsko skupino kadarkoli zapustijo ali jih iz nje odstrani organizator. Otroci starosti med 13 in 17 let lahko zapustijo družinsko skupino ali jih iz nje odstrani organizator, razen če jih upravlja organizator ali starši/skrbniki s funkcijo Čas pred zaslonom. Organizator družine lahko tudi ukine družinsko skupino tako, da izklopi možnost Deljenje v družini. Ko družinski član zapusti skupino ali je iz nje odstranjen, takoj izgubi dostop do deljenih naročnin in vsebin, ki so jih kupili drugi člani, njegove vsebine pa prav tako ne bodo več na voljo drugim članom. Otroci, mlajši od 13 let, morajo biti del družinske skupine. Za odstranitev otroka iz družinske skupine ga lahko organizator druge družinske skupine povabi, da se pridruži njihovi družinski skupini, tako da v nastavitvah družine izbere možnost Povabi osebno. Povabilo za prenos mora odobriti otrokov trenutni organizator družine. Ko se prenos zaključi, Apple ne zabeleži dejstva, da je bil preneseni otrok del druge družinske skupine. Namesto tega lahko organizator družine izbriše otrokov račun Apple. Za več informacij o premiku otroka v drugo družinsko skupino in izbrisu otrokovega računa obiščite support.apple.com/102634. Komunikacija z vami Apple lahko uporabi podatke o uporabnikovi družinski skupini, vključno s številom družinskih članov in tem, ali ima kdo povabilo za pridružitev skupini v čakanju, zato da uporabniku in njegovim družinskim članom pošilja relevantna sporočila o izdelkih, storitvah, ponudbah in drugih prednostih, ki so na voljo prek Deljenja v družini. Družinski člani lahko ta sporočila prejemajo po e-pošti, če podajo soglasje za prejemanje trženjskih sporočil po e-pošti. Prednostne nastavitve e-pošte lahko spremenijo in se odjavijo od prejemanja teh e-poštnih sporočil na strani account.apple.com ali pa v napravah s sistemom iOS ali iPadOS tako, da odprejo Nastavitve > [vaše ime] > Osebni podatki > Nastavitve sporočil. Družinski člani lahko ta sporočila prejemajo tudi prek potisnih obvestil iz relevantnih izdelkov ali storitev Apple. Če želite posodobiti nastavitve za obvestila ali se odjaviti od prejemanja obvestil v napravi s sistemom iOS ali iPadOS, odprite Nastavitve > Obvestila. Apple lahko podrobnosti o uporabniku in njegovi družinski skupini, vključno z imenom, starostjo, vlogo, nakupi in naročninami, uporablja tudi za pošiljanje komunikacije po e-pošti ali potisnih obvestilih o spremembah članstva in vloge v družini, zmožnostih dostopa do deljenih nakupov in naročnin ter o starševskem nadzoru. Ko se na primer uporabnik pridruži družinski skupini, bodo vsi obstoječi družinski člani obveščeni o tem, da imajo možnost dostopa do deljenih nakupov in naročnin novega člana. Če organizator odraslega družinskega člana določi kot starša/skrbnika, bodo otroci v družinski skupini obveščeni, da lahko odrasli uporabnik upravlja njihov starševski nadzor. Veljavna pravna podlaga za obdelavo osebnih podatkov Kot je opisano zgoraj, osebne podatke za Deljenje v družini v splošnem obdelujemo za izvajanje pogodbe vaših družinskih članov z družbo Apple, kot je potrebno za zagotavljanje storitve in za izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo naslednje kategorije osebnih podatkov za namene naših zakonitih interesov ali interesov tretjih strank, vključno z naslednjimi informacijami: • Podatki o uporabnikovem računu Apple, vključno z njegovim imenom, informacijami, ki jih uporablja za vpisovanje, kot tudi podrobnosti o stikih, plačilnimi in varnostnimi podatki, kot so zaupanja vredne telefonske številke ali varnostna vprašanja, ki se uporabljajo v Applovih storitvah • Applovi izdelki v lasti družinskih članov, naročnine družinskih članov na Applove storitve ter njihovi nakupi in prenosi • Uporabnikova družinska skupina, vključno s številom članov v njegovi družini • Uporabniške naprave, vključno z imenom, serijsko številko in drugimi identifikatorji strojne opreme naprave • Podatki o plačilih, vključno s številkami računov in datumi poteka, naslovom plačnika in naslovom za pošiljanje ter informacijami o unovčenju darilnih kartic Ti zakoniti interesi vključujejo: • Zagotavljanje boljše storitve in podpore za družinske člane • Pošiljanje relevantnih sporočil o Deljenju v družini ter drugih sorodnih izdelkih, storitvah in ponudbah družbe Apple, ki bi bile morda zanimive • Preprečevanje goljufij in drugih zlonamernih aktivnosti Podatki, ki jih zbere Apple, bodo vedno obravnavani v skladu z Applovim pravilnikom o zasebnosti, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Det är en prioritet för alla på Apple att hålla din information säker och att skydda din integritet. Vi arbetar hårt för att endast samla in de data vi behöver för att göra din upplevelse bättre. När vi samlar in data tror vi att det är viktigt för dig att veta vad vi samlar in, och varför vi behöver det, så att du kan fatta välgrundade beslut. Precis som alla andra produkter och tjänster från Apple har Familjedelning utformats kring dessa principer. Ställa in Familjedelning När en användare börjar ställa in en familj använder Apple den ålder och det land eller region som är kopplat till användarens Apple‑konto till att verifiera att personen är vuxen och därmed behörig att skapa en familjegrupp. De specifika ålderströsklar som hänvisas till nedan kan variera för användare beroende på vilket land eller region som är kopplat till användarens Apple‑konto. Mer information om åldersgränser finns på support.apple.com/102617. När användaren verifierats som vuxen blir denna familje­samordnare och kan bjuda in upp till fem andra användare med unika Apple‑konton att ansluta till familjegruppen via AirDrop, Meddelanden eller Mail, eller genom att trycka på Bjud in personligen i Familje­inställningar. Beroende på hur inbjudan skickades visar Apple samordnarens namn, Apple‑konto, abonnemangen som de inbjudna får tillgång till och/eller samordnarens kontaktinformation. Apple visar ingen annan information om samordnaren eller familjegruppen, t.ex. namn på familjemedlemmarna som ingår. När samordnaren trycker på Bjud in personligen använder Apple den inbjudnas Apple‑konto och lösenord, som uppges på samordnarens enhet, till att autentisera den inbjudna och verifiera att användaren samtycker om den inbjudna är över 13 år gammal. Apple lagrar inte den här informationen på samordnarens enhet. Om den inbjudna är yngre än 13 år initierar Apple överföringsflödet för barnkonton som beskrivs i avsnittet Lämna en familjedelningsgrupp och överföring av barnkonto nedan. För att hjälpa samordnare och inbjudna att hantera inbjudningar och skicka påminnelser visar Apple deras namn, profilbild och inbjudningsstatus (om den är tillgänglig) i enhetsinställningar. Apple upprätthåller ett inbjudningsregister tills den inbjudna svarar eller inbjudan löper ut efter 15 dagar. Om den inbjudna godkänner inbjudan kopplar Apple den inbjudnas Apple‑konto till familjegruppen. Apple för inga register över inbjudningar som löpt ut. Apple behåller ett register i 30 dagar för nekade inbjudningar som skickats via Meddelanden i syfte att visa att inbjudningen nekades i Meddelanden för samordnaren och den inbjudna. Ansluta till en familj och familjeroller När användare ansluter till en familjegrupp tillgängliggör Apple specifika funktioner, information och reglage som kan användas till att hantera delning av abonnemang, köp, betalningsuppgifter och platser. Apple visar till exempel varje medlems namn, Apple‑konto och roll samt ålder på alla barn i familjen för familjegruppens samtliga medlemmar i familjeinställningarna. För barn på en iOS- eller iPadOS-enhet använder Apple barnets ålder till att ge åldersanpassad information om deras rätt till integritet och om föräldrakontroller. Apple behandlar även detaljer om en familjemedlem, t.ex. dennas roll, abonnemang och hur den använder funktioner och tjänster, för att tillhandahålla en anpassad lista med rekommendationer. En familjemedlems rekommendationer kan till exempel föreslå att personen ska granska föräldrakontrollerna, dela iCloud+ med familjemedlemmar eller ställa in en annan familjemedlem som nödkontakt. När samordnaren lägger till en vuxen användare i familjegruppen kan samordnaren ange personen som förälder/vårdnadshavare. Föräldrar/vårdnadshavare, samt samordnaren som också kan vara förälder/vårdnadshavare, kan skapa ett Apple‑konto åt barn som är yngre än 13 år på det sätt som beskrivs nedan. De kan också ställa in föräldrakontroller, t.ex. Be om köp och Skärmtid åt barn i familjegruppen. Som beskrivs nedan kan samordnaren, utöver att ställa in en familjegrupp och bjuda in användare, även ta bort familje­medlemmar och upplösa gruppen. Om en användare som ingår i en familjegrupp loggar in på en Apple-enhet, t.ex. en Apple TV, kan enheten föreslå att andra familjemedlemmar ska läggas till genom att visa deras Apple‑konto och profilbild. Skapa ett Apple‑konto åt ett barn Samordnaren och föräldrar/vårdnadshavare kan lägga till ett barn som är yngre än 13 år i sin familjegrupp genom att skapa ett Apple‑konto åt barnet eller genom processen för överföring av barnkonto som beskrivs nedan. Om samordnaren eller en förälder/vårdnadshavare ska skapa ett Apple‑konto åt ett barn som är yngre än 13 år måste personen uppge barnets namn, födelsedatum, en e-postadress och ett telefonnummer som Apple använder till att tillhandahålla Apple‑kontot till barnet. Om barnkontot skapas samtidigt som en enhet ställs in måste samordnaren eller föräldern/vårdnadshavaren också uppge barnets land eller region. Apple verifierar att samordnaren eller föräldern/vårdnadshavaren är vuxen med hjälp av betalningsuppgifter, ID‑kort i Plånbok, Apple‑kontot eller motsvarande innan samtycke till att behandla barnets uppgifter samlas in. Apple använder barnets födelsedatum till att avgöra behörighet till tjänster och föreslå föräldrakontroller som Be om köp och Skärmtid. Mer information om att skapa barnkonton hittar du på support.apple.com/102617. Delning av köp När en samordnare slår på Delning av köp debiteras alla familjemedlemmarnas berättigade köp i App Store, iTunes Store, Böcker eller Apple TV-appen till den betalningsmetod som samordnaren registrerat. Familjemedlemmar kan se en beskrivning av betalningsmetoden som används, t.ex. Apple Pay, men kan inte se betalningsuppgifter som hela betalningskontonumret. Familjemedlemmar får automatiskt tillgång till samordnarens köp och kan välja att dela sina köp med andra familjemedlemmar. Samordnare kan se beskrivning, pris och datum för samtliga familjemedlemmars transaktioner online och i appen App Store samt detaljer för begäranden om återbetalning, dess resultat och tvister. Om en familjemedlem rapporterar ett problem med ett köp online eller i appen App Store använder Apple information om familjemedlemmen som gjorde köpet, om samordnaren och om köpet i syfte att tillhandahålla ett lämpligt svar. Familjemedlemmar kan gömma individuella köp i iTunes, Böcker och App Store eller stänga av Dela mina köp i sina familjeinställningar. Familjesamordnaren kommer fortsatt att få kvitton för köp i App Store, Böcker och Apple Music, även om familjemedlemmar har gömt sina köp. Mer information om delning av köp hittar du på support.apple.com/102599. Mer information om att gömma köp från App Store hittar du på support.apple.com/108091. Abonnemang Om familjedelning har aktiverats delas abonnemang på tjänster som Apple Music, Apple TV+, Apple Arcade eller Apple News+ med familjemedlemmar. Familjemedlemmar fortsätter att logga in på respektive tjänst med sina egna Apple‑konton. På så sätt hålls individuella innehåll, mediebibliotek och rekommendationer privata och åtskilda, samtidigt som den delade familjeplanen används. Om iCloud+ delas med familjen fungerar det på liknande sätt: samtliga familjemedlemmar får tillgång till lagringen och funktionerna i den delade planen, men deras enskilda konton och filer hålls separata. Mer information om att dela abonnemang med familjemedlemmar hittar du på support.apple.com/108107. Platsdelning När en användare ansluter till en familjegrupp blir namnen på användarens enheter synliga för andra familjemedlemmar i Hitta. Användarens Apple‑konto visas endast för andra familjemedlemmar i Hitta och platsdata bearbetas endast av Hitta om användaren har aktiverat Platsdelning, antingen genom familjeinställningarna eller genom appen Hitta. I familjeinställningarna kan en familjemedlem också välja att dela sin plats med alla familjemedlemmar automatiskt, inklusive alla nya medlemmar som lagts till senare, så länge de stannar i gruppen. Samordnaren eller föräldern/vårdnadshavaren kan i vissa fall välja att automatiskt dela sitt barns plats med alla andra familjemedlemmar, inklusive när de skapade ett konto åt ett barn som är yngre än 13 år. Familjemedlemmar kan avaktivera funktionen Dela platsinfo automatiskt genom att öppna Inställningar > [ditt namn] > Familjedelning > Platsdelning. De kan också välja att dela sin plats med inviduella familjemedlemmar i familjeinställningarna och appen Hitta. Mer information om platsdelning med familjemedlemmar hittar du på support.apple.com/105107. Föräldrakontroll Apple använder familjemedlemmars Apple‑konton och roller så att samordnaren och föräldrar/vårdnadshavare kan ställa in föräldrakontroller åt barn i familjegruppen. Som exempel kan samordnaren och föräldrar/vårdnadshavare slå på Be om köp så att barn måste få hämtningar eller köp från App Store, iTunes Store, eller Böcker, inklusive köp inuti appar och gratishämtningar, godkända. Samordnaren och föräldrar/vårdnadshavare kan också ställa in Skärmtid åt barn i familjegruppen för att hantera inställningar för funktioner som skärmfri tid, app- och webbplatsanvändning, kontakter och ålders­begränsningar för innehåll. Endast samordnaren och föräldrar/vårdnadshavare kan se information om barnets transaktioner i App Store, iTunes Store och Böcker, se och hantera barnets aktiviteter online via Skärmtid och aktivera föräldra­kontroller. Mer information om Be om köp hittar du på support.apple.com/105055. Mer information om att använda föräldrakontroller hittar du på support.apple.com/105121. Lämna en familjedelningsgrupp och överföring av barnkonto Vuxna familjemedlemmar kan när som helst lämna en familjegrupp eller tas bort av samordnaren. Barn som är mellan 13 och 17 år gamla kan lämna en familjegrupp eller bli borttagna av samordnaren såvida de inte hanteras av samordnaren eller föräldrar/vårdnadshavare via Skärmtid. Familjesamordaren kan också upplösa en familjegrupp genom att stänga av Familjedelning. När en familjemedlem lämnar eller tas bort från en grupp förlorar den omedelbart tillgången till delade abonnemang och innehåll som andra medlemmar köpt. Användarens innehåll är inte heller längre tillgängligt för andra medlemmar. Barn som är yngre än 13 år måste ingå i en familjegrupp. Om ett barn ska tas bort från en familjegrupp kan en samordnare i en annan familjegrupp bjuda in barnet till sin familjegrupp genom att välja Bjud in personligen i familje­inställningarna. Överföringsinbjudan måste godkännas av familjens nuvarande familje­samordnare. Efter att överföringen slutförts sparar Apple inga uppgifter om att det överförda barnet tidigare ingick i en annan familjegrupp. Familjesamordaren kan alternativt radera barnets Apple‑konto. Mer information om att flytta ett barnkonto till en annan familjegrupp och att radera ett barnkonto hittar du på support.apple.com/102634. Kommunikation Apple kan använda uppgifter om en användares familjegrupp, inklusive antal familjemedlemmar och om någon har en väntande inbjudan till gruppen, för att skicka relevanta kommunikationer till familjen om produkter, tjänster, erbjudanden och andra förmåner som är tillgängliga via Familje­delning. Familjemedlemmar kan godkänna att få sådan marknadsföring via e-post. Familjemedlemmar kan ändra e-postinställningar och välja att sluta få dessa mejl på account.apple.com eller på iOS- och iPadOS-enheter via Inställningar > [ditt namn] > Personlig information > Kommunikations­inställningar. Familjemedlemmar kan även få sådan kommunikation via pushnotiser från den relevanta Apple-produkten eller -tjänsten. Om du vill uppdatera notisinställningarna eller inte längre få notiser på en iOS- eller iPadOS-enhet öppnar du Inställningar > Notiser. Apple kan också använda detaljer om en användare och hens familjegrupp, inklusive namn, ålder, roll, köp och abonnemang, till att skicka kommunikationer via e-post eller push-notiser om förändringar av familjemedlemmar och roll, tillgång till delade köp och abonnemang samt föräldrakontroller. Som exempel, när en användare ansluter till en familjegrupp meddelas alla befintliga familjemedlemmar om att de har åtkomst till den nya medlemmens köp och abonnemang. Om en samordnare utser en vuxen familjemedlem som förälder/vårdnadshavare meddelas barnen i familjegruppen att den vuxne användaren kan hantera deras föräldrakontroller. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter för Familjedelning enligt beskrivningen ovan i allmänhet så att dina familjemedlemmars kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, inklusive information om följande: • Användares Apple‑kontoinformation, inklusive namn, inloggningsuppgifter, samt all kontakt-, betalnings- och säkerhetsinformation, som betrodda telefonnummer och säkerhetsfrågor, som används tillsammans med Apple-tjänster. • Apple-produkterna som familjemedlemmar äger, familjemedlemmars abonnemang på Apple-tjänster samt familjemedlemmars köp och hämtningar. • Användares familjegrupp, inklusive antalet familjemedlemmar som ingår i familjen. • Användares enheter, inklusive deras enheters namn, serienummer och andra maskinvaruidentifierare. • Betalningsuppgifter, inklusive kontonummer och förfallodatum, fakturerings- och leveransadresser samt information om inlösen av presentkort. Dessa legitima intressen inkluderar att: • Tillhandahålla bättre service och support till familjemedlemmar. • Skicka relevanta kommunikationer om Familjedelning och andra relaterade produkter, tjänster och erbjudanden från Apple som kan vara av intresse. • Skydda mot bedrägeri och annat skadligt beteende. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น และเมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าการทราบว่าเรากำลังเก็บข้อมูลใดและเพราะอะไรเราจึงต้องการข้อมูลนั้นเป็นเรื่องสำคัญ เพื่อให้คุณสามารถตัดสินใจได้จากการได้รับข้อมูลที่เพียงพอ การแชร์กันในครอบครัวนั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ จาก Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้ การตั้งค่าการแชร์กันในครอบครัว เมื่อผู้ใช้เริ่มต้นการตั้งค่าครอบครัว Apple จะใช้อายุและประเทศหรือภูมิภาคที่ผูกกับบัญชี Apple ของเขาเพื่อยืนยันว่าเขาเป็นผู้ใหญ่และมีสิทธิ์สร้างกลุ่มครอบครัว เกณฑ์อายุเฉพาะที่อ้างอิงถึงด้านล่างอาจแตกต่างออกไปสำหรับผู้ใช้ โดยขึ้นอยู่กับประเทศหรือภูมิภาคที่ผูกกับบัญชี Apple ของเขา สำหรับข้อมูลเพิ่มเติมเกี่ยวกับเกณฑ์อายุ ให้ไปที่ support.apple.com/102617 เมื่อยืนยันสถานะผู้ใหญ่แล้ว ผู้ใช้ที่เริ่มต้นจะกลายเป็นผู้จัดการครอบครัวและสามารถเชิญผู้ใช้อื่นๆ สูงสุดห้าคนที่มีบัญชี Apple ที่ไม่ซ้ำกันให้เข้าร่วมกลุ่มครอบครัวได้โดยใช้ AirDrop, ข้อความ หรือเมล หรือโดยแตะเชิญด้วยตนเองในการตั้งค่าครอบครัว Apple จะแสดงชื่อของผู้จัดการ, บัญชี Apple, การสมัครรับที่ผู้รับเชิญจะได้รับสิทธิ์เข้าถึง และ/หรือข้อมูลติดต่อของผู้จัดการในคำเชิญ ทั้งนี้ขึ้นอยู่กับวิธีส่งคำเชิญ Apple จะไม่แสดงข้อมูลอื่นๆ เกี่ยวกับผู้จัดการหรือกลุ่มครอบครัว เช่น ชื่อของสมาชิกครอบครัวที่มีอยู่ เมื่อผู้จัดการแตะเชิญด้วยตนเอง Apple จะใช้บัญชี Apple และรหัสผ่านของผู้รับเชิญซึ่งถูกป้อนบนอุปกรณ์ของผู้จัดการเพื่อตรวจสอบสิทธิ์ของผู้รับเชิญและยืนยันการตอบรับของเขาหากผู้รับเชิญอายุ 13 ปีขึ้นไป Apple จะไม่จัดเก็บข้อมูลนี้บนอุปกรณ์ของผู้จัดการ ถ้าผู้รับเชิญมีอายุต่ำกว่า 13 ปี Apple จะเริ่มต้นขั้นตอนการถ่ายโอนเด็กตามที่อธิบายไว้ในส่วนการออกจากกลุ่มการแชร์กันในครอบครัวและการถ่ายโอนเด็กด้านล่าง ในการช่วยผู้จัดการและผู้รับเชิญจัดการคำเชิญและส่งเตือนความจำ Apple จะแสดงชื่อของเขา รูปภาพโปรไฟล์ และสถานะคำเชิญตามที่มี ในการตั้งค่าอุปกรณ์ Apple จะเก็บรักษาบันทึกของคำเชิญไว้จนกว่าผู้รับเชิญจะตอบกลับหรือจนกว่าคำเชิญจะหมดอายุหลังจากผ่านไป 15 วัน ถ้าผู้รับเชิญตอบรับ Apple จะผูกบัญชี Apple ของผู้รับเชิญกับกลุ่มครอบครัว Apple จะไม่เก็บรักษาบันทึกของคำเชิญที่หมดอายุ สำหรับคำเชิญที่ส่งผ่านข้อความที่ถูกตอบปฏิเสธ Apple จะเก็บบันทึกไว้เป็นเวลา 30 วันเพื่อแสดงสถานะถูกปฏิเสธในข้อความต่อผู้จัดการครอบครัวและผู้รับเชิญ การเข้าร่วมครอบครัวและบทบาทครอบครัว เมื่อผู้ใช้เข้าร่วมกลุ่มครอบครัว Apple จะทำให้คุณสมบัติ ข้อมูล และตัวควบคุมเฉพาะสามารถใช้งานได้ ซึ่งสามารถใช้เพื่อจัดการการแชร์การสมัครรับ สินค้าที่ซื้อ ข้อมูลการชำระเงิน และตำแหน่งที่ตั้งได้ ตัวอย่างเช่น Apple จะแสดงชื่อ, บัญชี Apple และบทบาทของสมาชิกแต่ละคน รวมทั้งอายุของเด็กในครอบครัวต่อสมาชิกทุกคนของกลุ่มครอบครัวในการตั้งค่าครอบครัว สำหรับเด็กบนอุปกรณ์ iOS หรือ iPadOS ทาง Apple จะใช้อายุของเด็กเพื่อให้ข้อมูลตามความเหมาะสมของอายุเกี่ยวกับสิทธิ์ในความเป็นส่วนตัวและการควบคุมโดยผู้ปกครองของพวกเขา Apple จะยังประมวลผลรายละเอียดเกี่ยวกับสมาชิกครอบครัวอีกด้วย เช่น บทบาท การสมัครรับ และการใช้คุณสมบัติและบริการ เพื่อให้รายการคำแนะนำแบบกำหนดเอง ตัวอย่างเช่น คำแนะนำของสมาชิกครอบครัวอาจแนะนำให้ตรวจสอบการควบคุมโดยผู้ปกครอง, แชร์ iCloud+ กับสมาชิกครอบครัว หรือทำให้สมาชิกครอบครัวอีกคนหนึ่งเป็นหนึ่งในรายชื่อติดต่อฉุกเฉินของเขา เมื่อผู้จัดการครอบครัวเพิ่มผู้ใช้ที่เป็นผู้ใหญ่ไปยังกลุ่มครอบครัว ผู้จัดการจะสามารถกำหนดให้ผู้ใช้คนนั้นเป็นผู้ปกครอง/ผู้ดูแลได้ ผู้ปกครอง/ผู้ดูแล รวมทั้งผู้จัดการที่สามารถดำเนินการในฐานะผู้ปกครอง/ผู้ดูแล จะสามารถสร้างบัญชี Apple สำหรับเด็กอายุต่ำกว่า 13 ปีได้ตามที่อธิบายไว้ด้านล่าง เขายังสามารถตั้งค่าการควบคุมโดยผู้ปกครอง เช่น ขออนุญาตซื้อและเวลาหน้าจอสำหรับเด็กในกลุ่มครอบครัวได้อีกด้วย นอกจากการตั้งค่ากลุ่มครอบครัวและการเชิญให้ผู้ใช้เข้าร่วมกลุ่ม ผู้จัดการสามารถเอาสมาชิกครอบครัวออกและยกเลิกกลุ่มได้ตามที่อธิบายไว้ด้านล่าง ถ้าผู้ใช้ที่เป็นส่วนหนึ่งของกลุ่มครอบครัวลงชื่อเข้าอุปกรณ์ Apple เช่น Apple TV อุปกรณ์อาจแนะนำให้เพิ่มสมาชิกครอบครัวคนอื่นโดยแสดงชื่อบัญชี Apple และรูปภาพโปรไฟล์ของเขา การสร้างบัญชี Apple สำหรับเด็ก ผู้จัดการครอบครัวและผู้ปกครอง/ผู้ดูแลสามารถเพิ่มเด็กอายุต่ำกว่า 13 ปีไปยังกลุ่มครอบครัวได้โดยการสร้างบัญชี Apple ของเด็กหรือผ่านกระบวนการถ่ายโอนเด็กตามที่อธิบายไว้ด้านล่าง ในการสร้างบัญชี Apple สำหรับเด็กที่มีอายุต่ำกว่า 13 ปี ผู้จัดการหรือผู้ปกครอง/ผู้ดูแลต้องระบุชื่อของเด็ก วันเกิด ที่อยู่อีเมล และเบอร์โทรศัพท์ ซึ่ง Apple จะใช้เพื่อให้บัญชี Apple กับเด็ก ถ้าบัญชีเด็กถูกสร้างขึ้นในระหว่างการตั้งค่าอุปกรณ์ ผู้จัดการหรือผู้ปกครอง/ผู้ดูแลยังต้องระบุประเทศหรือภูมิภาคของเด็กอีกด้วย Apple ตรวจสอบยืนยันสถานะผู้ใหญ่ของผู้จัดการหรือผู้ปกครอง/ผู้ดูแลโดยใช้รายละเอียดการชำระเงินของเขา บัตรประจำตัวในกระเป๋าสตางค์ หรือบัญชี Apple หรือเทียบเท่าก่อนที่จะขอรับความยินยอมจากเขาในการประมวลผลข้อมูลของเด็กของเขา Apple ใช้วันเกิดของเด็กเพื่อกำหนดบริการที่เข้าเกณฑ์และแนะนำการควบคุมโดยผู้ปกครอง เช่น ขออนุญาตซื้อและเวลาหน้าจอ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการสร้างบัญชีเด็ก ให้ไปที่ support.apple.com/102617 การแชร์สินค้าที่ซื้อ เมื่อผู้จัดการครอบครัวเปิดใช้งานการแชร์สินค้าที่ซื้อ สินค้าที่มีสิทธิ์ที่สมาชิกครอบครัวซื้อใน App Store, iTunes Store, Apple Books หรือแอป Apple TV จะถูกเรียกเก็บเงินจากวิธีการชำระเงินที่มีอยู่ของผู้จัดการ สมาชิกครอบครัวจะสามารถดูคำอธิบายของวิธีการชำระเงินที่ใช้ได้ เช่น Apple Pay แต่จะไม่สามารถดูรายละเอียดการชำระเงินอื่นๆ ได้ เช่น หมายเลขบัญชีการชำระเงินแบบเต็ม สมาชิกครอบครัวจะได้รับสิทธิ์เข้าถึงสินค้าที่ซื้อของผู้จัดการโดยอัตโนมัติ และสามารถเลือกที่จะแชร์สินค้าที่ซื้อของพวกเขากับสมาชิกครอบครัวคนอื่นๆ ได้ ผู้จัดการจะสามารถดูคำอธิบาย ราคา และวันที่ของการซื้อสินค้าออนไลน์หรือการซื้อภายในแอปจาก App Store ของสมาชิกครอบครัวทั้งหมดได้ รวมทั้งรายละเอียดของคำขอคืนเงินและผลการขอคืนเงินและการโต้แย้ง ถ้าสมาชิกครอบครัวแจ้งปัญหาเกี่ยวกับการซื้อสินค้าออนไลน์หรือการซื้อภายในแอปจาก App Store เข้ามา Apple จะใช้ข้อมูลเกี่ยวกับสมาชิกครอบครัวที่ซื้อสินค้า ผู้จัดการ และสินค้าที่ซื้อเพื่อให้การตอบสนองที่เหมาะสม สมาชิกครอบครัวสามารถซ่อนสินค้าที่ซื้อจาก iTunes, Apple Books และ App Store แต่ละรายการ หรือปิดใช้งานแชร์สินค้าที่ซื้อของฉันภายในการตั้งค่าครอบครัวของพวกเขาได้ ผู้จัดการครอบครัวจะยังคงได้รับใบเสร็จสำหรับการซื้อสินค้าใน App Store, Apple Books และ Apple Music ต่อไป แม้ว่าสมาชิกครอบครัวจะซ่อนสินค้าที่ซื้อแล้วก็ตาม สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการแชร์สินค้าที่ซื้อ ให้ไปที่ support.apple.com/102599 สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการซ่อนสินค้าที่ซื้อจาก App Store ให้ไปที่ support.apple.com/108091 การสมัครใช้บริการ ถ้าเปิดใช้งานแชร์กับครอบครัวอยู่ การสมัครใช้บริการ เช่น แผนบริการครอบครัว Apple Music, Apple TV+, Apple Arcade หรือ Apple News+ จะถูกแชร์กับสมาชิกครอบครัว สมาชิกครอบครัวจะลงชื่อเข้าแต่ละบริการต่อโดยใช้บัญชี Apple ของตนเอง วิธีนี้จะรักษาเนื้อหาและคลังสื่อและคำแนะนำของแต่ละคนให้เป็นส่วนตัวและแยกจากกัน พร้อมได้รับประโยชน์จากแผนบริการครอบครัวที่แชร์ ในทำนองเดียวกัน การแชร์ iCloud+ กับครอบครัวจะทำให้สมาชิกครอบครัวแต่ละคนสามารถเข้าใช้พื้นที่จัดเก็บข้อมูลและคุณสมบัติในแผนที่แชร์ได้ พร้อมรักษาบัญชีและไฟล์ของแต่ละคนแบบแยกต่างหาก สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการแชร์การสมัครใช้บริการกับสมาชิกครอบครัว ให้ไปที่ support.apple.com/108107 การแชร์ตำแหน่งที่ตั้ง เมื่อผู้ใช้เข้าร่วมกลุ่มครอบครัว สมาชิกครอบครัวคนอื่นจะเห็นชื่ออุปกรณ์ของเขาใน “ค้นหาของฉัน” มีเพียงสมาชิกครอบครัวคนอื่นๆ เท่านั้นที่จะมองเห็นบัญชี Apple ของเขาใน “ค้นหาของฉัน” และข้อมูลตำแหน่งที่ตั้งของเขาจะถูกประมวลผลโดย “ค้นหาของฉัน” เท่านั้นหากเขาเปิดใช้งานการแชร์ตำแหน่งที่ตั้งผ่านการตั้งค่าครอบครัวหรือผ่านแอป “ค้นหาของฉัน” สมาชิกครอบครัวยังสามารถเลือกที่จะแชร์ตำแหน่งที่ตั้งของตนกับสมาชิกครอบครัวคนอื่นๆ ทั้งหมด รวมทั้งสมาชิกใหม่ที่เพิ่มในภายหลังในการตั้งค่าครอบครัวได้อีกด้วย ตราบเท่าที่เขายังอยู่ในกลุ่ม ผู้จัดการครอบครัวหรือผู้ปกครอง/ผู้ดูแลอาจเลือกที่จะแชร์ตำแหน่งที่ตั้งของเด็กโดยอัตโนมัติกับสมาชิกครอบครัวคนอื่นๆ ทั้งหมดได้ในบางกรณี รวมถึงเมื่อสร้างบัญชีสำหรับเด็กที่มีอายุต่ำกว่า 13 ปี สมาชิกครอบครัวสามารถปิดใช้งานคุณสมบัติแชร์ตำแหน่งที่ตั้งโดยอัตโนมัติได้ในการตั้งค่า > [ชื่อของคุณ] > การแชร์กันในครอบครัว > การแชร์ตำแหน่งที่ตั้ง เขายังสามารถเลือกที่จะแชร์ตำแหน่งที่ตั้งของตนกับสมาชิกครอบครัวแต่ละคนผ่านการตั้งค่าครอบครัวและแอป “ค้นหาของฉัน” ได้อีกด้วย สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการแชร์ตำแหน่งที่ตั้งกับสมาชิกครอบครัว ให้ไปที่ support.apple.com/105107 การควบคุมโดยผู้ปกครอง Apple ใช้บัญชี Apple และบทบาทของสมาชิกครอบครัวเพื่อให้ผู้จัดการครอบครัวและผู้ปกครอง/ผู้ดูแลสามารถตั้งค่าการควบคุมโดยผู้ปกครองสำหรับเด็กในกลุ่มครอบครัวของตนได้ ตัวอย่างเช่น ผู้จัดการและผู้ปกครอง/ผู้ดูแลสามารถเปิดใช้ขออนุญาตซื้อเพื่อให้เด็กต้องได้รับอนุญาตก่อนที่จะดาวน์โหลดหรือซื้อสินค้าจาก App Store, iTunes Store หรือ Apple Books รวมถึงการซื้อภายในแอปและรายการดาวน์โหลดฟรี ผู้จัดการและผู้ปกครอง/ผู้ดูแลยังสามารถตั้งค่าเวลาหน้าจอ ซึ่งช่วยให้เขาสามารถจัดการการตั้งค่าสำหรับคุณสมบัติ เช่น เวลาไม่ใช้งาน การใช้งานแอปและเว็บไซต์ รายชื่อ และการจัดอันดับเนื้อหาสำหรับเด็กของเขาได้อีกด้วย มีเพียงผู้จัดการและผู้ปกครอง/ผู้ดูแลเท่านั้นที่สามารถดูข้อมูลเกี่ยวกับธุรกรรมของเด็กใน App Store, iTunes Store และ Apple Books, ดูและจัดการกิจกรรมทางออนไลน์ของเด็กผ่านเวลาหน้าจอ และเปิดใช้งานการควบคุมโดยผู้ปกครองได้ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับขออนุญาตซื้อ ให้ไปที่ support.apple.com/105055 สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการใช้การควบคุมโดยผู้ปกครอง ให้ไปที่ support.apple.com/105121 การออกจากกลุ่มการแชร์กันในครอบครัวและการถ่ายโอนเด็ก สมาชิกครอบครัวที่เป็นผู้ใหญ่สามารถออกจากกลุ่มครอบครัวหรือถูกเอาออกโดยผู้จัดการครอบครัวได้ตลอดเวลา เด็กที่มีอายุระหว่าง 13 ถึง 17 ปีสามารถออกจากกลุ่มครอบครัวหรือถูกเอาออกโดยผู้จัดการได้ นอกเสียจากว่าเขาถูกจัดการโดยผู้จัดการหรือผู้ปกครอง/ผู้ดูแลผ่านเวลาหน้าจอ ผู้จัดการครอบครัวยังสามารถยกเลิกกลุ่มครอบครัวโดยปิดใช้การแชร์กันในครอบครัวได้อีกด้วย เมื่อสมาชิกครอบครัวออกหรือถูกเอาออก เขาจะสูญเสียการเข้าถึงการสมัครรับที่แชร์และเนื้อหาที่ซื้อโดยสมาชิกอื่น และเนื้อหาของเขาจะไม่มีให้สมาชิกอื่นใช้อีกต่อไป เด็กที่มีอายุต่ำกว่า 13 ปีต้องเป็นส่วนหนึ่งของกลุ่มครอบครัว ในการเอาเด็กออกจากกลุ่มครอบครัว ผู้จัดการในกลุ่มครอบครัวอื่นสามารถเชิญเด็กให้เข้าร่วมกลุ่มครอบครัวของเขาได้โดยเลือกเชิญด้วยตนเองในการตั้งค่าครอบครัว คำเชิญให้ถ่ายโอนต้องได้รับอนุญาตจากผู้จัดการครอบครัวปัจจุบันของเด็ก เมื่อถ่ายโอนเสร็จแล้ว Apple จะไม่เก็บรักษาบันทึกของข้อมูลที่ชี้ว่าเด็กที่ถ่ายโอนเคยเป็นส่วนหนึ่งของกลุ่มครอบครัวอื่นก่อนหน้านี้ อีกวิธีหนึ่งคือผู้จัดการครอบครัวสามารถลบบัญชี Apple ของเด็กได้ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการย้ายเด็กไปยังกลุ่มครอบครัวอื่นและการลบบัญชีของเด็ก ให้ไปที่ support.apple.com/102634 การสื่อสารกับคุณ Apple อาจใช้รายละเอียดเกี่ยวกับกลุ่มครอบครัวของผู้ใช้ รวมถึงจำนวนสมาชิกครอบครัวและมีคนที่มีคำเชิญเข้าร่วมกลุ่มที่รอตอบรับหรือไม่ เพื่อส่งการสื่อสารที่เกี่ยวข้องให้ผู้ใช้และสมาชิกครอบครัวของเขาเกี่ยวกับผลิตภัณฑ์ บริการ ข้อเสนอ และสิทธิประโยชน์อื่นๆ ที่มีผ่านการแชร์กันในครอบครัว สมาชิกครอบครัวอาจได้รับการสื่อสารเหล่านี้ผ่านอีเมลหากเขายินยอมที่จะรับข้อมูลการตลาดผ่านอีเมล เขาสามารถเปลี่ยนการตั้งค่าอีเมลของตนและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com/th หรือบนอุปกรณ์ iOS หรือ iPadOS โดยไปที่การตั้งค่า > [ชื่อของคุณ] > ข้อมูลส่วนบุคคล > การตั้งค่าการสื่อสาร สมาชิกครอบครัวยังอาจได้รับการสื่อสารเหล่านี้ผ่านการแจ้งเตือนแบบผลักข้อมูลจากผลิตภัณฑ์หรือบริการที่เกี่ยวข้องจาก Apple อีกด้วย ในการอัปเดตการตั้งค่าการแจ้งเตือนหรือเลือกไม่รับการแจ้งเตือนบนอุปกรณ์ iOS หรือ iPadOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน Apple ยังอาจใช้รายละเอียดเกี่ยวกับผู้ใช้และกลุ่มครอบครัวของผู้ใช้ รวมถึงชื่อ อายุ บทบาท สินค้าที่ซื้อ และการสมัครใช้บริการของผู้ใช้ เพื่อสื่อสารทางอีเมลหรือการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับการเปลี่ยนแปลงสมาชิกและบทบาทของครอบครัว ความสามารถในการเข้าถึงสินค้าที่ซื้อและการสมัครใช้บริการที่แชร์ และการควบคุมโดยผู้ปกครอง ตัวอย่างเช่น เมื่อผู้ใช้เข้าร่วมกลุ่มครอบครัว สมาชิกครอบครัวที่มีอยู่ทั้งหมดจะได้รับการแจ้งเตือนเกี่ยวกับความสามารถในการเข้าถึงสินค้าที่ซื้อและการสมัครใช้บริการที่แชร์ของสมาชิกใหม่ ถ้าผู้จัดการครอบครัวกำหนดให้สมาชิกครอบครัวที่เป็นผู้ใหญ่เป็นผู้ปกครอง/ผู้ดูแล เด็กในกลุ่มครอบครัวจะได้รับการแจ้งเตือนว่าผู้ใช้ที่เป็นผู้ใหญ่สามารถจัดการการควบคุมโดยผู้ปกครองของพวกเขาได้ พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลสำหรับการแชร์กันในครอบครัวตามที่อธิบายไว้ข้างต้นโดยทั่วไปเพื่อปฏิบัติตามสัญญาของสมาชิกครอบครัวกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราจะขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้ตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่น รวมถึงข้อมูลเกี่ยวกับ: • ข้อมูลบัญชี Apple ของผู้ใช้ ซึ่งรวมถึงชื่อของเขา ข้อมูลที่ใช้ในการลงชื่อเข้า รวมทั้งรายละเอียดเกี่ยวกับรายชื่อ การชำระเงิน และความปลอดภัย เช่น เบอร์โทรศัพท์ที่เชื่อถือแล้วหรือคำถามรักษาความปลอดภัยที่ใช้กับบริการต่างๆ ของ Apple • ผลิตภัณฑ์จาก Apple ที่สมาชิกครอบครัวเป็นเจ้าของ การสมัครใช้บริการต่างๆ ของ Apple ของสมาชิกครอบครัว และสินค้าที่ซื้อและรายการดาวน์โหลดของพวกเขา • กลุ่มครอบครัวของผู้ใช้ ซึ่งรวมถึงจำนวนสมาชิกในครอบครัวของพวกเขา • อุปกรณ์ของผู้ใช้ รวมถึงชื่อของอุปกรณ์ หมายเลขประจำเครื่อง และข้อมูลจำเพาะอื่นของฮาร์ดแวร์ของเขา • รายละเอียดการชำระเงิน ซึ่งรวมถึงหมายเลขบัญชีและวันที่หมดอายุ ที่อยู่เรียกเก็บเงินและที่อยู่จัดส่ง และข้อมูลการแลกใช้บัตรของขวัญ ผลประโยชน์ที่ถูกต้องตามกฎหมายเหล่านี้รวมถึง: • ให้บริการและบริการช่วยเหลือที่ดียิ่งขึ้นกับสมาชิกครอบครัว • การสื่อสารที่เกี่ยวข้องเกี่ยวกับการแชร์กันในครอบครัว รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ที่เกี่ยวข้องจาก Apple ที่อาจสนใจ • การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda da, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Aile Paylaşımı da bu prensipler göz önünde bulundurularak tasarlanmıştır. Aile Paylaşımı’nı Ayarlama Apple, bir kullanıcı aile ayarlama işlemi başlatırsa kullanıcının yetişkin ve bir aile grubu yaratmaya uygun olduğunu onaylamak için kullanıcının Apple Hesabı ile ilişkili ülkeyi ya da bölgeyi ve yaşı kullanır. Aşağıda referans verilen belirli yaş eşiği, kullanıcının Apple Hesabı ile ilişkili ülkeye ya da bölgeye bağlı olarak değişebilir. Yaş eşikleri hakkında daha fazla bilgi için support.apple.com/102617 sayfasına gidin. Yetişkin durumu onaylandıktan sonra başlatan kullanıcı aile düzenleyicisi olur ve AirDrop, Mesajlar ya da Mail ile ya da aile ayarlarında Bizzat Davet Et’e dokunarak benzersiz Apple Hesabı olan en fazla beş diğer kullanıcıyı aile grubuna katılmaya davet edebilir. Apple; düzenleyicinin adını, Apple Hesabı’nı, davetlinin erişebileceği abonelikleri ve/veya davetin nasıl gönderildiğine bağlı olarak düzenleyicinin davetteki kişi bilgilerini görüntüler. Apple, düzenleyici ya da aile grubu ile ilgili, var olan aile üyelerinin adları gibi diğer bilgileri görüntülemez. Apple, düzenleyici Bizzat Davet Et’e dokunduğunda davetlinin kimliğini doğrulamak ve 13 yaşında ya da daha büyükse kabul edildiklerini doğrulamak için davetlinin düzenleyicinin aygıtında girilen Apple Hesabı’nı ve parolasını kullanır. Apple bu bilgileri düzenleyicinin aygıtında saklamaz. Davetli 13 yaşından küçükse Apple, aşağıda Aile Paylaşımı Grubundan Ayrılma ve Çocuk Aktarma bölümünde açıklanan çocuk aktarma akışını başlatır. Apple, düzenleyicilerin ve davetlilerin davetleri yönetmesine ve anımsatıcı göndermesine yardımcı olmak için adlarını, profil fotoğraflarını ve varsa davet durumunu aygıt ayarlarında görüntüler. Apple, davetli yanıtlayana kadar ya da davetin süresi 15 gün sonra dolana kadar davetlerin bir kaydını tutar. Apple, davetli kabul ederse davetlinin Apple Hesabı’nı aile grubu ile ilişkilendirir. Apple süresi geçen davetlerin bir kaydını tutmaz. Apple, Mesajlar ile gönderilen reddedilen davetler için düzenleyiciye ve davetliye red durumunu göstermek için 30 gün boyunca bir kayıt tutar. Bir Aileye Katılma ve Aile Rolleri Apple, kullanıcılar bir aile grubuna katıldığında aboneliklerinin, satın alımlarının, ödeme bilgilerinin ve konumlarının paylaşımını yönetmek için kullanılabilecek belirli özellikleri, bilgileri ve denetimleri kullanılabilir hale getirir. Örneğin Apple her üyenin adını, Apple Hesabı’nı, rolünü ve ailedeki çocukların yaşını, aile ayarlarında aile grubunun tüm üyelerine gösterir. iOS veya iPadOS aygıtını kullanan çocuklar için Apple, çocukların yaş bilgilerini kullanarak onların gizlilik hakları ve ebeveyn denetimleri hakkında yaşlarına uygun bilgiler sağlar. Apple, özelleştirilmiş bir öneri listesi sağlamak için bir aile üyesi hakkında üyenin rolü, abonelikleri ve özellikleri ve servisleri kullanımı gibi ayrıntıları da işler. Örneğin bir aile üyesinin önerileri ebeveyn denetimlerini gözden geçirmeyi, iCloud+’ı aile üyeleri ile paylaşmayı ya da başka bir aile üyesini Acil Durum Kişisi yapmayı önerebilir. Düzenleyi aile grubuna bir yetişkin eklediğinde bu kişiyi ebeveyn/vasi olarak atayabilir. Ebeveyn/vasi ve ebeveyn/vasi yerine geçebilecek düzenleyici, 13 yaşından küçük çocuklar için aşağıda açıklandığı gibi bir Apple Hesabı yaratabilir. Ayrıca Satın Alma İzni ve Ekran Süresi gibi ebeveyn denetimlerini aile grubundaki çocuklar için ayarlayabilir. Düzenleyici, aile grubu ayarlamaya ve katılmak için kullanıcı davet etmeye ek olarak aile üyelerini silebilir ve grubu aşağıda açıklandığı gibi dağıtabilir. Bir aile grubunun üyesi olan kullanıcı Apple TV gibi bir Apple aygıtına giriş yaparsa aygıt, diğer aile üyelerinin Apple Hesabı adlarını ve profil fotoğraflarını göstererek onları eklemeyi önerebilir. Çocuk İçin Apple Hesabı Yaratma Düzenleyici ve ebeveyn/vasi, bir Apple Hesabı yaratarak ya da aşağıda açıklandığı gibi çocuk aktarma işlemi aracılığıyla aile gruplarına 13 yaşından küçük çocuk ekleyebilir. Düzenleyici veya ebeveyn/vasi, 13 yaşından küçük bir çocuk için Apple Hesabı yaratmak amacıyla çocuğun adını, doğum tarihini, bir e-posta adresini ve telefon numarasını sağlamalıdır. Bu bilgiler Apple tarafından çocuğa Apple Hesabı sağlamak için kullanılır. Çocuk hesabı aygıt ayarlanırken yaratılmışsa düzenleyici veya ebeveyn/vasi çocuğun bulunduğu ülkeyi veya bölgeyi de seçmelidir. Apple, çocuğun verilerini işlemek için onay almadan önce ödeme ayrıntılarını, Cüzdan’daki kimlik kartını ya da Apple Hesabı’nı veya benzerini kullanarak düzenleyicinin ya da ebeveynin/vasinin yetişkinlik durumunu doğrular. Apple, uygun servisleri belirlemek ve Satın Alma İzni ve Ekran Süresi gibi ebeveyn denetimleri önermek için çocuğun doğum tarihini kullanır. Çocuk hesabı yaratma hakkında daha fazla bilgi için support.apple.com/102617 adresine gidin. Satın Alma Paylaşımı Bir düzenleyici satın alma paylaşımını etkinleştirdiğinde, aile üyeleri tarafından yapılan uygun App Store, iTunes Store, Apple Books veya Apple TV uygulaması alışverişleri düzenleyicinin kayıtlı ödeme yöntemi tarafından ödenir. Aile üyeleri, Apple Pay gibi kullanılan ödeme yönteminin bir açıklamasını görebilir ama ödeme hesap numarasının tümü gibi ödeme ayrıntılarını göremezler. Aile üyeleri düzenleyicinin satın aldıklarına otomatik olarak erişirler ve kendi satın aldıklarını diğer aile üyeleriyle paylaşmayı seçebilirler. Düzenleyiciler, tüm aile üyelerinin Çevrim içi ve uygulama içi App Store işlemlerinin açıklamasını, fiyatını ve tarihini, i̇ade isteklerinin ve sonuçlarının ayrıntılarını ve itirazları görebilir. Apple, bir aile üyesi bir çevrimiçi ya da uygulama içi App Store satın alımı ile ilgili bir sorun bildirirse uygun bir yanıt verebilmek için satın alan aile üyesi, düzenleyici ve satın alınan hakkındaki bilgileri kullanır. Aile üyeleri bireysel iTunes, Kitaplar ve App Store satın almalarını gizleyebilir ya da aile ayarlarındaki Satın Almalarımı Paylaş’ı etkisizleştirebilir; aile üyeleri satın almalarını gizlese bile, Aile düzenleyici App Store’da, Kitaplar’da ve Apple Music’te yapılan satın almaların faturalarını almayı sürdürür. Satın alma paylaşımı hakkında daha fazla bilgi için support.apple.com/102599 adresine gidin. App Store satın alımlarını gizleme hakkında daha fazla bilgi için support.apple.com/108091 adresine gidin. Abonelikler Aileyle paylaşma etkinleştirmişse Apple Music aile planı, Apple TV+, Apple Arcade ya da Apple News+ gibi servisler için abonelikler aile üyeleri ile paylaşılır. Aile üyeleri, servislere kendi Apple Hesaplarını kullanarak giriş yapmayı sürdürürler. Bu, paylaşılan aile planının faydalarından yararlanırken kişisel içerik ve ortam arşivlerinin ve önerilerinin özel ve ayrı kalmasını sağlar. Benzer şekilde, iCloud+’ı aile ile paylaşmak da bireysel hesapları ve dosyaları ayrı tutarak her bir aile üyesiyle paylaşılan plandaki saklama alanına ve özelliklere erişim sağlar. Aile üyeleri ile abonelik paylaşma hakkında daha fazla bilgi için support.apple.com/108107 adresine gidin. Konum Paylaşma Bir kullanıcı bir aile grubuna katılırsa aygıtlarının adları Bul’daki diğer aile üyeleri tarafından görülür. Apple Hesabı, yalnızca Konum Paylaşma aile ayarları ya da Bul uygulaması aracılığıyla etkinleştirilmişse Bul’daki diğer aile üyeleri tarafından görülebilir ve konum verileri Bul tarafından işlenebilir. Bir aile üyesi, grupta kaldığı sürece daha sonra eklenen yeni üyeler de dahil diğer tüm aile üyeleri ile kendi konumunu otomatik olarak paylaşmayı da aile ayarlarında seçebilir. Düzenleyici ve ebeveyn/vasi, 13 yaşından küçük bir çocuk için hesap yaratırken de dahil olmak üzere bazı durumlarda çocuğun konumunu diğer tüm aile üyeleri ile otomatik olarak paylaşmayı da seçebilir. Aile üyeleri Konumu Otomatik Paylaş özelliğini Ayarlar > [adınız] > Aile Paylaşımı > Konum Paylaşımı bölümünde etkisizleştirilebilir. Ayrıca, kendi konumunu ailenin her bir üyesi ile aile ayarları ve Bul uygulaması aracılığıyla paylaşmayı da seçebilir. Aile üyeleri ile konum paylaşma hakkında daha fazla bilgi için support.apple.com/105107 adresine gidin. Ebeveyn Denetimleri Apple, düzenleyicinin ve ebeveynin/vasinin aile grubundaki çocuklar için ebeveyn denetimlerini ayarlamasını sağlamak amacıyla aile üyelerinin Apple Hesapları'nı ve rollerini kullanır. Örneğin düzenleyici ve ebeveyn/vasi Satın Alma İzni’ni açabilir ve böylece çocuklar uygulama içi ve ücretsiz indirmeler de dahil olmak üzere App Store, iTunes Store veya Apple Books mağazalarında satın alma ya da indirme yapmadan önce düzenleyicinin ve ebeveynin/vasinin onayını alır. Düzenleyici ve ebeveyn/vasi, Atıl Süre, uygulama ve web sitesi kullanımı, kişiler ve çocuk için içerik derecelendirmesi gibi özelliklerin ayarlarını yönetmelerini sağlayan Ekran Süresi’ni de ayarlayabilir. Yalnızca düzenleyici ve ebeveyn/vasi çocuğun App Store, iTunes Store ve Apple Books işlemleri hakkında bilgileri görebilir, Ekran Süresi ile çevrimiçi etkinliklerini görüp yönetebilir ve ebeveyn denetimlerini etkinleştirebilir. Satın Alma İzni hakkında daha fazla bilgi için support.apple.com/105055 adresine gidin. Ebeveyn denetimlerini kullanma hakkında daha fazla bilgi için support.apple.com/105121 adresine gidin. Aile Paylaşımı Grubundan Ayrılma ve Çocuk Aktarma Yetişkin aile üyeleri her zaman aile grubundan çıkabilir ya da düzenleyici tarafından çıkartılabilir. 13 ve 17 yaş arasındaki çocuklar, düzenleyici ya da ebeveyn/vasi tarafından Ekran Süresi aracılığıyla yönetilmiyorlarsa her zaman aile grubundan çıkabilir ya da düzenleyici tarafından çıkarılabilir. Aile düzenleyici, Aile Paylaşımı’nı kapatarak bir aile grubunu dağıtabilir. Bir aile üyesi ayrılırsa ya da çıkarılırsa diğer üyelerin satın aldıkları içeriklere ve paylaşılan aboneliklere erişimi hemen kaybederler ve kendi içeriklerine de diğer üyeler tarafından erişilemez. 13 yaşından küçük çocuklar bir aile grubunun üyesi olmalıdır. Bir çocuğu aile grubundan silmek için başka bir aile grubundaki bir düzenleyici aile ayarlarında Bizzat Davet Et’i seçerek çocuğu kendi aile grubuna katılmaya davet edebilir. Aktarma daveti, çocuğun var olan aile düzenleyicisi tarafından onaylanmalıdır. Apple, aktarma tamamlandıktan sonra aktarılan çocuğun daha önce başka bir aile grubunun üyesi olduğu kaydını tutmaz. Alternatif olarak, aile düzenleyici çocuğun Apple Hesabı’nı silebilir. Bir çocuğunu başka bir aile grubuna taşıma veya bir çocuğun hesabını silme hakkında daha fazla bilgi için support.apple.com/kb/102634 adresine gidin. Sizinle İletişim Apple, Aile Paylaşımı yoluyla kullanıcıya ve kullanıcının aile üyelerine ürünler, servisler, teklifler ve kullanılabilir diğer faydalar ile ilgili haberler göndermek için, aile üyelerinin sayısı ve kimsenin gruba katılmak için bekleyen bir davete olup olmadığı da dahil olmak üzere kullanıcının aile grubu hakkında ayrıntıları kullanabilir. Aile üyeleri, e-posta ile pazarlama almayı onaylarsa bu haberleri e-posta ile alabilirler. account.apple.com adresine giderek veya iOS ya da iPadOS aygıtlarında Ayarlar > [adınız] > Kişisel Bilgiler > İletişim Tercihleri’ne giderek e-posta tercihlerini değiştirebilir ve e-posta almaktan vazgeçebilirler. Aile üyeleri bu haberleri ilgili Apple ürünü veya servisindeki anında iletilen bildirimler aracılığıyla da alabilir. Bildirim tercihlerini güncellemek veya bildirimlerden vazgeçmek için iOS veya iPadOS aygıtınızda Ayarlar > Bildirimler bölümüne gidin. Apple bir kullanıcı ve onun aile grubuyla ilgili ad, yaş, rol, satın alınanlar, abonelikler gibi ayrıntıları aile üyeliği ve rolündeki değişiklikler, paylaşılan satın alınanlara ve aboneliklere erişebilme ve ebeveyn denetimleri hakkında e-posta veya anında iletilen bildirim yoluyla iletişim kurmak için kullanabilir. Örneğin bir kullanıcı bir aile grubuna katıldığında aile grubundaki mevcut tüm üyelere yeni üyenin paylaşılan satın alınanlarına ve aboneliklerine erişebilmeleriyle ilgili bildirim gönderilir. Düzenleyici yetişkin bir aile üyesini ebeveyn/vasi olarak atarsa aile grubundaki çocuklara yetişkin kullanıcının onların ebeveyn denetimlerini yönetebileceği bildirilir. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Aile Paylaşımı’ndaki kişisel verileri, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile aile üyelerinizin sözleşmesinin yerine getirilmesi için yukarıda açıklanan şekilde işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde aşağıdaki bilgiler de dahil kişisel veri kategorilerini bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi işleriz: • Kullanıcıların Apple Hesabı bilgileri (Apple servislerinde kullanılan adları, giriş yapmak için kullanılan bilgileri, iletişim ve ödeme ayrıntıları, güvenilir telefon numaraları ya da güvenlik soruları gibi güvenlik ayrıntıları da dahil) • Aile üyelerinin sahip olduğu Apple ürünleri, aile üyelerinin Apple servislerine olan abonelikleri, satın aldıkları ve indirdikleri • Ailelerindeki üye sayısı da dahil kullanıcıların aile grubu • Kullanıcıların aygıtları (aygıtının adı, seri numarası ve diğer donanım tanıtıcıları da dahil) • Hesap numaraları ve son kullanma tarihleri, fatura ve teslimat adresleri ve hediye kartı kullanımı bilgileri dahil olmak üzere ödeme ayrıntıları Bu yasal çıkarlar şunları içerir: • Aile üyelerine daha iyi servis ve destek sunmak • Aile Paylaşımı ve diğer ilgili Apple ürünleri, servisleri ve teklifleri hakkında ilgili haberler göndermek • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх у компанії Apple. Ми докладаємо великих зусиль, щоб збирати лише ті дані, які потрібні нам, щоб надавати вам найкращий сервіс. Тож коли нам доводиться збирати дані, ми вважаємо, що вам важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Функцію «Сімейний доступ», як і решту продуктів і сервісів Apple, розроблено на цих засадах. Налаштування Сімейного доступу Коли користувач починає налаштування родини, Apple використовує вік і країну або регіон, що повʼязані з його обліковим записом Apple, щоб підтвердити, що користувач є дорослою людиною і може створювати сімейні групи. Вікові обмеження, наведені нижче, можуть відрізнятися для користувачів залежно від країни чи регіону, повʼязаного з їхнім обліковим записом Apple. Додаткові відомості про вікові обмеження наведено на вебсторінці support.apple.com/102617. Якщо вік підтверджено, користувач, що створив групу, стає організатором родини й може запрошувати до сімейної групи до пʼяти користувачів з унікальними обліковими записами Apple через AirDrop, Повідомлення чи Пошту або за допомогою функції «Запросити особисто» в параметрах родини. Залежно від способу надсилання запрошення Apple показуватиме імʼя, обліковий запис Apple і контактну інформацію організатора, а також доступні підписки. Apple не показуватиме жодної іншої інформації про організатора чи сімейну групу, як‑от імен поточних членів родини. Якщо організатор скористається функцією «Запросити особисто», Apple використає обліковий запис Apple і пароль запрошеної особи, які введено на пристрої організатора, для автентифікації запрошеної особи та підтвердження прийняття запрошення, якщо особі вже виповнилося 13 років. Apple не зберігатиме цю інформацію на пристрої організатора. Якщо запрошеній особі ще не виповнилося 13 років, Apple почне процес перенесення дитини, як описано нижче в розділі «Вихід із групи Сімейного доступу й перенесення записів дітей». Щоб допомогти організаторам і запрошеним керувати запрошеннями й надсилати нагадування, Apple показуватиме їхні імена, фотографії профілів і статус запрошення (якщо доступно) в параметрах пристрою. Apple зберігає записи про запрошення, доки не буде отримано на них відповідь або доки запрошення не застаріють через 15 днів. Якщо запрошення прийнято, Apple повʼязує обліковий запис Apple цієї особи із сімейною групою. Apple не зберігає інформації про застарілі запрошення. Якщо запрошення, надіслане в програмі «Повідомлення», було відхилено, Apple зберігає цю інформацію протягом 30 днів для показу відповідного стану для організатора й запрошеної особи в Повідомленнях. Приєднання до родини й сімейні ролі Коли користувачі приєднуються до сімейної групи, Apple надає їм доступ до певних функцій, інформації та елементів керування, за допомогою яких можна керувати спільними підписками, покупками й платіжною інформацією, а також поширенням геопозиції. Наприклад, Apple показуватиме імена, облікові записи Apple і ролі всіх членів родини та вік дітей у родині в параметрах родини для всіх учасників сімейної групи. Для дітей із пристроями iOS чи iPadOS Apple використовуватиме дані про вік дитини, щоб надавати відповідні віку відомості про право на приватність і засоби батьківського контролю. Apple також оброблятиме деяку інформацію про члена родини, як‑от його роль, підписки та дані про використання функцій і сервісів, щоб надавати персоналізований список рекомендацій. Наприклад, рекомендації для члена родини можуть пропонувати перевірити параметри батьківського контролю, поширити iCloud+ для членів родини або налаштувати іншого члена родини як одного з Екстрених контактів. Організатор може призначати батьками чи опікунами дорослих, яких він додає до сімейної групи. Батьки чи опікуни, а також організатор, який також може виконувати роль батьків чи опікунів, можуть створювати облікові записи Apple для дітей віком до 13 років, як описано нижче. Вони також можуть налаштовувати параметри батьківського контролю, як‑от запити «Просити купити» й Екранний час, для дітей у цій сімейній групі. Організатор може налаштовувати сімейну групу, запрошувати до неї учасників, вилучати членів групи, а також позбуватися групи, як описано нижче. Якщо користувач, що входить у сімейну групу, виконує вхід на пристрої Apple, як‑от Apple TV, пристрій може пропонувати додати інших членів родини, показуючи їхні імена користувачів облікових записів Apple та фото профілів. Створення облікового запису Apple для дитини Організатор і батьки чи опікуни можуть додавати до сімейної групи дітей віком до 13 років. Для цього для них потрібно створити облікові записи Apple або перенести дитину з іншої родини, як описано нижче. Щоб створити обліковий запис Apple для дитини віком до 13 років, організатор або батьки чи опікуни мають надати імʼя, дату народження, е‑адресу й номер телефону дитини, які Apple використає для створення облікового запису Apple цієї дитини. Якщо обліковий запис дитини було створено під час налаштування пристрою, організатор або батьки чи опікуни мають також зазначити країну чи регіон для дитини. Щоб отримати згоду організатора або батьків чи опікунів на оброблення даних дитини, спочатку Apple перевіряє їхню платіжну інформацію, посвідчення в Гаманці або обліковий запис Apple чи інший подібний запис, щоб підтвердити, що вони є дорослими особами. Apple використовує дату народження дитини для визначення доречних сервісів і пропонування параметрів батьківського контролю, як‑от функцій «Просити купити» й «Екранний час». Докладні відомості про створення облікових записів дітей наведено на сторінці support.apple.com/102617. Спільні покупки Якщо організатор увімкне спільні покупки, для покупок членів родини в App Store, iTunes Store, Apple Books чи програмі TV від Apple використовуватиметься спосіб оплати, який задано в обліковому записі Apple організатора. Члени родини бачитимуть опис використовуваного способу оплати, наприклад Apple Pay, але не бачитимуть даних про платіж, як‑от номера рахунку. Члени родини автоматично отримають доступ до покупок організатора й можуть дозволити іншим членам родини спільно користуватися їхніми покупками. Організатор може бачити опис, суму й дату трансакцій, повʼязаних із покупками, які члени родини здійснюють в інтернеті й програмах в App Store, і переглядати відомості про запити на повернення коштів і результати їх обробки, а також суперечки. У разі отримання від члена родини повідомлення про проблему з покупкою в інтернеті чи програмах в App Store для надання відповіді Apple використовуватиме інформацію про покупку, члена родини, який її здійснив, а також про організатора. Члени родини можуть приховувати окремі покупки в iTunes, Apple Books і App Store або вимкнути функцію «Спільні покупки» в параметрах родини. Організатор родини все одно отримуватиме квитанції до покупок, зроблених в App Store, Apple Books і Apple Music, навіть якщо члени родини їх приховали. Докладні відомості про спільні покупки наведено на сторінці support.apple.com/102599. Докладні відомості про приховування покупок в App Store наведено на сторінці support.apple.com/108091. Підписки Якщо Сімейний доступ увімкнено, підписки на сервіси, як‑от сімейний план в Apple Music, Apple TV+, Apple Arcade чи Apple News+, будуть доступні для членів родини. Члени родини й надалі використовуватимуть свій обліковий запис Apple для входу в кожний сервіс. У такий спосіб вони можуть користуватися перевагами спільного сімейного плану й окремо зберігати особистий вміст і медіатеки, а також отримувати приватні рекомендації. Так само, якщо ввімкнути сімейний доступ для iCloud+, усі члени родини зможуть користуватися сховищем і можливостями спільного плану та матимуть особисті облікові записи й окремо зберігатимуть файли. Докладні відомості про спільні підписки для членів родини наведено на сторінці support.apple.com/108107. Поширення геопозиції Якщо особа приєднується до сімейної групи, інші члени родини можуть бачити назви її пристроїв у Локаторі. У Локаторі її обліковий запис Apple показуватиметься для членів родини, а її дані про геопозицію оброблятимуться, лише якщо в параметрах родини або в програмі «Локатор» увімкнено функцію «Поширення геопозиції». Члени родини можуть налаштувати в параметрах родини автоматичне поширення своєї геопозиції для всієї родини, зокрема й для нових членів, що приєднаються до родини пізніше, протягом усього періоду перебування в групі. Організатор або батьки чи опікуни можуть налаштувати в параметрах родини автоматичне поширення геопозиції дитини для всієї родини в окремих випадках, зокрема в разі створення облікового запису для дитини віком до 13 років. Члени родини можуть вимкнути параметр «Поширювати геопозицію автоматично» в меню Параметри > [ваше імʼя] > Сімейний доступ > Поширення геопозиції. У параметрах родини й програмі «Локатор» можна також налаштувати поширення своєї геопозиції для окремих членів родини. Докладні відомості про поширення геопозиції для членів родини наведено на сторінці support.apple.com/105107. Батьківський контроль Apple використовує облікові записи Apple та ролі членів родини, щоб організатор і батьки чи опікуни могли налаштовувати батьківський контроль для дітей у своїй сімейній групі. Наприклад, організатор і батьки чи опікуни можуть увімкнути функцію «Просити купити», щоб отримувати від дітей запити на схвалення всіх викачувань і покупок з App Store, iTunes Store чи Apple Books, зокрема покупок у програмах і викачувань безплатного вмісту. Організатор і батьки чи опікуни можуть також налаштувати Екранний час, щоб керувати параметрами функцій, як‑от «Перерва», а також параметрами використання програм і вебсайтів, контактів і рейтингу вмісту для дітей. Тільки організатор і батьки/опікуни можуть бачити інформацію про трансакції дітей в App Store, iTunes Store і Apple Books, переглядати їхню активність в інтернеті й керувати нею в Екранному часі, а також вмикати батьківський контроль. Докладні відомості про функцію «Просити купити» наведено на сторінці support.apple.com/105055. Докладні відомості про використання батьківського контролю наведено на сторінці support.apple.com/105121. Вихід із групи Сімейного доступу й перенесення записів дітей Дорослі члени родини можуть будь-коли вийти із сімейної групи. Організатор групи також може вилучити їх у будь-який момент. Діти віком від 13 до 17 років можуть залишити сімейну групу або організатор може вилучити їх, якщо організатор чи батьки/опікуни не керують їхніми записами в Екранному часі. Організатор родини може також позбутися групи, вимкнувши Сімейний доступ. У разі виходу чи вилучення з групи члени родини відразу втрачають доступ до спільних підписок і вмісту, який купили інші члени родини, а родина також більше не зможе користуватися їхнім вмістом. Діти до 13 років мають входити до сімейної групи. Щоб вилучити дитину із сімейної групи, організатор іншої групи може запросити її до своєї групи за допомогою функції «Запросити особисто» в параметрах родини. Організатор поточної родини має схвалити запрошення на перенесення запису дитини. Після перенесення Apple не зберігає записи про те, що дитина раніше входила до іншої сімейної групи. Організатор родини може також видалити обліковий запис Apple дитини. Докладні відомості про переміщення дитини до іншої сімейної групи й видалення облікового запису дитини наведено на сторінці support.apple.com/102634. Спілкування з вами Apple може використовувати дані про сімейну групу, зокрема кількість членів родини й наявність запрошень до групи без відповіді, щоб надсилати особі та її родині доречні повідомлення про продукти, сервіси, пропозиції та інші можливості, доступні в межах Сімейного доступу. Члени родини можуть отримувати цю інформацію е‑поштою, якщо вони погодились отримувати маркетингові листи. Вони можуть змінити параметри е‑пошти й відмовитися від отримання цих е‑листів на вебсайті account.apple.com або на пристроях iOS чи iPadOS у меню Параметри > [ваше імʼя] > Персональна інформація > Параметри звʼязку. Члени родини також можуть отримувати цю інформацію в push‑сповіщеннях від відповідних продуктів і сервісів Apple. Щоб оновити параметри сповіщень на пристрої iOS чи iPadOS або відмовитися від отримання сповіщень, перейдіть у меню Параметри > Сповіщення. Apple може використовувати відомості про користувача та його сімейну групу, зокрема імʼя, вік, роль, покупки й підписки, щоб надсилати е‑листи чи push‑сповіщення про зміни в родині, як‑от додавання чи вилучення користувачів, змінення ролей, змінення доступу до спільних покупок і підписок, а також батьківського контролю. Наприклад, коли користувач приєднується до сімейної групи, усі наявні члени родини отримають сповіщення про те, що їм доступні спільні покупки й підписки нового члена родини. Якщо організатор призначає дорослих членів родини батьками чи опікунами, діти в сімейній групі отримають сповіщення про те, що ці дорослі користувачі можуть керувати параметрами батьківського контролю для них. Відповідне юридичне підґрунтя для опрацювання особистих даних Ми обробляємо персональні дані для функції «Сімейний доступ», як описано вище, переважно для дотримання умов договору членів родини з Apple у межах, необхідних для надання послуг і виконання наших юридичних зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо такі категорії особистих даних: • Відомості облікового запису Apple, зокрема імʼя та інформація, що використовується для входу в систему, а також усі контактні й платіжні дані та повʼязана з безпекою інформація, як‑от довірені номери телефонів або контрольні запитання, які використовуються в сервісах Apple • Інформація про продукти Apple у власності членів родини, їхні підписки на сервіси Apple, а також покупки й викачування • Відомості про сімейну групу, зокрема кількість членів родини • Інформація про пристрої користувачів, зокрема назва, серійний номер та інші ідентифікатори пристроїв • Платіжна інформація, зокрема номери рахунків і терміни дії, платіжні адреси й адреси доставки, а також дані про використання подарункових карток До згаданих вище законних інтересів входять: • Удосконалення послуг і підтримки для членів родини • Надсилання доречних повідомлень про функцію «Сімейний доступ» та інші повʼязані продукти, сервіси й пропозиції Apple, які можуть бути цікавими • Запобігання шахрайству й іншій зловмисній діяльності Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy
vi: Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn và khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Chia sẻ trong gia đình, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này. Thiết lập Chia sẻ trong gia đình Khi người dùng bắt đầu thiết lập gia đình, Apple sẽ sử dụng độ tuổi và quốc gia hoặc vùng được liên kết với Tài khoản Apple để xác nhận họ là người lớn và do đó đủ điều kiện để tạo nhóm gia đình. Ngưỡng độ tuổi cụ thể được tham chiếu bên dưới có thể khác nhau đối với người dùng, tùy thuộc vào quốc gia hoặc vùng được liên kết với Tài khoản Apple. Để biết thêm thông tin về ngưỡng độ tuổi, hãy truy cập support.apple.com/102617. Sau khi được xác nhận là người lớn, người dùng khởi tạo sẽ trở thành người tổ chức gia đình và có thể mời tối đa năm người dùng khác có các Tài khoản Apple duy nhất tham gia nhóm gia đình bằng cách sử dụng AirDrop, Tin nhắn hoặc Mail hay bằng cách chạm vào Đích thân mời trong cài đặt gia đình. Apple sẽ hiển thị tên của người tổ chức, Tài khoản Apple, các đăng ký mà người được mời sẽ có quyền truy cập vào và/hoặc thông tin liên hệ của người tổ chức trong lời mời tùy theo cách gửi. Apple sẽ không hiển thị bất kỳ thông tin nào khác về người tổ chức hoặc nhóm gia đình, ví dụ như tên của các thành viên hiện có trong gia đình. Khi người tổ chức chạm vào Đích thân mời, Apple sẽ sử dụng Tài khoản Apple và mật khẩu của người được mời mà người tổ chức nhập trên thiết bị để xác thực người được mời và xác nhận sự đồng ý nếu người được mời từ 13 tuổi trở lên. Apple sẽ không lưu trữ thông tin này trên thiết bị của người tổ chức. Nếu người được mời dưới 13 tuổi thì Apple sẽ bắt đầu quy trình chuyển giao trẻ em như mô tả trong phần Rời khỏi nhóm chia sẻ trong gia đình và chuyển giao trẻ em ở bên dưới. Để giúp người tổ chức và người được mời quản lý lời mời và gửi lời nhắc, Apple sẽ hiển thị tên, ảnh hồ sơ và trạng thái lời mời của họ (nếu có) trong cài đặt thiết bị. Apple lưu giữ một bản ghi về các lời mời cho đến khi người được mời phản hồi hoặc khi lời mời hết hạn sau 15 ngày. Nếu người được mời chấp nhận thì Apple sẽ liên kết Tài khoản Apple của họ với nhóm gia đình. Apple không lưu giữ thông tin về các lời mời đã hết hạn. Đối với những lời mời được gửi qua Tin nhắn nhưng đã bị từ chối, Apple sẽ lưu giữ thông tin trong 30 ngày để hiển thị trạng thái đã từ chối trong Tin nhắn cho người tổ chức và người được mời. Tham gia vào gia đình và các vai trò trong gia đình Khi người dùng tham gia nhóm gia đình, Apple sẽ cung cấp các tính năng, thông tin và kiểm soát cụ thể có sẵn mà người dùng có thể sử dụng để quản lý việc chia sẻ các đăng ký, mục mua, thông tin thanh toán và vị trí. Ví dụ: Apple sẽ hiển thị tên của từng thành viên, Tài khoản Apple, vai trò và tuổi của bất kỳ trẻ em nào trong gia đình cho tất cả các thành viên thuộc nhóm gia đình trong cài đặt gia đình. Đối với trẻ em sử dụng thiết bị iOS hoặc iPadOS, Apple sẽ sử dụng tuổi của trẻ để cung cấp thông tin phù hợp với lứa tuổi về các quyền riêng tư và kiểm soát của phụ huynh. Apple cũng sẽ xử lý các chi tiết về một thành viên gia đình, ví dụ như vai trò, các đăng ký cũng như việc sử dụng các tính năng và dịch vụ của họ để cung cấp một danh sách các đề xuất được tùy chỉnh. Ví dụ: Các đề xuất của một thành viên gia đình có thể gợi ý xem xét quyền kiểm soát của phụ huynh, chia sẻ iCloud+ với các thành viên gia đình hoặc chỉ định một thành viên khác là một trong các Liên hệ khẩn cấp. Khi người tổ chức thêm một người dùng là người lớn vào nhóm gia đình, họ có thể chỉ định người đó là cha mẹ/người giám hộ. Cha mẹ/người giám hộ, cũng như người tổ chức có thể đóng vai trò là cha mẹ/người giám hộ, có thể tạo Tài khoản Apple cho trẻ em dưới 13 tuổi như mô tả ở bên dưới. Họ cũng có thể thiết lập kiểm soát của phụ huynh như Hỏi để mua và Thời gian sử dụng cho trẻ em trong nhóm gia đình. Ngoài việc thiết lập nhóm gia đình và mời các người dùng tham gia, người tổ chức có thể xóa thành viên gia đình và giải tán nhóm như mô tả ở bên dưới. Nếu người dùng thuộc nhóm gia đình đăng nhập vào một thiết bị của Apple (ví dụ như Apple TV) thì thiết bị có thể gợi ý thêm các thành viên khác trong gia đình bằng cách hiển thị tên Tài khoản Apple và ảnh hồ sơ của họ. Tạo Tài khoản Apple cho trẻ Người tổ chức và cha mẹ/người giám hộ có thể thêm trẻ dưới 13 tuổi vào nhóm gia đình bằng cách tạo Tài khoản Apple cho trẻ hoặc thông qua quy trình chuyển giao trẻ em như mô tả ở bên dưới. Để tạo Tài khoản Apple cho trẻ em dưới 13 tuổi, người tổ chức hoặc cha mẹ/người giám hộ phải cung cấp tên, ngày sinh, địa chỉ email và số điện thoại của trẻ. Apple sử dụng những thông tin này để cung cấp Tài khoản Apple cho trẻ. Nếu tài khoản cho trẻ được tạo trong quá trình thiết lập thiết bị thì người tổ chức hoặc cha mẹ/người giám hộ cũng phải cung cấp thông tin về quốc gia hoặc vùng của trẻ. Apple xác minh trạng thái là người lớn của người tổ chức hoặc cha mẹ/người giám hộ bằng cách sử dụng chi tiết thanh toán, thẻ danh tính trong Ví, cũng như Tài khoản Apple hoặc tương đương trước khi xin phép xử lý dữ liệu của trẻ. Apple sử dụng ngày sinh của trẻ em để xác định các dịch vụ đủ điều kiện và gợi ý các kiểm soát của phụ huynh như Hỏi để mua và Thời gian sử dụng. Để biết thêm thông tin về cách tạo tài khoản cho trẻ em, hãy truy cập support.apple.com/102617. Chia sẻ mục mua Khi người tổ chức cho phép chia sẻ mục mua, các mục mua đủ điều kiện do các thành viên gia đình thực hiện trong App Store, iTunes Store, Apple Books hoặc ứng dụng Apple TV sẽ được tính vào phương thức thanh toán trên hồ sơ của người tổ chức. Các thành viên gia đình sẽ có thể xem mô tả về phương thức thanh toán được sử dụng như Apple Pay, nhưng sẽ không thể xem chi tiết thanh toán như số tài khoản thanh toán đầy đủ. Các thành viên gia đình sẽ tự động có quyền truy cập vào các mục mua của người tổ chức và có thể lựa chọn chia sẻ các mục mua của họ với các thành viên khác trong gia đình. Người tổ chức sẽ có thể xem mô tả, giá và ngày của các giao dịch App Store trực tuyến và in-app của tất cả thành viên gia đình, cũng như chi tiết về các yêu cầu hoàn tiền, kết quả và tranh chấp. Nếu một thành viên gia đình báo cáo sự cố với mục mua App Store trực tuyến hoặc in-app thì Apple sẽ sử dụng thông tin về thành viên gia đình đang mua, người tổ chức và mục mua để đưa ra phản hồi phù hợp. Các thành viên gia đình có thể ẩn các mục mua iTunes, Apple Books và App Store riêng lẻ hoặc tắt Chia sẻ mục mua của tôi bên trong cài đặt gia đình; Người tổ chức gia đình sẽ tiếp tục nhận được biên nhận cho các giao dịch mua được thực hiện trong App Store, Apple Books và Apple Music ngay cả khi các thành viên gia đình đã ẩn mục mua của họ. Để biết thêm thông tin về chia sẻ mục mua, hãy truy cập support.apple.com/102599. Để biết thêm thông tin về việc ẩn mục mua khỏi App Store, hãy truy cập support.apple.com/108091. Đăng ký Nếu tùy chọn Chia sẻ với gia đình được bật thì các đăng ký cho dịch vụ như gói cước Apple Music gia đình, Apple TV+, Apple Arcade hoặc Apple News+ sẽ được chia sẻ với các thành viên gia đình. Các thành viên gia đình sẽ tiếp tục đăng nhập vào từng dịch vụ bằng Tài khoản Apple của riêng họ. Điều này sẽ giữ cho nội dung cá nhân và thư viện phương tiện cũng như các đề xuất ở chế độ riêng tư và tách bạch, trong khi vẫn tận dụng được gói được chia sẻ của gia đình. Tương tự, việc chia sẻ iCloud+ với gia đình sẽ cấp cho mỗi thành viên gia đình quyền truy cập vào dung lượng và các tính năng trong gói được chia sẻ, trong khi vẫn duy trì các tài khoản và tệp cá nhân riêng biệt. Để biết thêm thông tin về việc chia sẻ đăng ký với các thành viên gia đình, hãy truy cập support.apple.com/108107. Chia sẻ vị trí Khi người dùng tham gia một nhóm gia đình, tên thiết bị của họ sẽ hiển thị cho các thành viên khác trong ứng dụng Tìm. Tài khoản Apple của họ sẽ chỉ hiển thị cho các thành viên gia đình khác trong ứng dụng Tìm, đồng thời dữ liệu vị trí sẽ chỉ được ứng dụng Tìm xử lý nếu họ bật Chia sẻ vị trí, thông qua cài đặt gia đình hoặc thông qua ứng dụng Tìm. Thành viên gia đình cũng có thể lựa chọn tự động chia sẻ vị trí của riêng họ với tất cả thành viên khác, bao gồm bất kỳ thành viên mới nào được thêm sau này, trong cài đặt gia đình miễn là họ vẫn ở trong nhóm. Người tổ chức hoặc cha mẹ/người giám hộ có thể lựa chọn tự động chia sẻ vị trí của trẻ với tất cả thành viên khác trong gia đình trong một số trường hợp nhất định, kể cả khi họ tạo tài khoản cho trẻ dưới 13 tuổi. Các thành viên gia đình có thể tắt tính năng Tự động chia sẻ vị trí trong Cài đặt > [tên của bạn] > Chia sẻ trong gia đình > Chia sẻ vị trí. Họ cũng có thể lựa chọn chia sẻ vị trí của mình với các thành viên riêng lẻ trong gia đình thông qua cài đặt gia đình và ứng dụng Tìm. Để biết thêm thông tin về việc chia sẻ vị trí với các thành viên gia đình, hãy truy cập support.apple.com/105107. Kiểm soát của phụ huynh Apple sử dụng Tài khoản Apple và vai trò của các thành viên gia đình để cho phép người tổ chức và cha mẹ/người giám hộ thiết lập kiểm soát của phụ huynh đối với trẻ em trong nhóm gia đình. Ví dụ: Người tổ chức và cha mẹ/người giám hộ có thể bật tùy chọn Hỏi để mua để trẻ em phải được chấp thuận trước khi tải về hoặc mua bất kỳ thứ gì từ App Store, iTunes Store hoặc Apple Books, bao gồm các mục mua in-app và tải về miễn phí. Người tổ chức và cha mẹ/người giám hộ cũng có thể thiết lập Thời gian sử dụng, cho phép họ quản lý cài đặt cho các tính năng như Giờ nghỉ, việc sử dụng ứng dụng và trang web, danh bạ cũng như xếp hạng nội dung cho trẻ. Chỉ người tổ chức và cha mẹ/người giám hộ mới có thể xem thông tin về các giao dịch của trẻ trong App Store, iTunes Store và Apple Books, xem và quản lý hoạt động trực tuyến của trẻ thông qua tính năng Thời gian sử dụng cũng như bật kiểm soát của phụ huynh. Để biết thêm thông tin về Hỏi để mua, hãy truy cập support.apple.com/105055. Để biết thêm thông tin về cách sử dụng kiểm soát của phụ huynh, hãy truy cập support.apple.com/105121. Rời khỏi nhóm chia sẻ trong gia đình và chuyển giao trẻ em Các thành viên gia đình là người lớn có thể rời khỏi nhóm gia đình hoặc bị người tổ chức xóa khỏi nhóm bất kỳ lúc nào. Trẻ em từ 13 đến 17 tuổi có thể rời khỏi nhóm gia đình hoặc được người tổ chức xóa khỏi nhóm, trừ khi được người tổ chức hoặc cha mẹ/người giám hộ quản lý thông qua tính năng Thời gian sử dụng. Người tổ chức gia đình cũng có thể giải tán nhóm gia đình bằng cách tắt Chia sẻ trong gia đình. Khi một thành viên gia đình rời khỏi hoặc bị xóa, họ sẽ ngay lập tức mất quyền truy cập vào các đăng ký được chia sẻ và nội dung do các thành viên khác mua, đồng thời, nội dung của họ cũng sẽ không có sẵn cho các thành viên khác nữa. Trẻ em dưới 13 tuổi phải là thành viên của một nhóm gia đình. Để xóa một trẻ em khỏi nhóm gia đình, người tổ chức trong một nhóm gia đình khác có thể mời trẻ tham gia nhóm gia đình của họ bằng cách chọn Đích thân mời trong cài đặt gia đình. Lời mời chuyển giao phải được người tổ chức gia đình hiện tại của trẻ phê duyệt. Sau khi quá trình chuyển giao hoàn tất, Apple không lưu giữ thông tin về việc trẻ được chuyển giao từng là thành viên của một nhóm gia đình khác. Hoặc, người tổ chức gia đình có thể xóa Tài khoản Apple của trẻ. Để biết thêm thông tin về việc di chuyển trẻ em sang một nhóm gia đình khác và xóa tài khoản của trẻ, hãy truy cập support.apple.com/102634. Liên lạc với bạn Apple có thể sử dụng chi tiết về nhóm gia đình của người dùng, bao gồm số lượng thành viên gia đình và những ai có lời mời tham gia nhóm đang chờ xử lý, để gửi cho người dùng và thành viên gia đình của họ các liên lạc phù hợp về sản phẩm, dịch vụ, ưu đãi và các lợi ích khác có sẵn thông qua Chia sẻ trong gia đình. Các thành viên gia đình có thể nhận được những liên lạc này qua email, nếu họ đồng ý nhận email tiếp thị. Họ có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com hoặc bằng cách đi tới Cài đặt > [tên của bạn] > Thông tin cá nhân > Tùy chọn liên lạc trên thiết bị iOS hoặc iPadOS. Các thành viên gia đình cũng có thể nhận được những liên lạc này qua thông báo push từ sản phẩm hoặc dịch vụ liên quan của Apple. Để cập nhật tùy chọn thông báo hoặc để lựa chọn không nhận thông báo trên thiết bị iOS hoặc iPadOS của bạn, hãy đi tới Cài đặt > Thông báo. Apple cũng có thể sử dụng thông tin chi tiết về người dùng và nhóm gia đình của họ (bao gồm tên, tuổi, vai trò, mục mua và đăng ký) để gửi các liên lạc qua email hoặc thông báo push về các thay đổi trong vai trò và tư cách thành viên gia đình, khả năng truy cập các đăng ký và mục mua được chia sẻ, cũng như kiểm soát của phụ huynh. Ví dụ: khi người dùng tham gia một nhóm gia đình, tất cả các thành viên hiện có trong gia đình sẽ được thông báo về khả năng truy cập các đăng ký và mục mua được chia sẻ của thành viên mới. Nếu người tổ chức chỉ định một thành viên trưởng thành trong gia đình làm cha mẹ/người giám hộ thì trẻ em trong nhóm gia đình sẽ được thông báo rằng người dùng trưởng thành đó có thể quản lý kiểm soát của phụ huynh. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu cá nhân đối với Chia sẻ trong gia đình như được mô tả ở trên cho việc thực hiện hợp đồng của các thành viên gia đình với Apple khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý các danh mục dữ liệu cá nhân sau đây khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba, bao gồm thông tin về: • Thông tin Tài khoản Apple của người dùng, bao gồm tên, thông tin được sử dụng để đăng nhập, cũng như các chi tiết liên hệ, thanh toán và bảo mật, chẳng hạn như số điện thoại được tin cậy hoặc câu hỏi bảo mật được sử dụng trên các dịch vụ của Apple • Các sản phẩm Apple mà thành viên gia đình sở hữu, đăng ký của thành viên gia đình vào các dịch vụ của Apple, cũng như các mục mua và tải về của họ • Nhóm gia đình của người dùng, bao gồm số lượng thành viên trong gia đình của họ • Các thiết bị của người dùng, bao gồm tên, số sê-ri và các mã định danh phần cứng khác của thiết bị • Các chi tiết thanh toán, bao gồm số tài khoản và ngày hết hạn, địa chỉ thanh toán và giao hàng, cũng như thông tin quy đổi thẻ quà tặng Những lợi ích hợp pháp này bao gồm: • Cung cấp cho các thành viên gia đình dịch vụ và hỗ trợ tốt hơn • Gửi các liên lạc liên quan về Chia sẻ trong gia đình cũng như các sản phẩm, dịch vụ và ưu đãi liên quan khác của Apple mà có thể bạn quan tâm • Ngăn chặn lừa đảo và hoạt động có hại khác Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy
zh_cn: 保护你信息的隐私和安全是Apple每个人的首要任务。我们致力于仅收集为你带来更佳体验所需的数据。收集数据时，我们认为你对所收集数据及为何需要该数据享有知情权，以便你做出明智选择，这十分重要。与每一种Apple产品和服务一样，“家人共享”在设计上同样基于上述原则。 设置家人共享 用户发起家人共享设置时，Apple会使用其Apple账户关联的年龄和国家或地区信息来确认用户已成年，符合创建家人共享群组的条件。下列具体年龄阈值参考可能因用户Apple账户关联的国家或地区不同而有所区别。有关年龄阈值的更多信息，请访问support.apple.com/102617。 确认用户已成年后，发起用户会成为家人共享组织者，通过隔空投送、“信息”、“邮件”或在“家人共享”设置中轻点“当面邀请”，该用户可邀请最多五位拥有唯一Apple账户的其他用户加入家人共享群组。Apple将根据邀请发送方式来显示组织者姓名、Apple账户、受邀人可访问的订阅内容，和/或组织者联系信息。Apple不会显示任何组织者或家人共享群组的其他信息，如现有家庭成员姓名等。组织者轻点“当面邀请”时，若受邀人年满13岁，Apple将使用在组织者设备上输入的受邀人Apple账户和密码，来认证受邀人并确认其接受状态。Apple不会在组织者设备上储存此信息。若受邀人未满13岁，Apple将发起儿童账户转移流程，具体内容如以下“离开家人共享群组和儿童账户转移”部分所述。 为帮助组织者和受邀人管理邀请及发送提醒，Apple会根据可用情况在设备设置中显示其姓名、个人头像和邀请状态。Apple会保留邀请记录，直至受邀人回应或15天后邀请过期。若受邀人接受邀请，Apple会将受邀人的Apple账户关联至家人共享群组。Apple不会保留过期邀请记录。对于通过“信息”发送但被拒绝的邀请，Apple会保留记录30天，以在“信息”中对组织者和受邀人显示已拒绝的状态。 加入家人共享及家庭角色 用户加入家人共享群组时，Apple会提供特定功能、信息和控制，可用于管理订阅内容、购买项目、付款信息和位置的共享。例如，Apple将在家人共享设置中，向家人共享群组所有成员显示每位成员的姓名、Apple账户、角色及家中儿童的年龄。对于使用iOS或iPadOS设备的儿童，Apple将使用其年龄以提供隐私权及家长控制等适龄信息。Apple还将处理家庭成员的相关详细信息，如其角色、订阅内容、功能和服务使用情况，从而提供定制化推荐列表。例如，家庭成员的推荐可能建议检查家长控制、与家庭成员共享iCloud+，或将另一家庭成员设为紧急联系人。 组织者将成年用户添加到家人共享群组时，可将其指定为父母/监护人。父母/监护人以及同样可担任父母/监护人角色的组织者可根据如下所述内容为13岁以下儿童创建Apple账户。此三类用户还可为家人共享群组中的儿童设置“购买前询问”和“屏幕使用时间”等家长控制。除设置家人共享群组和邀请用户加入外，组织者还可按下述方式移除家庭成员和解散群组。若家人共享群组的成员登录了Apple TV等Apple设备，那么设备可能会显示其他家庭成员的Apple账户姓名和个人头像，从而建议添加家庭成员。 为儿童创建Apple账户 组织者和父母/监护人可按下述方式通过为未满13岁儿童创建Apple账户，或通过儿童账户转移流程将其添加到家人共享群组。若要为未满13岁儿童创建Apple账户，组织者或父母/监护人必须提供儿童姓名、出生日期、电子邮件地址和电话号码，Apple使用这些信息为儿童提供Apple账户。若在设备设置期间创建儿童账户，组织者或父母/监护人还须提供儿童所在国家或地区。Apple会使用组织者或父母/监护人“钱包”中的付款详细信息、身份证件，或者Apple账户或等效信息验证其成年人身份，然后才会征求其同意以处理儿童数据。Apple会使用儿童出生日期确定其有资格使用的服务，并建议“购买前询问”和“屏幕使用时间”等家长控制。有关创建儿童账户的更多信息，请访问support.apple.com/102617。 购买项目共享 组织者启用购买项目共享时，家庭成员在App Store、iTunes Store、Apple Books或Apple TV App中购买的符合条件的项目将从组织者记录在档的付款方式中收费。家庭成员将可查看Apple Pay等所用付款方式的描述，但无法查看付款账号等付款详细信息。家庭成员将自动获得组织者购买项目的访问权限，并可选择与其他家庭成员共享自己的购买项目。组织者将可查看所有家庭成员在线和App内App Store交易的描述、价格和日期，以及退款请求、处理结果和有关争议的详细信息。若家庭成员报告在线购买或App内App Store购买相关问题，Apple将使用进行购买的家庭成员、组织者和购买项目信息提供合理回应。 家庭成员可隐藏单个iTunes、Apple Books和App Store购买项目，或在“家人共享”设置中停用“共享我的购买项目”；即使家庭成员已隐藏购买项目，家人共享组织者仍将继续收到App Store、Apple Books和Apple Music中购买项目的收据。 有关购买项目共享的更多信息，请访问support.apple.com/102599。有关隐藏App Store购买项目的更多信息，请访问support.apple.com/108091。 订阅 若已启用“与家人共享”，Apple Music家庭方案、Apple TV+、Apple Arcade或Apple News+等服务订阅将与家庭成员共享。家庭成员将继续使用自己的Apple账户登录各项服务。这将使家庭成员在享受共享家庭方案福利的同时，保持其个人内容、媒体资料库和推荐内容的隐私和独立。同样地，与家庭成员共享iCloud+可让每位成员访问共享家庭方案中的储存空间和功能，同时保持个人账户和文件独立。有关与家庭成员共享订阅内容的更多信息，请访问support.apple.com/108107。 位置共享 用户加入家人共享群组时，其设备名称将在“查找”中对其他家庭成员可见。若用户通过“家人共享”设置或“查找”App启用位置共享，其Apple账户将仅在“查找”中对其他家庭成员可见，且位置数据将仅由“查找”App处理。只要在群组中，家庭成员即可在“家人共享”设置中选择自动与其他所有家庭成员共享自己的位置信息，包括后续添加的新成员。组织者或父母/监护人可选择在特定情况下，如为未满13岁儿童创建账户时，与其他所有家庭成员自动共享子女的位置信息。家庭成员可在“设置”> [你的姓名] >“家人共享”>“位置共享”中停用“自动共享位置信息”功能。还可通过“家人共享”设置和“查找”App选择与个别家庭成员共享自己的位置信息。有关与家庭成员共享位置的更多信息，请访问support.apple.com/105107。 家长控制 Apple会使用家庭成员的Apple账户和角色，让组织者和父母/监护人为家人共享群组中的儿童设置家长控制。例如，组织者和父母/监护人可打开“购买前询问”，儿童在App Store、iTunes Store或Apple Books中进行任何下载或购买时必须获得批准，包括App内购买和免费下载。组织者和父母/监护人也可设置“屏幕使用时间”，以便为子女管理停用时间、App和网站使用、联系人和内容分级等功能设置。仅组织者和父母/监护人可查看儿童在App Store、iTunes Store和Apple Books中的交易信息、通过“屏幕使用时间”查看和管理其在线活动，并启用家长控制。有关“购买前询问”的更多信息，请访问support.apple.com/105055。有关使用家长控制的更多信息，请访问support.apple.com/105121。 离开家人共享群组和儿童账户转移 成年家庭成员可随时离开家人共享群组或被组织者移除。仅在组织者或父母/监护人通过“屏幕使用时间”管理的情况下，13至17岁青少年才可离开家人共享群组或被组织者移除。家人共享组织者也可通过关闭“家人共享”解散家人共享群组。家庭成员离开或被移除时，将立刻无法再访问共享订阅和其他成员购买的内容。其他成员也无法再访问此人的内容。 未满13岁的儿童必须为家人共享群组成员。若要从家人共享群组移除儿童，另一家人共享群组组织者可在“家人共享”设置中选择“当面邀请”，邀请该儿童加入其家人共享群组。账户转移邀请须获当前家人共享组织者批准。账户转移完成后，Apple不会保留该儿童曾为另一家人共享群组成员的记录。或者，家人共享组织者可删除该儿童的Apple账户。有关将儿童移至另一家人共享群组和删除儿童账户的更多信息，请访问support.apple.com/102634。 与你通信 Apple可能会使用用户所在家人共享群组的详细信息，包括家庭成员人数，以及是否有人有待处理的加入群组邀请，以便通过“家人共享”向该用户及其家庭成员发送产品、服务、优惠和其他可用福利的相关信息。 若家庭成员同意接收邮件营销，则可能会通过电子邮件收到这些信息。其可前往account.apple.com，或在iOS或iPadOS设备上，前往“设置”> [你的姓名] >“个人信息”>“通信偏好”，来更改电子邮件偏好设置并选择不接收这些电子邮件。家庭成员还可能通过相关Apple产品和服务的推送通知接收这些资讯。若要在iOS或iPadOS设备上更新通知偏好设置或选择不接收通知，请前往“设置”>“通知”。 Apple可能还会使用用户及其家人共享群组的详细信息，包括其姓名、年龄、角色、购买项目和订阅内容等，以便在家庭成员及其角色、对共享购买项目和订阅内容的访问权限以及家长控制等信息发生更改时，通过电子邮件或推送通知进行沟通。例如，用户加入家人共享群组时，将通知所有现有家庭成员，告知其对新成员的共享购买项目和订阅内容的访问权限。若组织者将成年家庭成员指定为父母/监护人，将通知该家人共享群组中的儿童，告知此成年用户可管理其家长控制。 处理个人数据的适用法律依据 我们按照上述处理“家人共享”个人数据，一般是为了履行家庭成员与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理以下类别的个人数据，其中的信息涉及： • 用户的Apple账户信息，包括其姓名、登录信息以及用于Apple服务的联系方式、付款信息和安全详情，如受信任的电话号码或安全提示问题 • 家庭成员拥有的Apple产品、家庭成员订阅的Apple服务及购买和下载项目 • 用户的家人共享群组，包括家庭成员人数 • 用户的设备，包括其设备名称、序列号及其他硬件标识符 • 付款详细信息，包括账号和有效期、账单和配送地址以及充值卡兑换信息 这些合法权益包括： • 向家庭成员提供更好的服务和支持 • 发送“家人共享”及成员可能感兴趣的其他相关Apple产品、服务和优惠的相关信息 • 防范欺诈及其他恶意行为 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: 保護你資料的私隱和保安是Apple每個人的首要任務。我們努力只收集真正需要的資料來改進你的體驗。收集資料時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。跟各項Apple產品和服務一樣，「家人共享」亦遵照上述原則設計而成。 設定「家人共享」 當用户開始家庭設定時，Apple將會使用與用户的Apple帳户關聯的年齡以及國家或地區，以確認該用户是成年人，因而合資格建立一個家庭群組。以下引用的特定年齡閾值可能因用户的Apple帳户關聯的國家或地區而有所不同。有關年齡閾值的詳情，請瀏覽support.apple.com/102617。 一旦成年身份獲確認，發起的用户將成為家庭組織者，並可以透過AirDrop、訊息、郵件，或在家庭設定中點一下「親自邀請」以邀請最多五位擁有獨特Apple帳户的用户加入家庭群組。根據不同的傳送方式，Apple將會在邀請中顯示組織者的名稱、Apple帳户、邀請者將獲得取用權限的訂閲項目，以及/或組織者的聯絡資料。Apple將不會顯示關於組織者或家庭群組的其他資料，例如現有家庭成員的名稱。當組織者點一下「親自邀請」時，Apple將使用組織者裝置上所輸入之受邀者的Apple帳户和密碼，以驗證受邀者，如果受邀者年齡為13歲或以上，則確認其接受。Apple將不會在組織者的裝置上儲存此資料。如果受邀者年齡未滿13歲，Apple將會啟動以下所描述的兒童轉移流程，有關內容描述在以下「離開家人共享群組和兒童帳户轉移」中。 為協助組織者和邀請對象管理邀請和傳送提醒，Apple會根據可用情況在裝置設定中顯示他們的姓名、個人檔案相片和邀請狀態。Apple會保留邀請記錄，直到受邀者回應或邀請在15日後過期。如果受邀者接受，Apple會將受邀者的Apple帳户連繫至家庭群組。Apple不會保留過期邀請的記錄。對於透過「訊息」傳送的被拒邀請，Apple將會保留記錄30日，以在「訊息」中顯示組織者和受邀者的拒絕狀態。 加入家庭和家庭角色 當用户加入家庭群組時，Apple會提供特定的功能、資料和控制項目，用於管理訂閲、購買、付款資料和位置的共享。例如，Apple將會在家庭設定中，向家庭群組的所有成員顯示每位成員的名稱、Apple帳户、角色以及家庭中兒童的年齡。對於iOS或iPadOS裝置上的兒童，Apple將會使用其年齡，向其提供有關私隱及家長控制項目的適齡資料。Apple亦將會在裝置上處理關於家庭成員的詳細資料，例如其角色、訂閲項目以及功能和服務的使用，以提供自訂的推薦項目清單。例如，家庭成員的推薦項目可能建議檢視分級保護控制、與家庭成員共享iCloud+，或將另一家庭成員設定為其緊急聯絡人。 當組織者將成年用户加至家庭群組時，組織者可以指定該成年用户為父母/監護人。父母/監護人，以及也可以充當父母/監護人的組織者，可以根據以下描述來建立13歲以下的兒童Apple帳户。他們亦可以為家庭群組中的兒童設定分級保護控制，例如「購買前詢問」和「螢幕使用時間」。除了建立家庭群組並邀請用户參加外，組織者可以根據以下描述移除家庭成員並解散家庭群組。如用户為家人共享群組的成員並登入Apple裝置（例如Apple TV等），該裝置可能會顯示其他家庭成員的Apple帳户名稱和個人檔案頭像，向用户建議加入家庭成員。 為兒童建立Apple帳户 組織者和父母/監護人可以將13歲以下兒童加至家庭群組，方法是透過建立兒童的Apple帳户或透過以下所描述的兒童轉移流程。如要為13歲以下兒童建立Apple帳户，組織者或父母/監護人必須提供兒童的姓名、出生日期、電郵地址和電話號碼，Apple將會使用這些資料為兒童提供Apple帳户。如果在裝置設定期間建立兒童帳户，組織者或父母/監護人亦必須提供兒童的國家或地區。在獲得組織者或父母/監護人同意處理兒童資料之前，Apple會使用他們的付款詳細資料、「銀包」中的身份證或Apple帳户或相等資料，來驗證他們的成年身份。Apple使用兒童的出生日期來確定合資格的服務並建議分級保護控制，例如「購買前詢問」和「螢幕使用時間」。有關建立兒童帳户的詳情，請瀏覽support.apple.com/102617。 已購項目共享 在組織者啟用已購項目共享後，家庭成員在App Store、iTunes Store、Apple Books或Apple TV App上的合資格購買項目將會以組織者儲存的方式付款。家庭成員將可以看到所使用付款方式的描述，例如Apple Pay，但將無法查看付款詳細資料，例如完整的付款帳户號碼。家庭成員將會自動獲得組織者購買項目的取用權限，並可以選擇與其他家庭成員共享其購買項目。組織者將可以看到所有家庭成員的網上和App Store App內交易的描述、價格和日期，以及退款要求和結果，以及爭議的詳情。如果家庭成員報告網上或App Store App內購買中出現問題，Apple將會使用進行購買的家庭成員、組織者和購買項目的相關資料以提供適當回應。 家庭成員可以隱藏個別的iTunes、Apple Books和App Store購買項目，或在其家庭設定中停用「共享我的購買項目」；即使家庭成員隱藏了其購買項目，組織者仍將會繼續收到App Store、Apple Books和Apple Music中的購買收據。 有關購買共享的詳情，請瀏覽：support.apple.com/102599。有關從App Store隱藏購買項目的詳情，請瀏覽support.apple.com/108091。 訂閲項目 如果啟用「與家庭共享」，則服務的訂閲，例如Apple Music家庭計劃、Apple TV+、Apple Arcade或Apple News+將會與家庭成員共享。家庭成員將會繼續使用他們自己的Apple帳户登入每項服務。這將讓他們利用共享的家庭計劃的同時，保持他們個別的內容和媒體資料庫以及建議私密和分開。同樣地，與家庭共享iCloud+讓每位家庭成員都可以取用共享計劃中的儲存空間和功能，同時保持個別的帳户和文件分開。有關與家庭成員共享訂閲項目的詳情，請瀏覽support.apple.com/108107。 位置共享 當用户加入家庭群組時，其他家庭成員將可以在「尋找」中看到該用户的裝置名稱。其Apple帳户只會讓其他家庭成員在「尋找」中看到，並且只有在啟用「位置共享」時，透過家庭設定或「尋找」App，其位置資料才會被「尋找」處理。在家庭設定中，只要家庭成員保持在群組中，家庭成員就可以選擇自動與所有其他家庭成員（包括日後加入的新成員）共享他們自己的位置。組織者或父母/監護人可以選擇在某些情況下自動與所有其他家庭成員共享他們兒童的位置，包括當為13歲以下兒童建立帳户時。家庭成員可以在「設定」>「你的姓名」>「家人共享」>「位置共享」中停用「自動共享位置」功能。他們還可以選擇透過家庭設定和「尋找」App，與家庭中的個別成員共享他們的位置。有關與家庭成員共享位置的詳情，請瀏覽support.apple.com/105107。 分級保護控制 Apple使用家庭成員的Apple帳户和角色，讓組織者和父母/監護人為家庭群組中的兒童設定分級保護控制。例如，組織者和父母/監護人可以打開「購買前詢問」，以便兒童必須獲得他們的批准才能從App Store、iTunes Store或Apple Books進行任何下載或購買，包括App內購買和免費下載。組織者和父母/監護人亦可以設定「螢幕使用時間」，讓他們管理功能設定，例如休息時間、App和網站使用、聯絡人以及兒童的內容等級。只有組織者和父母/監護人有權查看兒童在App Store、iTunes Store和Apple Books的交易記錄，並可透過「螢幕使用時間」查看和管理其網上活動，以及啟用分級保護控制。有關「購買前詢問」功能的詳情，請瀏覽support.apple.com/105055。有關使用分級保護控制的詳情，請瀏覽support.apple.com/105121。 退出家人共享群組和兒童帳户轉移 成年家庭成員有權隨時退出家庭群組，或被組織者移除。年齡介乎13至17歲之間的小孩，除非由組織者或父母/監護人透過「螢幕使用時間」進行管理，否則可以自行退出家庭群組，或被組織者移除。家庭組織者也有權透過關閉「家人共享」來解散整個家庭群組。當家庭成員退出或被移除時，他們將會立即無法取用由其他成員共享的訂閲項目和內容，而其他成員亦無法再使用該家庭成員的內容。 13歲以下的兒童必須加入一個家庭群組。如要將兒童從家庭群組中移除，另一家庭群組的組織者可透過在家庭設定中選擇「親自邀請」來邀請兒童加入其家庭群組。該轉移邀請必須獲得目前家庭群組的兒童組織者批准。轉移完成後，Apple不會保留已轉移的兒童曾是另一家庭群組成員的記錄。另外，家庭群組織者也可以刪除兒童的Apple帳户。如欲了解更多有關如何將兒童轉移至其他家庭群組，以及刪除兒童帳户的資料，請瀏覽support.apple.com/102634。 與你通訊 Apple可能會使用有關用户的家庭群組之詳細資料，包括家庭成員數量以及是否有待加入群組的邀請，以向用户及其家庭成員傳送相關的產品、服務、優惠和其他「家人共享」相關資料。 如家庭成員同意接收電郵推廣，可以透過電郵接收這些通訊。他們可以前往account.apple.com，或在iOS或iPadOS裝置前往「設定」> [你的姓名] >「個人資料」>「通訊偏好」以更改電郵偏好設定，並選擇不接收這些電郵。家庭成員亦可能透過相關的Apple產品或服務的推送通知接收這些通訊。如要在iOS或iPadOS裝置上更新通知偏好設定或選擇不接收通知，請前往「設定」>「通知」。 Apple也可能會使用有關用户和其家庭群組之詳細資料，包括名稱、年齡、家庭角色、購買項目以及訂閲項目，從而透過電郵或推送通知傳送關於家庭成員和角色、取用共享的購買項目和訂閲項目的能力，以及分級保護控制的變化之通訊。例如，當用户加入家庭群組時，全部現有家庭成員會收到可以取用新成員共享的購買項目和訂閲項目的通知。如組織者指定成年家庭成員為家長/監護人，家庭群組中的小孩會收到通知，其關於成年用户可以管理他們的分級保護控制。 處理個人資料的適用法律依據 我們以上述方式處理「家人共享」的個人資料，通常是為了履行家庭成員與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理以下類別的個人資料，以保障我們或第三方的合法權益，包括以下資料： • 用户的Apple帳户資料，包括姓名、用作登入的資料，以及用於Apple服務的聯絡資料、付款和保安詳細資料（如信任的電話號碼或安全問題） • 家庭成員所擁有的Apple產品，以及他們對Apple服務的訂閲項目、購買和下載項目 • 用户的家庭群組，包括家庭中成員的數量 • 用户的裝置，包括裝置名稱、序號和其他硬件識別碼 • 付款詳細資料，包括帳户號碼和到期日、帳單和郵寄地址，以及禮品卡兌換資料 這些合法權益包括： • 為家庭成員提供更好的服務和支援 • 傳送有關「家人共享」和可能感興趣的其他相關Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: 保護你資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，「家人共享」亦遵照上述原則設計而成。 設定「家人共享」 使用者開始「家人共享設定」時，Apple會使用與其「Apple帳號」相關的年齡和國家或地區來確認使用者是否為成人，以符合可製作「家人共享」群組的資格。以下提到的特定年齡下限可能視與使用者「Apple帳號」相關聯的國家或地區而有所不同。如需年齡下限的更多資訊，請參訪support.apple.com/102617。 確認為成人狀態後，開始設定的使用者會成為家庭組織者，並可使用AirDrop、「訊息」或「郵件」，或者在「家人共享」設定中按一下「親自邀請」，邀請其他最多五位具有獨有「Apple帳號」的使用者來加入「家人共享」群組。視傳送邀請的方式，Apple會在邀請中顯示組織者的名稱、「Apple帳號」、邀請對象將可取用的訂閱項目，和/或組織者的聯絡資訊。Apple將不會顯示組織者或「家人共享」群組的任何其他資訊，例如現有家庭成員的名稱。在組織者點一下「親自邀請」時，Apple會使用組織者裝置上輸入的邀請對象「Apple帳號」和密碼來認證邀請對象，若邀請對象年滿13歲，會確認其接受邀請。Apple不會將此資訊儲存在組織者的裝置上。若邀請對象未滿13歲，Apple會開始兒童移轉流程，如以下「離開家人共享群組和兒童移轉」部分所述。 為協助組織者和邀請對象管理邀請並傳送提醒事項，Apple會視可用狀態在裝置設定中顯示其名稱、個人檔案照片和邀請狀態。Apple會保存邀請記錄，直到邀請對象回覆或15天後邀請過期為止。若邀請對象接受邀請，Apple會將邀請對象的「Apple帳號」與「家人共享」群組建立關聯。Apple不會保存過期的邀請。透過「訊息」傳送的邀請若遭到拒絕，Apple會保存記錄30天來在「訊息」中顯示拒絕狀態，以供組織者和邀請對象查看。 加入「家人共享」和家庭角色 使用者加入「家人共享」群組時，Apple會提供特定功能、資訊和控制項目，以便用來管理共享訂閱項目、購買項目、付款資訊，以及分享位置。例如，Apple會將每位成員的名稱、「Apple帳號」和角色以及家庭中任何小孩的年齡顯示給「家人共享」設定中群組的所有人。針對使用iOS或iPadOS裝置的兒童，Apple會使用其年齡來提供關於其隱私權和分級保護控制的適齡資訊。Apple也會處理關於家庭成員的詳細資訊，例如他們的角色、訂閱項目以及對功能和服務的使用，以便提供自訂的推薦項目列表。例如，家庭成員的建議項目可能會建議查看分級保護控制、與其他家庭成員共享iCloud+，或將另一位家庭成員設為其中一個緊急聯絡人。 組織者將成人使用者加入「家人共享」群組後可以指定該使用者為家長/監護人。家長/監護人和組織者（也可擔任家長/監護人）可透過如下所述的方式替未滿13歲的兒童建立「Apple帳號」。也可為「家人共享」群組中的兒童設定分級保護控制，例如「購買前詢問」和「螢幕使用時間」。除了設定「家人共享」群組並邀請使用者參加，組織者可透過如下所述的方式移除家庭成員並解散群組。在「家人共享」群組中的使用者登入Apple TV等Apple裝置時，裝置可能會顯示其他家庭成員的「Apple帳號」名稱和個人檔案照片來建議加入這些成員。 為兒童建立「Apple帳號」 組織者和家長/監護人可透過建立兒童的「Apple帳號」或按照如下所述的兒童移轉程序，將未滿13歲的兒童加入「家人共享」群組。若要替未滿13歲的兒童建立「Apple帳號」，組織者或家長/監護人必須提供兒童名稱、出生日期、電子郵件地址和電話號碼，Apple會使用這些資訊以將「Apple帳號」提供給兒童。若兒童帳號是在裝置設定期間建立，組織者或家長/監護人也必須提供兒童所在的國家或地區。Apple會先使用組織者或家長/監護人的付款詳細資訊、「錢包」中的證件或「Apple帳號」或其他相等帳號來驗證其是否為成人，然後才向此人取得同意以便處理兒童的資料。Apple會使用兒童的出生日期來確認哪些服務適用，並建議例如「購買前詢問」和「螢幕使用時間」等分級保護控制。如需建立兒童帳號的更多資訊，請參訪support.apple.com/102617。 購買項目共享 當組織者啟用購買項目共享時，家庭成員在App Store、iTunes Store、Apple Books或Apple TV App中符合資格的購買項目將由組織者登記的付款方式支付。家庭成員將可以看到使用的付款方式說明，例如Apple Pay，但無法查看付款詳細資訊，例如完整的付款帳號號碼。家庭成員將可自動取用組織者的購買項目，並選擇與其他家庭成員共享其購買項目。組織者也將可查看所有家庭成員線上和App內App Store交易的說明、價格和交易日期，以及退款要求和結果的詳細資訊，還有任何爭議。若家庭成員回報線上或App內App Store購買項目發生問題，Apple會使用購買的家庭成員、組織者和購買項目的資訊來提供適當的回應。 家庭成員可以隱藏個別的iTunes、Apple Books和App Store購買項目，或在「家人共享」設定中停用「共享我的購買項目」。即使家庭成員隱藏購買項目，「家人共享」群組組織者仍會繼續收到來自App Store、Apple Books和Apple Music的購買收據。 如需共享購買項目的更多資訊，請參訪support.apple.com/102599。如需隱藏App Store購買項目的更多資訊，請參訪support.apple.com/108091。 訂閱項目 若啟用「與家人共享」，例如Apple Music家庭方案、Apple TV+、Apple Arcade或Apple News+等服務的訂閱項目會與家庭成員共享。家庭成員會繼續使用自己的「Apple帳號」來登入每項服務。這會保留並分開成員私有的個人內容、媒體資料庫和推薦項目，並充分利用家庭方案的內容。同樣地，與家庭共享iCloud+會讓每位家庭成員取用共享方案的儲存空間和功能，並且保留個人獨立的帳號和檔案。如需與家庭成員共享訂閱項目的更多資訊，請參訪support.apple.com/108107。 位置分享 使用者加入「家人共享」群組時，其裝置名稱會在「尋找」中顯示給其他家庭成員。若使用者啟用「位置分享」，無論是透過「家人共享」設定或「尋找」App，其「Apple帳號」只會在「尋找」中顯示給其他家庭成員，且其位置資料只會由「尋找」處理。家庭成員也可以在「家人共享」設定中選擇只要留在群組，都自動與其他家庭成員（包含之後加入的全新家庭成員）分享自己的位置。組織者或家長/監護人可以選擇在某些情況下自動與其他家庭成員分享小孩的位置，包含當其替未滿13歲的兒童建立帳號時。家庭成員可以提供「自動分享位置」功能，請前往「設定」> [你的姓名] >「家人共享」>「位置分享」。他們也可以選擇透過「家人共享」設定和「尋找」App與家庭中的個別成員分享位置。如需與家庭成員分享位置的更多資訊，請參訪support.apple.com/105107。 分級保護控制 Apple會使用家庭成員的「Apple帳號」和角色來讓組織者和家長/監護人為「家人共享」群組中的兒童設定分級保護控制。例如，組織者和家長/監護人可以開啟「購買前詢問」，小孩必須獲得許可才能從App Store、iTunes Store或Apple Books下載或購買內容，包含App內購買項目和免費下載項目。組織者和家長/監護人也可以設定「螢幕使用時間」，以便管理小孩的「停用時間」、App和網站用量、聯絡人和內容分級等設定。只有組織者和家長/監護人可以查看小孩在App Store、iTunes Store和Apple Books中的交易資訊、透過「螢幕使用時間」檢查和管理小孩的線上活動，並啟用分級保護控制。如需「購買前詢問」的更多資訊，請參訪support.apple.com/105055。如需使用分級保護控制的更多資訊，請參訪support.apple.com/105121。 離開「家人共享」群組和兒童移轉 成人家庭成員隨時可以離開「家人共享」群組或遭到組織者移除。對於年齡介於13到17歲的兒童而言，除非組織者或家長/監護人已透過「螢幕使用時間」管理該成員，否則此人可以選擇離開「家人共享」群組或由組織者移除。家庭組織者也可關閉「家人共享」來解散「家人共享」群組。家庭成員離開或被移除後會立即無法繼續取用其他成員購買的共享訂閱項目和內容，其他成員再也不能取用其擁有的內容。 未滿13歲的兒童必須屬於「家人共享」群組。若要將兒童從「家人共享」群組移除，其他群組的組織者可以在「家人共享」設定中選取「親自邀請」來邀請兒童加入其群組。移轉邀請必須受到兒童目前「家人共享」群組的組織者核准。移轉完成後，Apple不會保存兒童在移轉前屬於其他「家人共享」群組的記錄。此外，家庭組織者可以刪除兒童的「Apple帳號」。如需將兒童移轉到其他「家人共享」群組和刪除兒童帳號的更多資訊，請參訪support.apple.com/102634。 與你通訊 Apple可能會取用使用者「家人共享」群組的詳細資訊，包含家庭成員人數和是否有人尚未回覆加入群組的邀請，以便將產品、服務、優惠和透過「家人共享」可享的其他權益等相關通訊傳送給使用者和家庭成員。 若家庭成員同意接受電子郵件行銷，其可能會透過電子郵件收到這些通訊內容。家庭成員可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件，或是在iOS或iPadOS裝置上前往「設定」> [你的姓名] >「個人資訊」>「通訊偏好」。家庭成員也可以透過推播通知收到來自相關Apple產品或服務的這些通訊內容。若要在iOS或iPadOS裝置上更新通知的偏好設定或選擇不接收通知，請前往「設定」>「通知」。 Apple可能也會使用關於使用者和「家人共享」群組的詳細資料，包含姓名、年齡、角色、購買項目和訂閱項目等，以便在家庭成員和角色、取用共享購買項目和訂閱項目的權限以及分級保護控制有所變更時，透過電子郵件或推播通知傳送相關的通訊內容。例如，使用者加入「家人共享」群組時，系統會通知所有現有家庭成員他們可以取用新成員共享的購買項目和訂閱項目。若組織者將成人家庭成員指定為家長/監護人，系統會通知「家人共享」群組中的兒童，該成人使用者可以管理其分級保護控制。 處理個人資料適用的法律依據 我們會透過如上所述的方式處理「家人共享」中的個人資料，通常是為了履行家庭成員與Apple之間的合約，視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理下列類別的個人資料，包含以下相關資訊： • 使用者的「Apple帳號」資訊，包含名稱、用來登入的資訊，以及所有用在Apple服務的聯絡資訊、付款和安全性詳細資訊（如信任的電話號碼或安全問題） • 家庭成員擁有的Apple產品、家庭成員訂閱的Apple服務以及其購買和下載的項目 • 使用者的「家人共享」群組，包含家庭中的成員人數 • 使用者的裝置，包含其裝置名稱、序號和其他硬體識別碼 • 付款詳細資訊，包含帳號和到期日、帳單和寄送地址，以及禮品卡兌換資訊 這些正當利益包含： • 提供家庭成員更好的服務和支援 • 傳送與「家人共享」和家庭成員可能感興趣的Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
